Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/dbisam3.po
Languages: sr

source: Browse for Database
sr: Пронађите базу података

source: Select the database
sr: Изаберите базу података

source: &OK
sr: &ОК

source: Enter password
sr: Унесите шифру

source: Cancel
sr: Откажи

source: Password
sr: Шифра

source: &Add
sr: &Додавање

source: &Remove
sr: &Уклањање

source: Re&move all
sr: Уклањање &свих

source: Database name %s already exists.
sr: Дати назив за базу података '%s' већ постоји

source: Session name %s already exists.
sr: Сесија са називом '%s' већ постоји

source: Session name %s is not valid.
sr: Назив сесије '%s' није валидан

source: Database name is missing.
sr: Недостаје назив абзе података.

source: Database name %s is not valid.
sr: Назива базе података '%s' није валидан.

source: Session name is missing.
sr: Недостаје назив сесије.

source: Cannot perform this operation on an open database.
sr: Операција није могућа над отвореном базом података.

source: Cannot perform this operation on a closed database.
sr: Операција није могућа над затвореном базом података.

source: Database handle owned by a different session
sr: Вредност handle базе података је у власништву друге сесије

source: Cannot perform this operation on an active session.
sr: Операција није могућа над активном сесијом

source: Cannot perform this operation on the active auto-session.
sr: Операција није могућа над активном ауто-сесијом

source: The active auto-session can be the only active session.
sr: Активна ауто-сесија може бити једина активна сесија

source: This auto-session already exists.
sr: Ова ауто-сесија већ постоји.

source: Error creating table handle.
sr: Грешка приликом креирања handle. вредности табеле.

source: Field '%s' is of unknown type
sr: Поље '%s' је непознатог типа

source: Field '%s' is of an unsupported type
sr: Поље '%s' је типа који није подржан

source: No SQL statement available
sr: Нема доступног SQL упита

source: No value for parameter '%s'
sr: Нема вредности за параметар '%s'

source: No parameter type for parameter '%s'
sr: Недостаје тип параметра за параметар '%s'

source: Parameter '%s' not found
sr: Параметар '%s' није нађен

source: Parameter '%s', cannot save data larger than %d bytes
sr: Параметар '%s', није могуће снимање података већих од %d б

source: Table is not in edit or insert mode.
sr: Табела није у моду за измене или додавање редова..

source: Source and destination tables are incompatible.
sr: Изворна и циљна табела нису компатибилне.

source: Field %s cannot be modified.
sr: Поље '%s' није могуће модификовати

source: Field %s is not in the current index.
sr: Поље '%s' није део тренутог индекса

source: Circular data links are not allowed.
sr: Циркуларне везе података нису дозвољене.

source: Field index out of range.
sr: Индекс поља је ван опсега.

source: No fields defined for the current index.
sr: Нема поља дефинисаних за тренутни индекс.

source: Cannot access index field %s.
sr: Приступ индекс пољу %s није успео.

source: Database %s already has an active transaction.
sr: База података '%s' већ има активну трансакцију.

source: Database %s has no active transaction.
sr: База података '%s' нема активну трансакцију

source: Missing table name.
sr: Недостаје назив табеле.

source: Cannot access field %s.
sr: Није успео приступ пољу %s.

source: Unable to load bind parameters
sr: Није успело учитавање параметара за повезивање

source: The database engine is not initialized
sr: Библиотека за рад са базом података није иницијализована

source: An unknown operating system error occurred with the table '%s'
sr: Догодила се непозната грешка оперативног система за табелу '%s'

source: There is insufficient operating system memory available for the current operation
sr: Нема довољно меморије за тренутну акцију

source: Table '%s' does not exist
sr: Табела '%s' не постоји

source: Access denied to table '%s'
sr: Приступ табели није дозвољен '%s'

source: Access denied to logical operating system device for the table '%s'
sr: Приступ логичком уређају оперативног система није дозвољен за табелу '%s'

source: Cannot delete the table '%s'
sr: Брисање табеле није успело '%s'

source: Error accessing header information for the table '%s'
sr: Грешка приликом притупа информацијама у заглављу табеле '%s'

source: The table '%s' is already locked by another user
sr: Табела '%s' је већ закључана од стране другог корисника.

source: General lock failure with the table '%s'
sr: Грешка приликом закључавања табеле '%s'

source: Cannot unlock table or record in the table '%s'
sr: Није успело откључавање реда у табели '%s'

source: The table '%s' is already in use
sr: Табела '%s' је већ у употреби

source: Error reading from the table '%s'
sr: Грешка приликом читања из табеле '%s'

source: Error writing to the table '%s'
sr: Грешка приликом уписивања у табелу '%s'

source: Record in the table '%s' is in use by another user
sr: Ред у табели %s је у употреби од стране другог корисника.

source: Too many operating system files open while attempting to open the table '%s'
sr: Сувише фајлова оперативног система је отворено приликом отварања табеле '%s'

source: Invalid operating system file handle for the table '%s'
sr: Вредност handle фајла табеле '%s' није валидна

source: The table '%s' has been moved
sr: Табела '%s' је премештена

source: The table '%s' is not the correct version
sr: Табела '%s' није исправне верзије

source: Duplicate key found in the index '%s' of the table '%s'
sr: Дупли кључ нађен у индексу '%s' табеле '%s'

source: Record has been changed or deleted by another user, session, or table cursor in the table '%s'
sr: Ред је измењен или обрисан од стране другог корисника, сесије или курсора табеле за табелу '%s'

source: Maximum record size exceeded in the table '%s'
sr: Премашена је максимална дужина реда у табели '%s'

source: Maximum or minimum limits on number of fields, auto-increment field value, or field size exceeded in the table '%s'
sr: Премашен је максимум или минимум броја поља, вредност auto-inc поља, или величина поља табеле '%s'

source: Maximum or minimum limits on number of indexes or fields in an index exceeded in the table '%s'
sr: Премашен је максимум или минимум броја индекса или поља у индексу табеле '%s'

source: Record not found in the table '%s'
sr: Ред није нађен у табели '%s'

source: The table '%s' must be opened exclusively
sr: Табела '%s' мора бити отворена у екслузивном моду

source: Header information corrupt in the table '%s'
sr: Заглавље табеле '%s' је оштећено

source: Data record buffers corrupt in the table '%s'
sr: Бафери са подацима су оштећени у табели '%s'

source: Index page buffers corrupt in the table '%s'
sr: Индекс страна је оштећена у табели '%s'

source: BLOB block buffers corrupt in the table '%s'
sr: BLOB блок бафер је оштећен у табели '%s'

source: Invalid field number or name '%s' specified for the table '%s'
sr: Редни број или назив поља '%s' табеле '%s' није валидан

source: Invalid key size specified in the index '%s' for the table '%s'
sr: Дужина кључа дата у индексу '%s' табеле '%s' није валидна

source: A value must be provided for the field '%s' in the table '%s'
sr: Поље '%s' табеле '%s' мора имати вредност

source: The value for the field '%s' in the table '%s' is below the minimum allowable value
sr: Вредност поља '%s' табеле '%s' је мања од минимално дозвољене

source: The value for the field '%s' in the table '%s' is above the maximum allowable value
sr: Вредност поља '%s' табеле '%s' је већа од маскимално дозвољене

source: Invalid field definition specified for the field '%s' in the table '%s'
sr: Дефиниција поља '%s' табеле '%s' није валидна

source: Invalid field '%s' specified for the index '%s' in the table '%s'
sr: Поље '%s' дато за индекс '%s' табеле '%s' није валидно

source: Invalid blob length in the table '%s'
sr: Дужина blob поља није валидна у табели '%s'

source: Invalid blob field '%s' specified for the table '%s'
sr: blob поље '%s' дато за тебалу '%s' ниоје валидно

source: End of blob data in the table '%s' reached prematurely
sr: Крај blob података табеле '%s' је прерано достигнут

source: Invalid blob offset into the table '%s' specified
sr: Офсет вредност blob поља дато за табелу '%s' није валидна

source: Invalid blob handle for the table '%s' specified
sr: Вредност handle blob поља табеле '%s' није валидна

source: Too many blobs opened in the table '%s'
sr: Превише отвпрених blob поља у табели '%s'

source: Too many blob fields or invalid blob block size specified for the table '%s'
sr: Превише blob поља или иеисправна вличина блока дата за табелу '%s'

source: Beginning of table '%s' unexpectedly encountered
sr: Почетак табеле '%s' је неочекивано нађена

source: End of table '%s' unexpectedly encountered
sr: Крај табеле '%s' на неочекиваном месту

source: A primary index is already defined for the table '%s' and cannot be added again
sr: Примарни индекс је већ дефинисан за табелу '%s' и није га могуће додати опет

source: The primary index cannot be removed from the table '%s'
sr: Примарни индекс није могуће уклонити из табеле '%s'

source: The secondary index name is missing or not specified for the table '%s'
sr: Назив секундарног индекса недостаје или није дат за табелу '%s'

source: The secondary index '%s' already exists for the table '%s'
sr: Секундарни индекс '%s' већ постоји за табелу '%s'

source: Invalid secondary index name '%s' specified for the table '%s'
sr: Назив секундарног индекса '%s' табеле '%s' није валидан

source: Invalid field number '%s' specified in the index '%s' for the table '%s'
sr: Редни број поља '%s' дат у индексу '%s' табеле '%s' није валидан

source: Filter error for the table '%s' - %s
sr: Филтер грешка за табелу '%s' - %s

source: Invalid filter handle specified for the table '%s'
sr: Вредност handle дата за табелу '%s' није валидна

source: Too many filters defined for the table '%s'
sr: Сувише филтера је дефинисано за табелу '%s'.

source: Invalid or duplicate field name '%s' specified for the table '%s'
sr: Назив поља '%s' табеле '%s' није валидан или или већ постоји

source: Invalid default, min or max validity check, or expression specified for the field '%s' in the table '%s'
sr: Подразумевана, минимална или макисмална провера вредности , или израз дат за поље '%s' табеле '%s' није влидна

source: Insufficient rights to the table '%s', a password is required
sr: Немате права приступа табели '%s', потребна вам је шифра

source: Password provided for the table '%s' is invalid
sr: Шифра дата за табелу '%s' није валидна

source: Invalid length for the in-memory table '%s'
sr: Дужина меморијске табеле '%s' није валидна

source: The language driver for the table '%s' is not available or installed
sr: Језички управљач табеле '%s' није доступан или није инсталиран

source: SQL error - %s
sr: SQL грешка - %s

source: The table '%s' is full and cannot contain any more data
sr: Табела '%s' је попуњена и није могуће додавање нових података

source: No current record in the table '%s'
sr: Нема тренутног реда у табели '%s'

source: The table '%s' already exists
sr: Табела '%s' већ постоји

source: Error compressing data
sr: Гершка код паковања/компресије података

source: Error uncompressing data
sr: Грешка приликом раскапивања података

source: The connection to the database server at '%s' has been lost
sr: Конекција за сервером базе података '%s' је прекинута

source: An unknown error ('%s') occurred with the connection to the database server at '%s', please check the server log
sr: Непозната грешка ('%s') се догодила на конекцији са сервером базе података '%s', молим да проверите лог сервера

source: A connection to the database server at '%s' cannot be established
sr: Није успела конекција са сервером базе података '%s'

source: A connection to the database server at '%s' cannot be established, the server is not accepting new logins
sr: Није успела конекција са сервером базе података '%s' , сервер не допушта нове пријаве

source: A connection to the database server at '%s' cannot be established, the maximum number of connections has been reached
sr: Није успела конекција са сервером базе података '%s' достигнут је максимални број конекција

source: A connection to the database server at '%s' cannot be established, the client address is blocked
sr: Није успела конекција са сервером базе података '%s' , адреса клијента је блокирана

source: A server callback error occurred for the database server at '%s'
sr: Серверска повратна грешка (callback error) се догодили за сервер базе података '%s'

source: A call to the database server at '%s' failed, the client engine version does not match the server
sr: Позива серверу базе података '%s' није успео, верзија клијент порграма не поклапа се са верзијом сервера

source: A connection to the database server at '%s' cannot be established, the login information provided is invalid
sr: Конекцијауса базом података '%s' није могуће успоставити, подаци за пријављивање нису валидни

source: The user '%s' is not authorized to perform this operation with the database '%s' on the database server at '%s'
sr: Корисник '%s' није ауторизован за извршавање ове операције на бази података '%s' на серверу '%s'

source: The user '%s' is not authorized to perform administration functions on the database server at '%s'
sr: Корисник '%s' није ауторизован за администрацију базе података '%s' на серверу '%s'

source: The user name is either invalid or blank
sr: Корисничко име је или празно или није валидно

source: The user '%s' does not exist on the database server at '%s'
sr: Корисник '%s' не постоји на серверу базе података '%s'

source: The user '%s' already exists on the database server at '%s'
sr: Корисник '%s' већ постоји на серверу базе података '%s'

source: The database name or directory is either invalid or blank
sr: Назив базе података или фасцикла или није валидна или недостаје

source: The database '%s' does not exist on the database server at '%s'
sr: База података '%s' не постоји на серверу '%s'

source: The database '%s' already exists on the database server at '%s'
sr: База података '%s' већ постоји на серверу '%s'

source: The database user name is either invalid or blank
sr: Корисничко име за базу података је или празно или није валидно

source: The database user '%s' does not exist for the database '%s' on the database server at '%s'
sr: Корисник '%s' не постоји за базу података '%s' на серверу '%s'

source: The database user '%s' already exists for the database '%s' on the database server at '%s'
sr: Корисник '%s' већ постоји за базу '%s' на серверу '%s'

source: An invalid or unknown request was made to the database server at '%s'
sr: Захтев упућен серверу '%s' није валидан или није препознат

source: An error occurred during the import into the table '%s' - %s
sr: Догодила се грешка приликом увоза података у табелу '%s' - %s

source: An error occurred during the export from the table '%s' - %s
sr: Догодила се грешка приликом извоза података из табеле '%s' - %s
