Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Error loading previously saved settings file: %sWould you like to delete it?
fr: Erreur lors du chargement du fichier de paramètres préalablement enregistré : %s Voulez-vous le supprimer ?

source: Error Message:
fr: Message d'erreur :

source: Error obtaining certificates
fr: Erreur lors de l'obtention des certificats

source: Error obtaining identities
fr: Erreur lors de l'obtention des identités

source: Error obtaining response data
fr: Erreur lors de l'obtention des données de réponse

source: Error obtaining session handle
fr: Erreur d'obtention du handle de session

source: Error occurred when DDE ran out of memory ($0%x)
fr: Erreur apparue suite à un manque de mémoire DDE ($0%x)

source: Error occurred while reading printer settings: %s
fr: Erreur apparue lors de la lecture des paramètres de l'imprimante : %s

source: Error occurred while writing printer settings: %s
fr: Erreur apparue lors de l'écriture des paramètres de l'imprimante : %s

source: Error on call to Winsock2 library function %s
fr: Erreur d'appel de la fonction %s de la bibliothèque Winsock2

source: Error on call to ZLib library function %s
fr: Erreur d'appel de la fonction %s de la bibliothèque ZLib

source: Error on line %d, position %d
fr: Erreur en ligne %d, position %d

source: Error on loading Winsock2 library (%s)
fr: Erreur de chargement de la bibliothèque (%s) Winsock2

source: Error Opening %s Server
fr: Erreur à l'ouverture du serveur %s

source: Error Opening Bluetooth Server
fr: Erreur d'ouverture du serveur bluetooth

source: Error opening directory services
fr: Erreur à l'ouverture des services d'annuaire

source: Error Opening Network Server
fr: Erreur d'ouverture du serveur réseau

source: Error opening port %d with error: %s
fr: Erreur à l'ouverture du port %d avec l'erreur : %s

source: Error opening request: (%d) %s
fr: Erreur d'ouverture de la requête : (%d) %s

source: Error Opening UDP Server
fr: Erreur à l'ouverture du serveur UDP

source: Error parsing boolean value.
fr: Erreur d'analyse de la valeur booléenne.

source: Error parsing comment. Expected: *, got %s.
fr: Erreur d'analyse du commentaire. Attendu : *, %s reçu.

source: Error parsing null value.
fr: Erreur d'analyse de la valeur null.

source: Error parsing undefined value
fr: Erreur d'analyse de la valeur non définie

source: Error Processing Header (%s)%s
fr: Erreur de traitement de l'en-tête (%s)%s

source: Error querying data available: (%d) %s
fr: Erreur d'interrogation des données disponibles : (%d) %s

source: Error querying headers: (%d) %s
fr: Erreur d'interrogation des en-têtes : (%d) %s

source: Error reading %s%s%s: %s
fr: Erreur lors de la lecture de %s%s%s: %s

source: Error reading code with scope. Unexpected token: %s
fr: Erreur lors de la lecture du code avec l'étendue. Token inattendu : %s

source: Error reading data: (%d) %s
fr: Erreur de lecture des données : (%d) %s

source: Error reading date. Unexpected token: %s
fr: Erreur de lecture de la date. Token inattendu : %s

source: Error reading double. Unexpected token: %s
fr: Erreur de lecture du double. Token inattendu : %s

source: Error reading from Mime Request Stream
fr: Erreur de lecture du flux de requête Mime

source: Error reading from socket
fr: Erreur de lecture du socket

source: Error reading integer. Unexpected token: %s
fr: Erreur de lecture de l'entier. Token inattendu : %s

source: Error reading string. Unexpected token: %s
fr: Erreur de lecture de la chaîne. Token inattendu : %s

source: Error reading zip file
fr: Erreur de lecture du fichier zip

source: Error receiving data: (%d) %s
fr: Erreur lors de la réception des données : (%d) %s

source: Error redirecting byte flow to internal server.
fr: Erreur de redirection d'un flot d'octets vers un serveur interne.

source: Error removing control from dock tree
fr: Erreur à la suppression du contrôle de l'arbre ancré

source: Error removing header: (%d) %s
fr: Erreur de retrait de l'en-tête : (%d) %s

source: Error resolving Address %s: %s (%d)
fr: Erreur lors de la résolution de l'adresse %s : %s (%d)

source: Error resolving host %s: %s (%d)
fr: Erreur lors de la résolution de l'hôte %s : %s (%d)

source: Error retrieving locale information
fr: Erreur de récupération des informations locales

source: Error saving attachment.
fr: Erreur lors de l'enregistrement de la pièce jointe.

source: Error sending data over current channel
fr: Erreur d'envoi de données sur le canal en cours

source: Error sending data: (%d) %s
fr: Erreur d'envoi des données : (%d) %s

source: Error sending mail
fr: Erreur à l'envoi du courrier

source: Error setting %s.Count
fr: Erreur lors de la définition de la valeur %s.Count

source: Error setting File Descriptor for SSL
fr: Erreur de définition du descripteur de fichier pour SSL

source: Error setting path: "%s"
fr: Erreur de définition du chemin : "%s"

source: Error setting property: %s
fr: Erreur de définition de la propriété : %s

source: Error setting stream size
fr: Erreur lors de la définition de la taille du flux

source: Error setting timeout for the request: (%d) %s
fr: Erreur de définition du délai d'expiration pour la requête : (%d) %s

source: Error setting TLS hostname for SSL socket
fr: Erreur de définition du nom d’hôte TLS pour le socket SSL

source: Error studying the regex: %s
fr: Erreur d'étude de l'expression régulière : %s

source: Error trying to accept connections
fr: Erreur lors de la tentative d'acceptation des connexions

source: Error unpacking shader code.
fr: Erreur de décompression du code de shader.

source: Error unregistering service: %s
fr: Erreur d'annulation du recensement du service : %s

source: Error while working with characteristic, error message: %s, %d
fr: Erreur de traitement des caractéristiques, message d'erreur : %s, %d

source: Error writing zip file
fr: Erreur d'écriture du fichier zip

source: Error:
fr: Erreur :

source: Error: error conditions
fr: Erreur : conditions d'erreur

source: Error: No program code to return request!
fr: Erreur : Pas de code programme pour renvoyer la requête !

source: Error: no queues defined
fr: Erreur : aucune file d'attente définie

source: Esc
fr: Echap

source: EvalError in %0:s: %1:s
fr: EvalError dans %0:s : %1:s

source: Evaluate
fr: Evaluer

source: Evaluate control expression and display result
fr: Evaluer l'expression de contrôle et afficher le résultat

source: Evaluate source expression and display result
fr: Evaluer l'expression de la source et afficher le résultat

source: Events are not supported with server side TableDirect cursors
fr: Les événements ne sont pas supportés avec les curseurs TableDirect côté serveur

source: Exception %s in module %s at %p. %s%s
fr: Exception %s dans le module %s en %p. %s%s

source: Exception in safecall method
fr: Exception dans méthode safecall

source: Exchange Global Address List
fr: Liste d'adresses globale Exchange

source: Exclude
fr: Exclure

source: Excluded Items
fr: Eléments exclus

source: execute
fr: exécuter

source: Execute not supported
fr: Execute non supporté

source: Execute...
fr: Exécuter...

source: Execution
fr: Exécution

source: Execution of request terminated with unknown error
fr: Exécution de la requête terminée avec une erreur inconnue

source: Existing grid
fr: Grille existante

source: Exit|Quits the application
fr: Quitter|Quitte l'application

source: Expand
fr: Etendre

source: Expectation Failed
fr: Echec de l'attente

source: Expected %d arguments, but received %d
fr: %d arguments attendus, mais %d reçus

source: Expected %s but got %s
fr: %s attendu, mais %s obtenu

source: Expected 1 argument to ToStr
fr: 1 argument transmis à ToStr attendu

source: Expected an identifier, number or string
fr: Chaîne, nombre ou identificateur attendu

source: Expected at least one variable for Format() call
fr: Une variable est au moins attendue pour l'appel à Format()

source: Expected EOF - trailing text in expression
fr: EOF attendu - texte de fin dans l'expression

source: Expected return value not received
fr: Valeur de retour attendue non reçue

source: Expected to find PA data for a hint of what etype to use, but it was not found.
fr: Des données d'activité personnelle étaient attendues pour savoir quel etype utiliser, mais elles n'ont pas été trouvées.

source: ExpiresAt required
fr: ExpiresAt requis

source: Expression &Up
fr: Exp&ression vers le haut

source: Expression Dow&n
fr: Ex&pression vers le bas

source: Expression evaluated an empty (nil) value and cannot be assigned
fr: L'expression a été évaluée à une valeur vide (nil) et elle ne peut pas être assignée

source: Expression expected but %s found
fr: Expression attendue mais %s trouvé

source: Expression is not an aggregate expression
fr: L'expression n'est pas une expression statistique

source: Expression too complex (too many constants)
fr: Expression trop complexe (trop de constantes)

source: Extension | 15450 | !99999;1;_
fr: Date longue 1| 271296 | !99/99/00;1;_

source: Extension already exits
fr: Extension déjà existante

source: Extension is empty
fr: Extension vide

source: Extensions supported:
fr: Extensions supportées :

source: External Definition
fr: Définition externe

source: External exception %x
fr: Exception externe %x

source: Extra Headers Text Editor
fr: Editeur du texte des en-têtes supplémentaires

source: F&ind First
fr: Chercher la &première occurrence

source: Facets and Enumeration not allowed on this kind of datatype "%s"
fr: Facets et Enumeration non autorisés sur ce type de données "%s"

source: Failed acquiring access to bitmap.
fr: Echec lors de la tentative d'accès au bitmap

source: Failed attempting to retrieve time zone information.
fr: Echec lors de la tentative de récupération des informations de fuseau horaire.

source: Failed to add Entity
fr: Echec de l'ajout de l'entité

source: Failed to add Message to Queue: %s
fr: Echec de l'ajout d'un message à la file : %s

source: Failed to add Queue: %s
fr: Echec de l'ajout d'une file : %s

source: Failed to add Table: %s
fr: Echec de l'ajout de la table : %s

source: Failed to allocate memory for GIF DIB
fr: Echec d'allocation de la mémoire pour GIF DIB

source: Failed to append not properly closed set of items
fr: Echec d'ajout d'un ensemble d'éléments n'ayant pas été correctement fermés

source: Failed to append open array on item with index %d
fr: Echec d'ajout du tableau ouvert sur l'élément ayant l'index %d

source: Failed to change input language
fr: Echec du changement de la langue d'entrée

source: Failed to clear tab control
fr: Echec à l'effacement du contrôle onglet

source: Failed to create DIB from Bitmap
fr: Impossible de créer un DIB à partir du bitmap

source: Failed to create key %s
fr: Echec à la création de la clé %s

source: Failed to delete tab at index %d
fr: Echec de la suppression de l'onglet à l'index %d

source: Failed to get data for '%s'
fr: Echec à l'obtention des données pour '%s'

source: Failed to get object at index %d
fr: Echec à l'obtention de l'objet à l'indice %d

source: Failed to load %s.
fr: Le chargement de %s a échoué.

source: Failed to Load Stream
fr: Erreur au chargement du flux

source: Failed to read ImageList data from stream
fr: Erreur à la lecture des données ImageList dans le flux

source: Failed to remove Entity: %s
fr: Echec du retrait de l'entité : %s

source: Failed to remove Message(s) from Queue: %s
fr: Echec du retrait de messages de la file : %s

source: Failed to remove Queue: %s
fr: Echec du retrait de la file : %s

source: Failed to remove Table: %s
fr: Echec du retrait de la table : %s

source: Failed to retrieve tab at index %d
fr: Echec à la récupération de l'onglet d'indice %d

source: Failed to Save Stream
fr: Erreur à l'enregistrement du flux

source: Failed to set bitmap as preview. Error: %d
fr: Echec lors de la définition du bitmap en aperçu. Erreur : %d

source: Failed to set bitmap as thumbnail preview. Error: %d
fr: Echec lors de la définition du bitmap en vignette. Erreur : %d

source: Failed to set calendar date or time
fr: Echec lors du paramétrage de l'heure ou de la date du calendrier

source: Failed to set calendar min/max range
fr: Echec lors du paramétrage de l'étendue minimum/maximum du calendrier

source: Failed to set calendar selected range
fr: Echec lors du paramétrage de l'étendue sélectionnée du calendrier

source: Failed to set data for '%s'
fr: Echec à la définition des données pour '%s'

source: Failed to set maximum selection range
fr: Echec lors du paramétrage de l'étendue de sélection maximum

source: Failed to set object at index %d
fr: Echec pour mettre l'objet à l'indice %d

source: Failed to set tab "%s" at index %d
fr: Echec pour mettre l'onglet "%s" à l'indice %d

source: Failed to start advertising as the advertise data to be broadcasted is larger than 31 bytes
fr: Echec du lancement de la publicité car les données de la publicité à diffuser sont supérieures à 31 octets

source: Failed to start advertising as the advertising is already started
fr: Echec du lancement de la publicité car elle est déjà lancée

source: Failed to start advertising because no advertising instance is available
fr: Echec du lancement de la publicité car aucune instance de publicité n'est disponible

source: Failed to Start: %s
fr: Démarrage en échec : %s

source: Failed to Stop: %s
fr: Arrêt en échec : %s

source: Failed to store GIF on clipboard
fr: Echec de stockage GIF sur le presse-papiers

source: Failed to update Entity
fr: Echec de la mise à jour de l'entité

source: Failed to write ImageList data to stream
fr: Erreur à l'écriture des données ImageList dans le flux

source: Failure during video feed capture.
fr: Echec lors de la capture de la vidéo.

source: False
fr: Faux

source: Fatal error during function invocation
fr: Erreur fatale pendant l'invocation de la fonction

source: Fatal error invoking interface
fr: Erreur fatale lors de l'invocation de l'interface

source: Father
fr: Père

source: Fathoms
fr: Brasses

source: Feature not implemented
fr: Fonctionnalité non implémentée

source: Feature not supported by this style
fr: Fonctionnalité non supportée par ce style

source: Feb
fr: Fév

source: February
fr: Février

source: Feet
fr: Pieds

source: Fibers are not supported on this system.
fr: Les fibres ne sont pas supportées sur ce système

source: Field
fr: Champ

source: Field '%s' cannot be a calculated or lookup field
fr: Le champ '%s' ne peut être un champ calculé ni un champ référence

source: Field '%s' cannot be modified
fr: Impossible de modifier le champ '%s'

source: Field '%s' cannot be used in a filter expression
fr: Impossible d'utiliser le champ '%s' dans une expression filtre

source: Field '%s' has no dataset
fr: Le champ '%s' n'a pas d'ensemble de données

source: Field '%s' is not indexed and cannot be modified
fr: Le champ '%s' n'est pas indexé et ne peut être modifié

source: Field '%s' is not of type Boolean
fr: Le champ '%s' n'est pas de type BOOLEAN

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
fr: Le champ '%s' n'est pas un type de champ calculé correct pour une statistique ; utilisez plutôt un CalcInterne

source: Field '%s' is of an unknown type
fr: Le champ '%s' est d'un type inconnu

source: Field '%s' is of an unsupported type
fr: Le champ '%s' est d'un type non supporté

source: Field '%s' must have a value
fr: Le champ '%s' doit avoir une valeur

source: Field '%s' not found
fr: Champ '%s' non trouvé

source: Field attribute should provide a field interceptor instead of a type one on field %s
fr: L'attribut de champ doit fournir un intercepteur de champ au lieu d'un intercepteur de type sur le champ %s

source: Field index out of range
fr: Index de champ hors limites

source: Field Link Designer
fr: Concepteur de liaison de champs

source: Field Name
fr: Nom de champ

source: Field name is not unique
fr: Nom de champ dupliqué '%s'

source: Field name missing
fr: Nom de champ manquant

source: Field properties
fr: Propriétés du champ

source: Field type
fr: Type de champ

source: Field Type
fr: Type de champ

source: Fieldname %s exceeds %d chars
fr: Le nom de champ %s dépasse %d caractères

source: Fields
fr: Champs

source: File "%s" not found
fr: Fichier "%s" introuvable

source: File access denied
fr: Accès au fichier refusé

source: File content exceeds the current block size limit of 4 MB
fr: Le contenu du fichier a dépassé la limite de 4 Mo de la taille du bloc en cours

source: File corrupted.
fr: Fichier endommagé.

source: File is corrupt.
fr: Le fichier est corrompu.

source: File load error
fr: Erreur chargement de fichier

source: File must be open
fr: Le fichier doit être ouvert

source: File must be open for reading
fr: Le fichier doit être ouvert en lecture

source: File must be open for writing
fr: Le fichier doit être ouvert en écriture

source: File name must not be empty
fr: Le nom de fichier ne doit pas être vide

source: File name too long.
fr: Nom de fichier trop long.

source: File not found
fr: Fichier introuvable

source: File Not Found
fr: Fichier introuvable

source: File Operation Successful
fr: Opération sur le fichier réussie

source: File status okay; about to open data connection.
fr: Statut du fichier OK ; sur le point d'ouvrir la connexion de données.

source: FileID required
fr: FileID requis

source: FileName cannot be blank
fr: Le nom de fichier ne peut pas être vide

source: FileName property cannot be blank
fr: La propriété FileName ne peut être vide

source: Filename required
fr: Filename requis

source: Fill Grid
fr: Remplir la grille

source: Fill List
fr: Remplir la liste

source: Filter %s rejected setup parameter %s given value %s. At this point the server communication is not possible due to this incompatibility.
fr: Le filtre %s a rejeté le paramètre de configuration %s de valeur %s. A ce stade, la communication du serveur n'est pas possible en raison de cette incompatibilité.

source: Filter Editor
fr: Editeur de filtres

source: Filter expression incorrectly terminated
fr: Expression filtre terminée incorrectement

source: Filter property cannot be used for detail tables
fr: Impossible d'utiliser la propriété Filter pour les tables détail

source: FilterOptions are not supported
fr: FilterOptions non prises en charge

source: Find &Next
fr: &Occurrence suivante

source: Find First|Finds the first occurance of specified text
fr: Chercher la première occurrence|Cherche la première occurrence du texte spécifié

source: Find must be called prior to calling FindNext
fr: Find doit être appelé avant l'appel à FindNext

source: Find Next|Repeats the last find
fr: Occurrence suivante|Répète la dernière recherche

source: Find|Finds the specified text
fr: Chercher|Cherche le texte spécifié

source: First
fr: Premier

source: First argument to Format() must be a string
fr: Le premier argument de Format() doit être une chaîne

source: First Name
fr: Prénom

source: First Name Phonetic
fr: Prénom en phonétique

source: First record
fr: Premier enregistrement

source: Fixed column count must be less than column count
fr: Le nombre de colonnes fixes doit être inférieur au nombre de colonnes

source: Fixed Length
fr: Longueur fixe

source: Fixed Precision
fr: Précision fixe

source: Fixed row count must be less than row count
fr: Le nombre de lignes fixes doit être inférieur au nombre de lignes

source: Flash does not exist on this device
fr: Flash n'existe pas sur ce périphérique

source: Float values must be entered in sets of three.
fr: Les valeurs flottantes doivent être entrées par groupes de trois.

source: Float values must be entered in sets of two.
fr: Les valeurs flottantes doivent être entrées par groupes de deux.

source: Floating point division by zero
fr: Division par zéro en virgule flottante

source: Floating point overflow
fr: Débordement en virgule flottante

source: Floating point underflow
fr: Débordement inférieur flottant

source: FluidCups
fr: Tasses liquide

source: FluidGallons
fr: Gallons liquide américains

source: FluidGills
fr: Roquilles liquide américaines

source: FluidOunces
fr: Onces liquide américaines

source: FluidPints
fr: Chopines liquide américaines

source: FluidQuarts
fr: Pintes liquide américaines

source: FluidTablespoons
fr: Cuillières à soupe

source: FluidTeaspoons
fr: Cuillières à café

source: Font Select
fr: Sélectionner la police

source: Font St&yle:
fr: &Style :

source: Fonts
fr: Fontes

source: Footer
fr: Bas de page

source: For the latest updates and information please visit:
fr: Dernières mises à jour et informations sur notre site :

source: Forbidden
fr: Interdit

source: Foreign Key Name
fr: Nom de clé étrangère

source: Format '%s' invalid or incompatible with argument
fr: Le format '%s' est incorrect ou incompatible avec l'argument

source: Format result longer than 4096 characters
fr: Résultat de format supérieur à 4096 caractères

source: Format string too long
fr: Chaîne de format trop longue

source: Format type (%d) for Integer conversion is not supported
fr: Le type de format (%d) n'est pas pris en charge pour les conversions de type Integer

source: Format type (%d) for Single conversion is not supported
fr: Le type de format (%d) n'est pas pris en charge pour les conversions de type Single

source: Fortnights
fr: Quinzaines

source: fragment reassembly time exceeded.
fr: temps de réassemblage du fragment dépassé.

source: Fragmentation Needed and Don't Fragment was Set
fr: Fragmentation nécessaire et Ne pas fragmenter a été défini

source: Frame contains multiple Graphic Control Extension blocks
fr: Le cadre contient plusieurs blocs d'extension de contrôles graphiques

source: Fri
fr: Ven

source: Friday
fr: Vendredi

source: Friend
fr: Ami(e)

source: FTP daemon
fr: Démon FTP

source: Full
fr: Complet

source: Full Screen
fr: Plein écran

source: Gateway timeout
fr: Délai de passerelle

source: GCM AppID is blank. Specify a GCM AppID.
fr: GCM AppID est vide. Spécifiez un GCM AppID.

source: General SOCKS server failure.
fr: Panne du serveur SOCKS générale.

source: Generate DataSnap client classes
fr: Générer les classes client DataSnap

source: Generator
fr: Générateur

source: Gestures
fr: Mouvements

source: GetDriverFunc must be specified.
fr: GetDriverFunc doit être spécifié.

source: GIF Image
fr: Image GIF

source: GIF Images
fr: Images GIF

source: Gigameters
fr: Gigamètres

source: Global schema items may not contain a ref
fr: Les éléments du schéma global ne peuvent pas contenir un attribut ref

source: Go to %s
fr: Atteindre %s

source: Go to <Tab>
fr: Atteindre <Tab>

source: goColMoving is not a supported option
fr: goColMoving n'est pas une option prise en charge.

source: Gone
fr: Parti

source: Goodbye
fr: Au revoir

source: Goodbye.
fr: Au revoir.

source: Google Play Services needs to be updated. Please go to Play Store to update Google Play Services then, restart the application
fr: Les services Google Play doivent être mis à jour. Accédez au Google Play Store pour mettre à jour les services Google Play, puis redémarrez l'application

source: Gradient Active Caption
fr: Libellé actif en dégradé

source: Gradient Inactive Caption
fr: Libellé inactif en dégradé

source: Grams
fr: Grammes

source: Gray
fr: Gris

source: Gray Text
fr: Texte gris

source: Green
fr: Vert

source: Grid
fr: Grille

source: Grid index out of range
fr: Indice de grille hors limites

source: Grid requested to display more than 256 columns
fr: La grille nécessitait d'afficher plus de 256 colonnes

source: Grid too large for operation
fr: Grille trop grande pour l'opération

source: Grids
fr: Grilles

source: Group name required
fr: Nom de groupe requis

source: Group not found: %s
fr: Groupe introuvable : %s

source: Group[%d] - Active: %s
fr: Groupe [%d] - Actif : %s
