Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Wrong State
fr: Etat incorrect

source: Wrong texture coord index
fr: Index de coordonnée de texture incorrect

source: Wrong texture coord number
fr: Nombre de coordonnées de texture incorrect

source: Wrong triangle mesh index
fr: Index de maillage triangulaire incorrect

source: Wrong triangle mesh number
fr: Nombre de maillages triangulaires incorrect

source: Wrong vertex index
fr: Index de sommet incorrect

source: Wrong vertex number
fr: Nombre de sommets incorrect

source: WSDL Ports for PortType
fr: Ports WSDL pour PortType

source: XDR to XML Schema Translator (.xdr <-> .xsd)
fr: XDR vers XML Schema Translator (.xdr <-> .xsd)

source: XML Parse Error:
fr: Erreur analyse XML :

source: XMLData to XML Schema Translator (.xml -> .xsd)
fr: XMLData vers XML Schema Translator (.xml -> .xsd)

source: XMLDataFile must be specified
fr: XMLDataFile doit être spécifié

source: XP Style
fr: Style XP

source: Year portion of date too large for conversion
fr: La partie Année de la date est trop longue pour la conversion

source: Years
fr: Années

source: Yellow
fr: Jaune

source: Yes
fr: &Oui

source: Yes to &All
fr: O&ui pour tout

source: You are about to delete of %s %s. Proceed with it?
fr: Vous êtes sur le point de supprimer %s %s. Traiter la suppression ?

source: You are about to delete the %s container and all its content. Proceed with the deletion?
fr: Vous êtes sur le point de supprimer le conteneur %s et tout son contenu. Traiter la suppression ?

source: You are about to delete the blob %s from the %s container. Proceed with the deletion?
fr: Vous êtes sur le point de supprimer le blob %s du conteneur %s. Traiter la suppression ?

source: You are not allowed to delete this item
fr: Vous n'êtes pas autorisé à supprimer cet élément

source: You are not allowed to use location services.
fr: Vous n'êtes pas autorisé à utiliser les services d'emplacement.

source: You can only tab dock TWinControl based Controls
fr: La tabulation ne peut s'appliquer qu'aux contrôles TWinControl ancrés

source: You can use only the inheritors of class "%s"
fr: Vous pouvez seulement utiliser les héritiers de la classe "%s"

source: You cannot create Presentation without MultiView
fr: Impossible de créer une présentation sans MultiView

source: You cannot delete a column by default
fr: Vous ne pouvez pas supprimer une colonne par défaut

source: You cannot send a message while you are still waiting for an answer
fr: Impossible d'envoyer un message tant que vous attendez une réponse

source: You cannot set %s while the HL7 Component is working
fr: Impossible de définir %s tant que le composant HL7 fonctionne

source: You have to provide a TIdRR_SOA object with Serial number and Name to progress IXFR. %d
fr: Vous devez fournir un objet TIdRR_SOA avec un nom et un numéro de série pour IXFR. %d

source: You may not modify %s
fr: Vous ne pouvez pas modifier %s

source: You must be in ShowCheckbox mode to set to this date
fr: Vous devez être en mode ShowCheckBox pour définir cette date

source: You must chain this component to another I/O Handler before using it
fr: Vous devez enchaîner ce composant à un autre gestionnaire d'E/S avant de l'utiliser

source: You must have an OnExecute event.
fr: Vous devez avoir un événement OnExecute.

source: You must provide a proximity UUID
fr: Vous devez fournir un UUID de proximité

source: You must use proxyOpen
fr: Vous devez utiliser proxyOpen

source: You need to add a protocol and an adapter connecting to %s
fr: Vous devez ajouter un protocole et un adaptateur se connectant à %s

source: Zip file must be empty
fr: Le fichier zip doit être vide

source: ZLib Error (%d)
fr: Erreur ZLib (%d)

source: ZLib error: target buffer may be too small
fr: Erreur ZLib : le tampon de destination est peut-être trop petit
