Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Cannot create sampler state for '%s'.
fr: Impossible de créer l'état de l'échantillonnage pour '%s'.

source: Cannot create server socket: %s
fr: Impossible de créer le socket client : %s

source: Cannot create shader for '%s'.
fr: Impossible de créer un shader pour '%s'.

source: Cannot create shell notification icon
fr: Impossible de créer l'icône de notification de shell

source: Cannot create Socket Output Stream
fr: Impossible de créer le flux de sortie du socket

source: Cannot create texture for '%s' because the size is too small.
fr: Impossible de créer la texture pour '%s' car la taille est trop petite.

source: Cannot create texture for '%s'.
fr: Impossible de créer une texture pour '%s'.

source: Cannot create vertex buffer for '%s'.
fr: Impossible de créer un tampon de vertex pour '%s'.

source: Cannot create vertex declaration for '%s'.
fr: Impossible de créer une déclaration de vertex pour '%s'.

source: Cannot create vertex layout for '%s'.
fr: Impossible de créer une disposition de vertex pour '%s'.

source: Cannot create vertex shader for '%s'.
fr: Impossible de créer un shader de vertex pour '%s'.

source: Cannot create WIC Imaging Factory object for '%s'.
fr: Impossible de créer un objet WIC Imaging Factory pour '%s'.

source: Cannot delegate a connection more than 16 times: %s
fr: Impossible de déléguer une connexion plus de 16 fois : %s

source: Cannot delete a column that contains controls
fr: Impossible de supprimer une colonne contenant des contrôles

source: Cannot delete a row that contains controls
fr: Impossible de supprimer une ligne contenant des contrôles

source: Cannot deploy, "%s" file not found in assets
fr: Déploiement impossible, le fichier "%s" ne peut être trouvé dans les ressources

source: Cannot determine Direct3D support level.
fr: Impossible de déterminer le niveau de support de Direct3D.

source: Cannot determine value because the wrapper does not support IValue
fr: Impossible de déterminer la valeur car le wrapper ne supporte pas IValue

source: Cannot discover services for device: %s
fr: Impossible de découvrir les services du périphérique : %s

source: Cannot drag a form
fr: Impossible de déplacer une fiche

source: Cannot draw mesh object for '%s'.
fr: Impossible de dessiner l'objet maillage pour '%s'.

source: Cannot end the printing job
fr: Impossible de terminer le travail d'impression

source: Cannot exit when there are active connections. Kill connections?
fr: Impossible de quitter tant que des connexions sont actives. Terminer les connexions ?

source: Cannot extract Addresses. %s
fr: Impossible d'extraire les adresses. %s

source: Cannot extract ID of new contact
fr: Impossible d'extraire l'ID du nouveau contact

source: Cannot extract multiple string values. %s
fr: Impossible d'extraire les valeurs des chaînes multiples. %s

source: Cannot extract string value. %s
fr: Impossible d'extraire la valeur chaîne. %s

source: Cannot fetch contacts in group with ID = [%d]. %s
fr: Impossible d'extraire les contacts dans le groupe ayant l'ID = [%d]. %s

source: Cannot fetch contacts. %s
fr: Impossible d'extraire les contacts. %s

source: Cannot fetch contacts. [%s] cannot be nil.
fr: Impossible d'extraire les contacts. [%s] ne peut pas être nil.

source: Cannot fetch contacts. [%s] should be instance of [%s] class.
fr: Impossible d'extraire les contacts. [%s] doit être une instance de la classe [%s].

source: Cannot fetch dates. %s
fr: Impossible d'extraire les dates. %s

source: Cannot fetch groups. %s
fr: Impossible d'extraire les groupes. %s

source: Cannot fetch groups. [%s] cannot be nil.
fr: Impossible d'extraire les groupes. [%s] ne peut pas être nil.

source: Cannot fetch groups. [%s] should be instance of [%s] class.
fr: Impossible d'extraire les groupes. [%s] doit être une instance de la classe [%s].

source: Cannot fetch messaging service info. %s
fr: Impossible d'extraire les informations du service de messagerie. %s

source: Cannot fetch sources. [%s] cannot be nil.
fr: Impossible d'extraire les sources. [%s] ne peut pas être nil.

source: Cannot find a suitable pixel format for '%s'.
fr: Impossible de trouver un format de pixel approprié pour '%s'.

source: Cannot find a suitable shader for '%s'.
fr: Impossible de trouver un shader approprié pour '%s'.

source: Cannot find characteristic: %s
fr: Impossible de trouver les caractéristiques : %s

source: Cannot find connection files from application directory (%s) or the system registry (%s).
fr: Impossible de trouver les fichiers de connexion dans le répertoire de l'application (%s) ou le registre système (%s).

source: Cannot find descriptor: %s
fr: Impossible de trouver le descripteur : %s

source: Cannot find node referenced by ID %s
fr: Impossible de trouver le noeud référencé par l'ID %s

source: Cannot find result wrapper because the member wrapper does not support IGroup
fr: Impossible de trouver le wrapper de résultat car le wrapper de membre ne supporte pas IGroup

source: Cannot find shader variable '%s'.
fr: Impossible de trouver la variable de shader '%s'.

source: Cannot find TableName in CommandText
fr: Impossible de trouver TableName dans CommandText

source: Cannot focus a disabled or invisible window
fr: Impossible de focaliser une fenêtre désactivée ou invisible

source: Cannot focus this control
fr: Impossible d'obtenir la focalisation sur ce contrôle

source: Cannot free TClassRegistry.ClassRegistry
fr: Impossible de libérer TClassRegistry.ClassRegistry

source: Cannot get display name. %s
fr: Impossible d'obtenir le nom d'affichage. %s

source: Cannot get factory for class %s
fr: Impossible d'obtenir la fabrique pour la classe %s

source: Cannot get group name. GroupRef is nil
fr: Impossible d'obtenir le nom de groupe. GroupRef vaut nil

source: Cannot get list of characteristics for service: %s
fr: Impossible d'obtenir la liste des caractéristiques du service : %s

source: Cannot get list of descriptors for characteristic: %s
fr: Impossible d'obtenir la liste des descripteurs pour la caractéristique : %s

source: Cannot get list of included services for service: %s
fr: Impossible d'obtenir la liste des services inclus pour le service : %s

source: Cannot get list of LE devices: (%d) %s
fr: Impossible d'obtenir la liste des périphériques LE : (%d) %s

source: Cannot get RFCOMM channel ID to connect to the device: %s, service: %s
fr: Impossible d'obtenir l'ID du canal RFCOMM pour se connecter au périphérique : %s, service : %s

source: Cannot get service record for the service: %s on device: %s
fr: Impossible d'obtenir l'enregistrement pour le service : %s sur le périphérique : %s

source: Cannot get source name. [SourceRef] is nil
fr: Impossible d'obtenir le nom de source. [SourceRef] vaut nil

source: Cannot get source type. [SourceRef] is nil
fr: Impossible d'obtenir le type de source. [SourceRef] vaut nil

source: Cannot get state for device: %s
fr: Impossible d'obtenir l'état du périphérique : %s

source: Cannot get the LE device
fr: Impossible d'obtenir le périphérique LE

source: Cannot have access to external storage on device
fr: Impossible d'accéder à un stockage externe sur le périphérique

source: Cannot have more than one MDI form per application
fr: Impossible d'avoir plus d'une fiche MDI par application

source: Cannot have multiple single cast observers added to the observers collection
fr: Plusieurs observateurs mono-transtypage ne peuvent pas être ajoutés à la collection d'observateurs

source: Cannot hide an MDI Child Form
fr: Impossible de cacher une fiche enfant MDI

source: Cannot initiate two or more geocoding requests at the same time
fr: Impossible d'initier deux requêtes geocoding en même temps, ou davantage

source: Cannot insert or delete rows from grid
fr: Impossible d'insérer ou de supprimer les lignes de la grille

source: Cannot iterate due to invalid iterator state
fr: Itération impossible due à un état incorrect de l'itérateur

source: Cannot link to an invalid source.
fr: Liaison impossible avec une source incorrecte.

source: Cannot load message from file %s
fr: Impossible de charger le message depuis le fichier %s

source: Cannot load metadata for %s.
fr: Impossible de charger la métadonnée pour %s.

source: Cannot load older version of TShape
fr: Impossible de charger une version antérieure de TShape

source: Cannot load package '%s.' It contains unit '%s', which is also contained in package '%s'
fr: Impossible de charger le package '%s.' Il contient l'unité '%s', qui est aussi contenue dans le package '%s'

source: Cannot load style from file %s
fr: Impossible de charger le style depuis le fichier %s

source: Cannot load style from resource
fr: Impossible de charger le style depuis la ressource

source: Cannot load style from stream
fr: Impossible de charger le style depuis le flux

source: Cannot make a visible window modal
fr: Impossible de rendre modale une fenêtre visible

source: Cannot modify a collection while iterating
fr: Impossible de modifier une collection lors d'une itération

source: Cannot modify a read-only data source
fr: Impossible de modifier une source de données en lecture seule

source: Cannot modify a read-only dataset
fr: Impossible de modifier un ensemble de données en lecture seule

source: Cannot open AVI
fr: Impossible d'ouvrir l'AVI

source: Cannot open clipboard: %s
fr: Impossible d'ouvrir le Presse-papiers : %s

source: Cannot open detail table with master closed
fr: Impossible d'ouvrir la table détails du fait que la table maître est fermée

source: Cannot open file "%s". %s
fr: Impossible d'ouvrir le fichier "%s". %s

source: Cannot open file %s
fr: Impossible d'ouvrir le fichier %s

source: Cannot parse properly the callback output argument
fr: Impossible d'analyser correctement l'argument de sortie de la fonction callback

source: Cannot parse properly the metadata value
fr: Impossible d'analyser correctement la valeur de la métadonnée

source: Cannot perform a requery after connection has changed
fr: Impossible d'effectuer une requête après le changement de connexion

source: Cannot perform operation. User rejected access to AddressBook
fr: Impossible d'effectuer l'opération. L'accès à AddressBook a été rejeté par l'utilisateur

source: Cannot perform operation. You have to request permission by using AddressBook.RequestPermission
fr: Impossible d'effectuer l'opération. Vous devez demander une permission en utilisant AddressBook.RequestPermission

source: Cannot perform task while server is active.
fr: Impossible d'effectuer la tâche tant que le serveur est actif.

source: Cannot perform this operation on a closed connection
fr: Impossible d'exécuter cette opération sur une connexion fermée

source: Cannot perform this operation on a closed dataset
fr: Impossible d'effectuer cette opération sur un ensemble de données fermé

source: Cannot perform this operation on an empty dataset
fr: Impossible d'effectuer cette opération sur un ensemble de données vide

source: Cannot perform this operation on an open connection
fr: Impossible d'exécuter cette opération sur une connexion ouverte

source: Cannot perform this operation on an open dataset
fr: Impossible d'effectuer cette opération sur un ensemble de données ouvert

source: Cannot read Infinity value
fr: Impossible de lire la valeur Infinity.

source: Cannot read -Infinity value
fr: Impossible de lire la valeur Infinity.

source: Cannot read NaN value.
fr: Impossible de lire la valeur NaN.

source: Cannot Read WideString from odd byte position
fr: Impossible de lire WideString depuis la position de l'octet de poids faible

source: Cannot register a nil provider
fr: Impossible de recenser un fournisseur nil

source: Cannot remove contact from group. %s
fr: Impossible de retirer le contact du groupe. %s

source: Cannot remove contact from group. [%s] cannot be nil.
fr: Impossible de retirer le contact du groupe. [%s] ne peut pas être nil.

source: Cannot remove contact from group. [%s] should be instance of [%s] class.
fr: Impossible de retirer le contact du groupe. [%s] doit être une instance de la classe [%s].

source: Cannot remove contact. %s
fr: Impossible de retirer le contact. %s

source: Cannot remove contact. [%s] cannot be nil.
fr: Impossible de retirer le contact. [%s] ne peut pas être nil.

source: Cannot remove contact. [%s] should be instance of [%s] class.
fr: Impossible de retirer le contact. [%s] doit être une instance de la classe [%s].

source: Cannot remove group. %s
fr: Impossible de retirer le groupe. %s

source: Cannot remove group. [%s] cannot be nil.
fr: Impossible de retirer le groupe. [%s] ne peut pas être nil.

source: Cannot remove group. [%s] should be instance of [%s] class.
fr: Impossible de retirer le groupe. [%s] doit être une instance de la classe [%s].

source: Cannot remove service: %s
fr: Impossible de retirer le service : %s

source: Cannot remove shell notification icon
fr: Impossible de supprimer l'icône de notification de shell

source: Cannot resize buffers for '%s'.
fr: Impossible de redimensionner les tampons pour '%s'.

source: Cannot resize swap chain for '%s'.
fr: Impossible de redimensionner la chaîne d'échange pour '%s'.

source: Cannot resolve to dataset when using nested datasets or references
fr: Résolution impossible vers un ensemble de données lors de l'utilisation d'ensembles de données ou de références imbriqués

source: Cannot retrieve buffer description for '%s'.
fr: Impossible de récupérer la description de tampon pour '%s'.

source: Cannot retrieve device depth/stencil buffer for '%s'.
fr: Impossible de récupérer le tampon profondeur/gabarit du périphérique pour '%s'.

source: Cannot retrieve device render buffers for '%s'.
fr: Impossible de récupérer les tampons de rendu de périphérique pour '%s'.

source: Cannot retrieve display mode for '%s'.
fr: Impossible de récupérer le mode d'affichage pour '%s'.

source: Cannot retrieve list of contacts. [%s] cannot be nil.
fr: Impossible de récupérer la liste de contacts. [%s] ne peut pas être nil.

source: Cannot retrieve surface for '%s'.
fr: Impossible de récupérer la surface pour '%s'.

source: Cannot retrieve the state of the bluetooth adapter
fr: Impossible de récupérer l'état de l'adaptateur bluetooth

source: Cannot save [%s]. %s
fr: Impossible d'enregistrer [%s]. %s

source: Cannot save changes in AddressBook. %s
fr: Impossible de sauvegarder les modifications dans AddressBook. %s

source: Cannot save Contact Photo. TBitmap cannot be converted into JBitmap.
fr: Impossible d'enregistrer la photo du contact. Un TBitmap ne peut pas être converti en JBitmap.

source: Cannot save contact, when contact is not modified
fr: Impossible d'enregistrer le contact s'il n'a pas été modifié

source: Cannot save contact. %s
fr: Impossible d'enregistrer le contact. %s

source: Cannot save contact. [%s] cannot be nil.
fr: Impossible d'enregistrer le contact. [%s] ne peut pas être nil.

source: Cannot save contact. [%s] should be instance of [%s] class.
fr: Impossible d'enregistrer le contact. [%s] doit être une instance de la classe [%s].

source: Cannot save empty GIF
fr: Impossible d'enregistrer un GIF vide

source: Cannot save group. %s
fr: Impossible d'enregistrer le groupe. %s

source: Cannot save group. [%s] cannot be nil.
fr: Impossible d'enregistrer le groupe. [%s] ne peut pas être nil.

source: Cannot save group. [%s] should be instance of [%s] class.
fr: Impossible d'enregistrer le groupe. [%s] doit être une instance de la classe [%s].

source: Cannot send data: (%d) %s
fr: Impossible d'envoyer les données : (%d) %s

source: Cannot send or receive after socket is closed.
fr: Envoi ou réception impossible après la fermeture du socket.

source: Cannot set discoverable mode
fr: Impossible de définir le mode découverte

source: Cannot set group name. %s
fr: Impossible de définir le nom du groupe. %s

source: Cannot set group name. GroupRef is nil
fr: Impossible de définir le nom du groupe. GroupRef vaut nil

source: Cannot set Loop property when the Thread is already running.
fr: Impossible de définir la propriété Loop quand le thread est déjà en cours d'exécution.

source: Cannot set this singleton instance more than once or after it has been retrieved one or more times
fr: Impossible de définir cette instance de singleton plusieurs fois ou après sa récupération une ou plusieurs fois

source: Cannot set ThreadName when the Thread is already running.
fr: Impossible de définir le nom du thread quand le thread est déjà en cours d'exécution.

source: Cannot set value for field %s as it is expected to be an array instead of %s
fr: Impossible de définir la valeur du champ %s car elle est supposée être un tableau au lieu de %s

source: Cannot start a task that has already completed
fr: Impossible de démarrer une tâche qui a déjà été achevée

source: Cannot start the printing job
fr: Impossible de démarrer le travail d'impression

source: Cannot synchronize device buffers for '%s'.
fr: Impossible de synchroniser les tampons de périphérique pour '%s'.

source: Cannot terminate an externally created thread
fr: Impossible de terminer un thread créé de façon externe

source: Cannot translate CFDictionary to Delphi type
fr: Impossible de traduire CFDictionary en type Delphi

source: Cannot unregister the system style
fr: Impossible de dérecenser le style système

source: Cannot update OpenGL context for '%s'.
fr: Impossible de mettre à jour le contexte OpenGL pour '%s'.

source: Cannot upload device buffers for '%s'.
fr: Impossible de télécharger les tampons de périphérique pour '%s'.

source: Cannot upload pixel data to texture for '%s'.
fr: Impossible de télécharger les données pixel dans la texture pour '%s'.

source: Cannot use a non-socket IOHandler
fr: Impossible d'utiliser un IOHandler non-socket

source: Cannot wait for an externally created thread
fr: Impossible d'attendre un thread créé de façon externe

source: Cannot write %d bytes. Only %d were delivered.
fr: Impossible d'écrire %d octets. Seuls %d octets ont été livrés.

source: Cannot write JSON comment as BSON
fr: Impossible d'écrire le commentaire JSON au format BSON

source: Cannot write JSON constructor as BSON
fr: Impossible d'écrire le constructeur JSON au format BSON

source: Cannot write raw JSON as BSON
fr: Impossible d'écrire un JSON brut au format BSON

source: Cannot Write WideString to odd byte position
fr: Impossible d'écrire WideString sur la position de l'octet de poids faible

source: Cannt connect to the Master server
fr: Impossible de se connecter au serveur maître

source: Can't change value while socket is active
fr: Modification de valeur impossible lorsque le socket est actif

source: Can't connect to profile %s
fr: Impossible de se connecter au profil %s

source: Can't create new socket
fr: Impossible de créer le nouveau socket

source: Can't execute TCustomRESTRequest when Client property is nil.
fr: Impossible d'exécuter TCustomRESTRequest quand la propriété Client vaut nil.

source: Cant find %s field for the given type %s
fr: Impossible de trouver le champ %s pour le type %s donné

source: Cant find %s property for the given type %s
fr: Impossible de trouver la propriété %s pour le type %s donné

source: Can't find profile %s
fr: Impossible de trouver le profil %s

source: Can't find profile for action %s
fr: Impossible de trouver le profil pour l'action %s

source: Can't find profile for resource %s
fr: Impossible de trouver le profil pour la ressource %s

source: Can't find resource list for profile %s
fr: Impossible de trouver la liste de ressources pour le profil %s

source: Can't get a connection to profile %s
fr: Impossible d'établir la connexion au profil %s

source: Can't listen on an open socket
fr: Ecoute impossible sur un socket ouvert

source: Can't load package %s. %s
fr: Impossible de charger le package %s. %s

source: Can't open data connection.
fr: Impossible d'ouvrir la connexion de données.

source: Can't send file %s
fr: Impossible d'envoyer le fichier %s

source: Can't send resource %s
fr: Impossible d'envoyer la ressource %s

source: Can't use dataprotection on site to site transfer.
fr: Impossible d'utiliser la protection des données sur un transfert site à site.

source: Can't write to a read-only resource stream
fr: Impossible d'écrire dans un flux en lecture seule

source: Canvas does not allow drawing
fr: Le canevas ne permet pas de dessiner

source: Capability list follows
fr: La liste des capacités suit

source: Capacity cannot be less than size
fr: La capacité ne peut être inférieure à la taille

source: Capacity cannot be smaller than Size.
fr: La capacité ne peut pas être plus petite que la taille.

source: Caption cannot be empty
fr: Caption ne peut pas être vide

source: Caption Text
fr: Texte de libellé

source: Car
fr: Voiture

source: Case Sensitive
fr: Sensible à la casse

source: Catalog Name
fr: Nom du catalogue

source: Categor&ies:
fr: Caté&gories :

source: CategoryPanel must have a CategoryPanelGroup as its parent
fr: CategoryPanel doit avoir un CategoryPanelGroup comme parent

source: Caused by: %s
fr: Causé par : %s

source: Centares
fr: Centiares

source: Center
fr: Centrer

source: Center|Centers text between margins
fr: Centrer|Centrer le texte entre les marges

source: Centigrams
fr: Centigrammes

source: CentiLiters
fr: Centilitres

source: Centimeters
fr: Centimètres

source: Centuries
fr: Siècles

source: Chains
fr: Chaînes

source: Change Relationships...
fr: Changer les relations...

source: Channel is closed, cannot read data
fr: Le canal est fermé, impossible de lire les données

source: Channel is terminated while %d are still registered with it
fr: Le canal est terminé pendant que %d sont toujours enregistrés avec lui

source: Channel names expected
fr: Noms de canaux attendus

source: Character at Index %d is not a valid UTF-16 High Surrogate
fr: Le caractère à l'index %d n'est pas un caractère de substitution étendu UTF-16 valide

source: Character at Index %d is not a valid UTF-16 Low Surrogate
fr: Le caractère à l'index %d n'est pas un caractère de substitution faible UTF-16 valide

source: Character encoding scheme not supported.
fr: Schéma d'encodage de caractères non supporté.

source: Character for &Blanks:
fr: Caractère pour l'&espace :

source: Character Index %d out of Range, Length = %d
fr: Index de caractère %d hors limites, longueur = %d

source: Character index out of bounds (%d)
fr: Index caractère hors limites (%d)

source: Characteristic with UUID: %s already exists
fr: Caractéristiques avec UUID : %s existe déjà

source: CheckSynchronize called from thread $%x, which is NOT the main thread
fr: CheckSynchronize a été appelée depuis le thread $%x, qui n'est PAS le thread principal

source: Child
fr: Enfant

source: Child name-value tree is in use elsewhere
fr: Arborescence nom-valeur enfant en cours d'utilisation ailleurs

source: ChildName cannot be blank
fr: ChildName ne peut pas être vide.

source: CHMOD command successful.
fr: Commande CHMOD réussie.

source: Choose a component
fr: Choisir un composant

source: Choose a control
fr: Choisir un contrôle

source: Choose a control class
fr: Choisir une classe de contrôle

source: Choose a data source
fr: Choisir une source de données

source: Choose a datasource
fr: Choisir une source de données

source: Choose a field
fr: Choisir un champ

source: Choose a property
fr: Choisir une propriété

source: Choose Color
fr: Choisir la couleur

source: Chunk Started
fr: Opération Chunk démarrée

source: Circular datalinks are not allowed
fr: Liaisons de données circulaires non autorisées

source: Circular decoder table entry
fr: Entrée de la table du décodeur circulaire

source: Circular provider references not allowed
fr: Références de fournisseurs circulaires non autorisées

source: Circular provider references not allowed.
fr: Références de fournisseurs circulaires non autorisées
