Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Circular reference to Connection not allowed
fr: Référence circulaire à Connection non autorisée

source: Circular references are not allowed
fr: Les références circulaires ne sont pas autorisées.

source: Circular references not allowed
fr: Les références circulaires ne sont pas autorisées.

source: Class %0:s does not support interface %1:s
fr: La classe %0:s ne supporte pas l'interface %1:s

source: Class %s does not implement interface GUID %s
fr: La classe %s n'implémente pas l'interface GUID %s

source: Class %s does not support the action
fr: La classe %s ne supporte pas l'action

source: Class '%s' is already registered for '%s'
fr: La classe '%s' est déjà enregistrée pour '%s'

source: Class %s is not applicable to this module
fr: La classe %s n'est pas applicable à ce module

source: Class %s is not intended to be constructed
fr: La classe %s n'est pas destinée à être construite

source: Class '%s' is not registered for '%s'
fr: La classe '%s' n'est pas enregistrée pour '%s'

source: Class %s must provide an override for DoSetUp
fr: La classe %s doit fournir une redéfinition pour DoSetUp

source: Class %s not found
fr: Classe %s non trouvée

source: Class not available
fr: Classe non disponible

source: Class not registered
fr: Classe non recensée

source: Class of flashing control is not registered
fr: La classe de contrôle clignotant n'est pas recensée

source: Classes that represent scalar types must descend from TRemotableXS, %s does not
fr: Les classes représentant des types scalaires doivent descendre de TRemotableXS, ce qui n'est pas le cas de %s

source: ClassType must be specified.
fr: ClassType doit être spécifié.

source: Clear
fr: Effacer

source: Clear command channel is not permitted.
fr: Le canal de commande en mode non crypté n'est pas autorisé.

source: Clear DataSet
fr: Effacer l'ensemble de données

source: Clear Grid
fr: Effacer la grille

source: Clear information used only at design time?
fr: Effacer les informations utilisées seulement à la conception ?

source: Clear List
fr: Effacer la liste

source: Clear Messages
fr: Effacer les messages

source: Clear Request Data
fr: Effacer les données de la requête

source: Clear Response Data
fr: Effacer les données de la réponse

source: Clear Selection
fr: Effacer la sélection

source: Client DataSet Data
fr: Données de l'ensemble de données client

source: Client not assigned to request component
fr: Client non assigné au composant requête

source: Client of TDrag not initialized
fr: Client de TDrag non initialisé

source: Client policy does not allow credential delegation to target server with NLTM only authentication.
fr: La stratégie du client n'autorise pas la délégation des informations d'identification au serveur cible sur la seule présentation de l'authentification NLTM.

source: Client policy does not allow credential delegation to target server.
fr: La stratégie du client n'autorise pas la délégation des informations d'identification au serveur cible.

source: Client rejected the certificate
fr: Le client a rejeté le certificat

source: Client's supplied SSPI channel bindings were incorrect.
fr: Les liaisons de canal SSPI fournies au client étaient incorrectes.

source: Clipboard does not support Icons
fr: Le Presse-papiers ne supporte pas les icônes

source: CloneConnection invalid: distinct ClientDataSet descendents
fr: CloneConnection incorrecte : descendants ClientDataSet distincts

source: Close
fr: Fermer

source: Close error
fr: Erreur de fermeture

source: Close Window
fr: Fermer la fenêtre

source: Close Window|Close active form
fr: Fermer la fenêtre|Fermer la fenêtre active

source: closing connection
fr: fermeture de la connexion

source: closing connection - goodbye!
fr: fermeture de la connexion - au revoir !

source: Closing Connection Channel.
fr: Fermeture du canal de connexion.

source: Closing data connection.
fr: Fermeture de la connexion de données.

source: Cloud access error.
fr: Erreur d'accès au Cloud.

source: Co&lumns Editor...
fr: Editeur de &colonnes...

source: CodeGear Socket Server
fr: Serveur de socket CodeGear

source: Codeset conversion failure
fr: Echec de conversion de codeset

source: Collection &Up
fr: Collection vers le &haut

source: Collection Dow&n
fr: Collection vers le &bas

source: CollectionEditor
fr: Editeur de collection

source: Color
fr: Couleurs

source: Color not in color table
fr: Couleur absente dans la table des couleurs

source: Color Select
fr: Sélection de la couleur

source: Color table is empty
fr: La table des couleurs est vide

source: Color table overflow
fr: Débordement de la table des couleurs

source: Colors
fr: Couleurs

source: Column index, %d, out of bounds
fr: Index de colonne incorrect (dépassement des limites).

source: Column Name
fr: Nom de la colonne

source: Column Properties
fr: Propriétés de colonne

source: Column Size
fr: Taille de la colonne

source: Column[%d]
fr: Colonne[%d]

source: Columns
fr: Colonnes

source: COM Server Warning
fr: Avertissement du serveur COM

source: Command %s in request is not supported. Accepted commands are: GET, POST, PUT and DELETE
fr: La commande %s de la requête n'est pas supportée. Les commandes acceptées sont : GET, POST, PUT et DELETE

source: Command %s not implemented
fr: Commande %s non implémentée

source: Command can only be prepared once
fr: La commande ne peut être préparée qu'une seule fois

source: Command channel switched to clear-text.
fr: Canal de commande passé en mode non crypté.

source: Command closed or executed again
fr: Commande fermée ou exécutée de nouveau

source: Command closed or unassigned.
fr: Commande fermée ou non assignée

source: command must be either USER or QUIT
fr: la commande doit être USER ou QUIT

source: Command needs more DBXReader parameters
fr: La commande nécessite davantage de paramètres DBXReader

source: Command Not Handled: %s
fr: Commande non gérée : %s

source: Command not implemented for that parameter.
fr: Commande non implémentée pour ce paramètre.

source: Command not permitted in this state
fr: Commande non autorisée dans cet état

source: Command not permitted when TLS active
fr: Commande non autorisée quand TLS est actif

source: command not recognized
fr: commande non reconnue

source: Command not recognized
fr: Commande non reconnue

source: Command not supported.
fr: Commande non supportée.

source: command syntax error
fr: erreur de syntaxe de la commande

source: Commands with output values must be prepared
fr: Les commandes avec des valeurs de sortie doivent être préparées

source: CommandText changes are not allowed
fr: Modifications CommandText non autorisées

source: CommandText does not return a result set
fr: CommandText ne renvoie pas un ensemble de résultats

source: CommandText Editor
fr: Editeur de CommandText

source: Commit Block List
fr: Valider la liste de blocs

source: Commit block list for blob %s/%s
fr: Valider la liste de blocs du blob %s/%s

source: Committed Blocks
fr: Blocs validés

source: Committing a new jump list
fr: Validation d'une nouvelle liste de raccourcis

source: Committing a property store
fr: Validation d'une bibliothèque de propriétés

source: Committing the block list of %s/%s failed. Error code is: %d.
fr: La validation de la liste de blocs du blob %s/%s a échoué. Code d'erreur : %d.

source: Common
fr: Commune

source: Communication Administratively Prohibited
fr: Communication administrativement interdite

source: Communication filter %s is not registered. Filter class needs to be registered in order to communicate with the server.
fr: Le filtre de communication %s n'a pas été enregistré. La classe de filtre doit être enregistrée afin de communiquer avec le serveur.

source: Communication timeout error
fr: Erreur de délai d'attente d'une communication

source: Communication was terminated.
fr: La communication était terminée.

source: communication with destination administratively prohibited
fr: communication avec destination administrativement interdite

source: Communication with Destination Host is Administratively Prohibited
fr: La communication avec l'hôte de destination est administrativement interdite

source: Communication with Destination Network is Administratively Prohibited
fr: La communication avec le réseau de destination est administrativement interdite

source: Company main
fr: N° de l'entreprise

source: CompleteAuthToken is not supported
fr: CompleteAuthToken n'est pas supporté

source: Component is in Asynchronous mode but OnMessageArrive has not been hooked
fr: Le composant est en mode asynchrone, mais pas de hook sur OnMessageArrive

source: Component is in Synchronous mode but OnMessageReceive has not been hooked
fr: Le composant est en mode synchrone, mais pas de hook sur OnMessageReceive

source: Component name '%s' exceeds 64 character limit
fr: Le nom de composant '%s' dépasse la limite des 64 caractères

source: Component property
fr: Propriété de composant

source: Compression error
fr: Erreur de compression

source: Compressor is not ready.
fr: Le compresseur n'est pas prêt.

source: Concurrency
fr: Simultané

source: Configuration file %s not found
fr: Fichier de configuration %s introuvable

source: Configure...
fr: Configurer...

source: Confirm
fr: Confirmer

source: Conflict
fr: Conflit

source: Conflicting Value
fr: Valeur incompatible

source: Connect Error
fr: Erreur de connexion

source: Connect Exit
fr: Sortie de la connexion

source: Connect Failed
fr: Echec de la connexion

source: Connect Loop
fr: Boucle de connexion

source: Connect request timed out after %s milliseconds
fr: Requête de connexion en dépassement de délai après %s millisecondes

source: Connect timed out.
fr: Délai de connexion.

source: Connected
fr: Connecté

source: connected with %s
fr: connecté à %s

source: Connected.
fr: Connecté.

source: Connecting
fr: Connexion

source: Connecting to %s.
fr: Connexion à %s.

source: Connection cannot be nil. Make sure the connection has been opened.
fr: Connection ne peut être à nil. Vérifiez que la connexion a été ouverte.

source: Connection Closed Gracefully.
fr: La connexion s'est fermée proprement.

source: Connection established
fr: Connexion établie

source: Connection explicitly refused by NNTP server.
fr: La connexion a été explicitement refusée par le serveur NNTP.

source: Connection failed
fr: Echec de la connexion

source: Connection lost
fr: Connexion perdue

source: Connection name missing
fr: Nom de connexion manquant

source: Connection not allowed by ruleset.
fr: Connexion non autorisée par l'ensemble de règles.

source: Connection not allowed to TConnectionBroker
fr: Connexion non autorisée vers TConnectionBroker

source: Connection refused.
fr: Connexion refusée.

source: Connection reset by peer.
fr: Connexion réinitialisée par l'homologue (peer).

source: Connection timed out.
fr: Délai de connexion dépassé.

source: Connection timeout error
fr: Erreur de dépassement du temps imparti pour une connexion

source: Constant is not correct type %s
fr: La constante n'est pas du type %s correct

source: Constant out of range
fr: Constante hors limites

source: Constraint Name
fr: Nom de la contrainte

source: Constructing COM object '%s' for which there is no wrapper component
fr: Construction de l'objet COM '%s' pour lequel il n'y a pas de composant wrapper

source: container
fr: conteneur

source: Container %s deletion failed with code %d.
fr: La suppression du conteneur %s a échoué avec le code %d.

source: Container's %s creation failed with code: %d
fr: La création du conteneur %s a échoué avec le code : %d

source: Container's %s metadata access failed. Error code is: %d.
fr: L'accès à la métadonnée %s du conteneur a échoué. Code d'erreur : %d.

source: Content Length
fr: Longueur du contenu

source: Content-Length header not found
fr: En-tête Content-Length non trouvé

source: ContentModel not set
fr: ContentModel non défini

source: continue
fr: continuer

source: Continue
fr: Continuer

source: Continue and lose current changes?
fr: Continuer et perdre les modifications en cours ?

source: Continue with TLS negotiation
fr: Continuer avec la négociation TLS

source: Control
fr: Contrôle

source: Control '%s' has no parent window
fr: Le contrôle '%s' n'a pas de fenêtre parente

source: Control cannot be positioned relative to itself
fr: Le contrôle ne peut pas être positionné relativement à lui-même

source: Control cannot be used in a DBCtrlGrid
fr: Le contrôle ne peut être utilisé dans un DBCtrlGrid

source: Control Expression
fr: Expression de contrôle

source: Control Expression for EditWithHandler
fr: Expression de contrôle pour EditWithHandler

source: Control expression for %s:
fr: Expression de contrôle pour %s :

source: Control expression:
fr: Expression de contrôle :

source: Control file save to %s
fr: Fichier de contrôle enregistré sous %s

source: Control is not a sibling within RelativePanel
fr: Le contrôle n'est pas un frère dans RelativePanel

source: Control Member
fr: Membre de contrôle

source: Control not found
fr: Contrôle introuvable

source: Control-C hit
fr: Frappe de Contrôle-C

source: ControlItem.Control cannot be set to owning GridPanel
fr: Impossible de définir ControlItem.Control en GridPanel propriétaire

source: ControlItem.Control cannot be set to owning RelativePanel
fr: Impossible de définir ControlItem.Control sur le RelativePanel propriétaire

source: Controller id %s not found. File is corrupt.
fr: ID de contrôleur %s introuvable. Le fichier est corrompu.

source: Conversion family (%s) already registered
fr: Famille de conversion (%s) déjà recensée

source: Conversion from %0:s to %1:s is not supported
fr: La conversion de %0:s en %1:s n'est pas supportée

source: Conversion from class %s to SOAP is not supported - SOAP classes must derive from TRemotable
fr: La conversion de la classe %s en SOAP n'est pas prise en charge - les classes SOAP doivent dériver de TRemotable

source: Conversion type (%s) already registered in %s
fr: Le type de conversion (%s) est déjà recensé dans %s.

source: Convert float to integer using Round()
fr: Convertir un flottant en entier avec Round()

source: Converter ID
fr: ID de convertisseur

source: Converter ID must be specified
fr: L'ID du convertisseur doit être spécifié

source: Converting
fr: Conversion

source: Copy
fr: Copier

source: Copy blob %s/%s into...
fr: Copier le blob %s/%s dans...

source: Copy Lease ID
fr: Copier l'ID du bail

source: Copy Selection
fr: Copier la sélection

source: Copy|Copies the selection and puts it on the Clipboard
fr: Copier|Copie la sélection et la place dans le Presse-papiers

source: Copying
fr: Copie

source: CordFeet
fr: Pied-corde

source: Cords
fr: Cordes

source: Could not bind socket. Address and port are already in use.
fr: Impossible de lier le socket. L'adresse et le port sont déjà en cours d'utilisation.

source: Could not convert string to DateTime: %s
fr: Impossible de convertir la chaîne en DateTime : %s

source: Could not convert string to double: %s
fr: Impossible de convertir la chaîne en double : %s

source: Could not convert string to integer: %s
fr: Impossible de convertir la chaîne en entier : %s

source: Could not convert variant of type (%s) into type (%s)
fr: Impossible de convertir le variant de type (%s) en type (%s)

source: Could not create styled presentation because CreateAniCalculations returned nil.
fr: La présentation stylée n'a pas pu être créée car CreateAniCalculations a renvoyé nil.

source: Could not decode header data using charset "%s"
fr: Impossible de décoder les données d'en-tête avec le jeu de caractères "%s"

source: Could not decompress the image because it contains invalid compressed data. Description:
fr: Impossible de décompresser l'image car elle contient des données compressées invalides. Description:

source: Could not encode header data using charset "%s"
fr: Impossible d'encoder les données d'en-tête avec le jeu de caractères "%s"

source: Could not find metadata: %s; package: %s. Add %s to your uses.
fr: Impossible de trouver la métadonnée : %s; package : %s. Ajoutez %s à votre uses.

source: Could not find server in ObjectManager list
fr: Impossible de trouver le serveur dans la liste ObjectManager

source: Could not hook messages, buttons and preview events will not work
fr: Impossible d'effectuer un hook des messages. Les boutons et les événements d'aperçu ne fonctionneront pas

source: Could not initialize taskbar. Error: %d
fr: Impossible d'initialiser la barre des tâches. Erreur : %d

source: Could not load CARDS.DLL
fr: Impossible de charger CARDS.DLL

source: Could not load certificate.
fr: Impossible de charger le certificat.

source: Could not load DH Parameters.
fr: Impossible de charger les paramètres DH.

source: Could not load key, check password.
fr: Impossible de charger la clé, vérifiez le mot de passe.

source: Could not load root certificate.
fr: Impossible de charger le certificat racine.

source: Could not load SSL library.
fr: Impossible de charger la bibliothèque SSL.

source: Could not locate the type: %s.
fr: Impossible de localiser le type : %s.

source: Could not obtain OLE control window handle
fr: Impossible d'obtenir le handle de fenêtre du contrôle OLE

source: Could not parse %s
fr: Impossible d'analyser %s

source: Could not parse imaginary portion
fr: Impossible d'analyser la partie imaginaire

source: Could not parse real portion
fr: Impossible d'analyser la partie réelle

source: Could not parse required '%s' symbol
fr: Impossible d'analyser le symbole '%s' requis

source: Could not parse required '+' (or '-') symbol
fr: Impossible d'analyser le symbole '+' (ou '-') requis

source: Could not parse SQL TimeStamp string
fr: Impossible d'analyser la chaîne TimeStamp SQL

source: Could not parse the %1:s metadata command. Problem found near: %0:s. Original query: %2:s.
fr: Impossible d'analyser la commande de métadonnée %1:s. Problème trouvé près de : %0:s. Requête d'origine : %2:s.

source: Could not register tab. Error %d
fr: Impossible de recenser l'onglet. Erreur %d

source: Could not retrieve surface contents.
fr: Le contenu de la surface n'a pas pu être récupéré.

source: Could not retrieve surface description.
fr: La description de la surface n'a pas pu être récupérée.

source: Couldn't find %s
fr: Impossible de trouver %s

source: Count already max: Amount: %d, CurCount: %d
fr: Count a déjà atteint la valeur maximale : Valeur : %d, CurCount : %d

source: Countdown already reached zero (0)
fr: Countdown a déjà atteint zéro (0)

source: Countdown canceled
fr: Countdown annulé

source: Cr&op
fr: Rog&ner

source: CRC Failed
fr: Echec CRC

source: Cream
fr: Crème

source: Create
fr: Créer

source: Create a Block Blob in %s container
fr: Créer un blob de blocs dans le conteneur %s

source: Create a control
fr: Créer un contrôle

source: Create a new container
fr: Créer un nouveau conteneur

source: Create a new data source
fr: Créer une nouvelle source de données

source: Create a new data source.
fr: Créer une nouvelle source de données.

source: Create a Page Blob in %s container
fr: Créer un blob de pages dans le conteneur %s

source: Create Block Blob
fr: Créer un blob de blocs

source: Create Container
fr: Créer un conteneur

source: Create Format
fr: Créer un format

source: Create New TBitmapAnimation
fr: Créer un nouveau TBitmapAnimation

source: Create New TBitmapListAnimation
fr: Créer un nouveau TBitmapListAnimation

source: Create New TColorAnimation
fr: Créer un nouveau TColorAnimation

source: Create New TColorKeyAnimation
fr: Créer un nouveau TColorKeyAnimation

source: Create New TFloatAnimation
fr: Créer un nouveau TFloatAnimation

source: Create New TFloatKeyAnimation
fr: Créer un nouveau TFloatKeyAnimation

source: Create New TGradientAnimation
fr: Créer un nouveau TGradientAnimation

source: Create New TRectAnimation
fr: Créer un nouveau TRectAnimation

source: Create Page Blob
fr: Créer un blob de pages

source: Create Parameters
fr: Créer les paramètres

source: Create root container
fr: Créer un conteneur racine

source: Create Root Container
fr: Créer un conteneur racine

source: Create Snapshot
fr: Créer un instantané

source: Create snapshot of %s/%s
fr: Créer un instantané de %s/%s

source: Created
fr: Créé

source: CreatedAt required
fr: CreatedAt requis

source: Creation Date
fr: Date de création

source: Credential without user or password
fr: Informations d'identification sans nom d'utilisateur ou mot de passe

source: Critical: critical conditions
fr: Critique : conditions critiques

source: Crop
fr: Rogner

source: Cu&t
fr: Co&uper

source: CubicCentimeters
fr: Centimètres cube

source: CubicDecameters
fr: Décamètres cube

source: CubicDecimeters
fr: Décimètres cube

source: CubicFeet
fr: Pieds cube

source: CubicHectometers
fr: Hectomètres cube

source: CubicInches
fr: Pouces cube

source: CubicKilometers
fr: Kilomètres cube

source: CubicMeters
fr: Mètres cube

source: CubicMiles
fr: Milles cube

source: CubicMillimeters
fr: Millimètres cube

source: CubicYards
fr: Yards cube

source: Cubits
fr: Coudées

source: Current UMASK is %.3d
fr: UMASK en cours : %.3d

source: Cursor is positioned before the first row, move to the next row before getting data
fr: Le curseur est positionné devant la première ligne, déplacez-le sur la ligne suivante avant l'obtention des données

source: Cursor not returned from Query
fr: Curseur non renvoyé par Query

source: Custom
fr: Personnaliser

source: Custom Bindable Member
fr: Membres liables personnalisés

source: Custom clipboard format with name "%s" is already registered
fr: Le format de Presse-papiers personnalisé nommé "%s" est déjà recensé

source: Custom clipboard format with name "%s" is not registered
fr: Le format de Presse-papiers personnalisé nommé "%s" n'est pas recensé

source: Custom colors
fr: Couleurs personnalisées

source: Custom Colors
fr: Couleurs personnalisées

source: Custom Format
fr: Format personnalisé

source: Custom Gestures...
fr: Personnaliser les mouvements...

source: Custom Local Item %d
fr: Elément local personnalisé %d

source: Custom member already exists!
fr: Le membre personnalisé existe déjà !

source: Custom message interpretation failed
fr: Echec de l'interprétation du message personnalisé

source: Custom variant type ($%.4x) already used by %s
fr: Type de variant personnalisé ($%.4x) déjà utilisé par %s

source: Custom variant type ($%.4x) is not usable
fr: Type de variant personnalisé ($%.4x) non utilisable

source: Custom variant type ($%.4x) is out of range
fr: Type de variant personnalisé ($%.4x) hors limites

source: Custom variant type (%s%.4x) already used by %s
fr: Type de variant personnalisé (%s%.4x) déjà utilisé par %s

source: Custom variant type (%s%.4x) is not usable
fr: Type de variant personnalisé (%s%.4x) non utilisable

source: Custom variant type (%s%.4x) is out of range
fr: Type de variant personnalisé (%s%.4x) hors limites

source: Custom...
fr: Personnaliser...

source: Cut
fr: Couper

source: Cut|Cuts the selection and puts it on the Clipboard
fr: Couper|Coupe la sélection et la place dans le Presse-papiers

source: Cypher filter needs to be setUp first
fr: Le filtre de chiffrement doit d'abord être configuré

source: Cypher keys do not match, please use the same key
fr: Les clés chiffrées ne concordent pas, veuillez utiliser la même clé

source: D&ataset:
fr: &Ensemble de données :

source: D&etail Fields
fr: Champs &détail :

source: D&rives:
fr: &Lecteurs :

source: Data
fr: Données

source: Data Bindings...
fr: Liaisons de données...

source: Data connection already open; transfer starting.
fr: Connexion de données déjà ouverte ; démarrage du transfert.
