Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Unexpected content while parsing JSON
fr: Contenu inattendu lors de l'analyse JSON

source: Unexpected data type %s
fr: Erreur interne : impossible de convertir le type de données %s en texte ou à partir d'un texte

source: Unexpected delete count: %d
fr: Nombre de suppressions inattendu : %d

source: Unexpected end
fr: Fin inattendue

source: Unexpected end of object byte value
fr: Fin inattendue de la valeur en octets de l'objet

source: Unexpected end of string [%s]
fr: Fin de chaîne inattendue [%s]

source: Unexpected end when deserializing array
fr: Fin inattendue lors de la désérialisation du tableau

source: Unexpected end when deserializing object
fr: Fin inattendue lors de la désérialisation de l'objet

source: Unexpected end when deserializing value
fr: Fin inattendue lors de la désérialisation de la valeur

source: Unexpected end when reading bytes.
fr: Fin inattendue lors de la lecture des octets.

source: Unexpected end when reading date constructor
fr: Fin inattendue lors de la lecture du constructeur de date

source: Unexpected end while parsing comment
fr: Fin inattendue lors de l'analyse du commentaire

source: Unexpected end while parsing constructor.
fr: Fin inattendue lors de l'analyse du constructeur.

source: Unexpected end while parsing unicode character
fr: Fin inattendue lors de l'analyse du caractère unicode

source: Unexpected end while parsing unquoted property name
fr: Fin inattendue lors de l'analyse du nom de propriété non délimité par des guillemets

source: Unexpected errors applying updates: %s
fr: Erreurs inattendues lors de l'application des mises à jour : %s

source: Unexpected grid current type in %s
fr: Type en cours de la grille inattendu dans %s

source: Unexpected header
fr: En-tête inattendu

source: Unexpected index: %d
fr: Index inattendu : %d

source: Unexpected internal error. DBX Object such as a connection, command, or reader may already be closed.
fr: Erreur interne inattendue. Un objet DBX tel qu'une connexion, une commande ou un lecteur est déjà fermé.

source: Unexpected key word
fr: Mot clé inattendu

source: Unexpected message arrived to an interface that is not listening
fr: Un message inattendu est arrivé sur une interface qui n'est pas en mode écoute

source: Unexpected metadata type
fr: Type de métadonnée inattendu

source: Unexpected operation from %s:%d
fr: Opération inattendue de %s:%d

source: Unexpected state: %s
fr: Etat inattendu : %s

source: Unexpected string overflow. Length('%s') >= %s)
fr: Dépassement de chaîne inattendu. Length('%s') &gt;= %s)

source: Unexpected token %s
fr: Jeton %s inattendu

source: Unexpected token when reading bytes: %s
fr: Token inattendu lors de la lecture des octets : %s

source: Unexpected token when reading date constructor. Expected EndConstructor, got %s
fr: Token inattendu lors de la lecture du constructeur de date. EndConstructor attendu, %s reçu

source: Unexpected token when reading date constructor. Expected Integer, got %s
fr: Token inattendu lors de la lecture du constructeur de date. Entier attendu, %s reçu

source: Unexpected token when reading Extended JSON value %s. Expected token: %s
fr: Token inattendu lors de la lecture de la valeur JSON étendue %s. Token attendu : %s

source: Unexpected token while deserializing object: %s
fr: Token inattendu lors de la désérialisation de l'objet : %s

source: Unexpected Token while populate an Array
fr: Token inattendu lors du remplissage d'un tableau

source: Unexpected Token while populate an Object
fr: Token inattendu lors du remplissage d'un objet

source: Unexpected type to create a primitive contract
fr: Type inattendu pour créer un contrat primitif

source: Unexpected type when writing end: %s
fr: Type inattendu lors de l'écriture de la fin : %s

source: Unexpected type while read json array
fr: Type inattendu lors de la lecture du tableau json

source: Unexpected type while read json object
fr: Type inattendu lors de la lecture de l'objet json

source: Unexpected value %s
fr: Valeur %s inattendue

source: Unexpected variant error
fr: Erreur de variant inattendue

source: Unexpected variant or safe array error: %s%.8x
fr: Erreur de variant ou de tableau inattendu : %s%.8x

source: Unexpectedly Disconnected
fr: Déconnexion inattendue

source: Unicode code point $%x has no equivalent in %s
fr: Le point de code Unicode $%x n'a pas d'équivalent dans %s

source: Unimplemented mode.
fr: Mode non implémenté.

source: Unit Name
fr: Nom d'unité

source: Unknown
fr: Inconnu

source: Unknown command %s.
fr: Commande %s inconnue.

source: Unknown command type
fr: Type de commande inconnu

source: Unknown content type: %s
fr: Type de contenu inconnu : %s

source: Unknown conversion family %s
fr: Famille de conversion %s inconnue

source: Unknown conversion type %s
fr: Type de conversion %s inconnu

source: Unknown credentials use
fr: Utilisation de justificatifs inconnus

source: Unknown custom variant type ($%.4x)
fr: Type de variant personnalisé inconnu ($%.4x)

source: Unknown Data Type
fr: Type de données "%s" inconnu

source: Unknown data type for parameter %d: %d
fr: Type de données inconnu pour le paramètre %d : %d

source: Unknown data type: %s for %s parameter
fr: Type de données inconnu : %s pour le paramètre %s

source: Unknown data type: %s
fr: Type de données inconnu : %s

source: Unknown datatype "%s"
fr: Type de données "%s" inconnu

source: Unknown driver: %s
fr: Pilote inconnu : %s

source: Unknown editor: %s
fr: Editeur inconnu : %s

source: Unknown error
fr: Erreur inconnue

source: Unknown Error
fr: Erreur inconnue

source: Unknown Error %d, Id %d
fr: Erreur inconnue %d, Id %d

source: Unknown error code
fr: Code d'erreur inconnu

source: Unknown extension type
fr: Type d'extension inconnu

source: Unknown FTP listing format
fr: Format d'écoute FTP inconnu

source: Unknown GIF block type
fr: Type de bloc GIF inconnu

source: Unknown Internal Error
fr: Erreur interne inconnue

source: Unknown JsonType: %s
fr: JsonType inconnu : %s

source: Unknown mandatory option present
fr: Présence d'une option obligatoire inconnue

source: Unknown mandatory transport option present
fr: Présence d'une option de transport obligatoire inconnue

source: Unknown mode
fr: Mode inconnu

source: Unknown or illegale facility code
fr: Code de dispositif inconnu ou illégal

source: Unknown or illegale security code
fr: Code de sécurité inconnu ou illégal

source: Unknown or other error: Can not determine owner, other error, or the error can not be revealed.
fr: Erreur inconnue ou autre erreur : Impossible de déterminer le propriétaire, autre erreur ou erreur ne pouvant pas être révélée.

source: Unknown OTP method
fr: Méthode OTP inconnue

source: Unknown picture file extension (.%s)
fr: Extension de fichier image inconnue (.%s)

source: Unknown Protocol
fr: Protocole inconnu

source: Unknown query condition
fr: Condition de requête inconnue

source: Unknown queue %s
fr: File d'attente %s inconnue

source: Unknown request-method. Cannot execute request.
fr: Méthode de requête inconnue. Impossible d'exécuter la requête.

source: Unknown Response Code
fr: Code de réponse inconnu

source: Unknown RichEdit conversion file extension (.%s)
fr: Extension de fichier de conversion RichEdit inconnue (.%s)

source: Unknown schema name specified: %s
fr: Nom de schéma inconnu spécifié : %s

source: Unknown SOAPAction %s
fr: SOAPAction %s inconnue

source: Unknown socks error.
fr: Erreur socks inconnue.

source: Unknown table type specified:
fr: Type de table inconnu spécifié :

source: Unknown Type
fr: Type inconnu

source: Unknown type value
fr: Valeur de type inconnu

source: Unknown/unspecified error
fr: Erreur inconnue/non spécifiée

source: Un-marshaled array cannot be set as a field value. A reverter may be missing for field %s of %s
fr: Impossible de définir un tableau démarshalé en tant que valeur de champ. Un extrait de code défini par l'utilisateur est manquant pour le champ %s de %s

source: Unmatched brace found in format string: %d
fr: Accolade non concordante trouvée dans la chaîne de format : %d

source: Unmatched brace found in format string: %s
fr: Accolade non concordante trouvée dans la chaîne de format : %s

source: Unnamed %1:s %0:d
fr: %1:s %0:d non nommé

source: Unrecognized command type.
fr: Type de commande inconnu.

source: Unrecognized command: %s
fr: Commande inconnue : %s

source: Unrecognized content trasnfer encoding.
fr: Encodage de transfert de contenu non reconnu.

source: Unrecognized IMAP4 Response Header.
fr: En-tête de réponse IMAP4 non reconnu.

source: unrecognized IPv6 option encountered (offset %d)
fr: option IPv6 non reconnue (offset %d)

source: unrecognized Next Header type encountered (offset %d)
fr: type en-tête suivant non reconnu (offset %d)

source: Unrecognized POP3 Response Header: "%s"
fr: En-tête de réponse POP3 non reconnu : "%s"

source: Unrecognized UUE encoding scheme.
fr: Schéma d'encodage UUE non reconnu.

source: Unregister error. Provider "%s" not registered.
fr: Erreur de dérecensement. Fournisseur "%s" non recensé.

source: Unregister error. Service not found for provider: %s
fr: Erreur de dérecensement. Service non trouvé pour le fournisseur : %s

source: Unsigned
fr: Non signé

source: Unspecific state of location sensor
fr: Etat non spécifique du détecteur d'emplacement

source: Unspecified certificate from client
fr: Certificat non spécifié par le client

source: Unsupported Application Extension block size
fr: Taille de bloc d'extension d'application non supportée

source: Unsupported Authentication Method!
fr: Méthode d'authentification non supportée !

source: Unsupported authorization scheme.
fr: Schéma d'autorisation non supporté.

source: Unsupported Backend query type: %s
fr: Type de requête backend non supporté : %s

source: Unsupported bitmap format
fr: Format de bitmap non supporté

source: Unsupported calling convention: %s
fr: Convention d'appel non prise en charge : %s

source: Unsupported character encoding "%s", try using LoadFromFile
fr: Encodage de caractères "%s" non supporté, essayez d'utiliser LoadFromFile

source: Unsupported character set (%s)
fr: Jeu de caractères non pris en charge (%s)

source: Unsupported clipboard format
fr: Format de Presse-papiers non supporté

source: Unsupported codepage (%d)
fr: Page de code non prise en charge (%d)

source: Unsupported cookie version: %d
fr: Version de cookie non supportée : %d

source: Unsupported data type: %s
fr: Type de données non supporté : %s

source: Unsupported DateTime format
fr: Format DateTime non supporté

source: Unsupported encoding. You can assign only one of the following values: Q, B, 8.
fr: Encodage non supporté. Vous pouvez assigner seulement l'une des valeurs suivantes : Q, B, 8.

source: Unsupported field type
fr: Type de champ non supporté

source: Unsupported field type (%s) in field %s
fr: Type de champ non supporté (%s) dans le champ %s

source: Unsupported Format() type found: %s
fr: Type Format() trouvé non supporté : %s

source: Unsupported hash algorithm. This implementation supports only MD5 encoding.
fr: Algorithme de hachage non supporté. Cette implémentation supporte seulement l'encodage MD5.

source: Unsupported InputQuery fields
fr: Champs InputQuery non pris en charge

source: Unsupported media file %s%
fr: Fichier media %s% non supporté

source: Unsupported Media Type
fr: Type de support non supporté

source: Unsupported object type. You can assign only one of the following types or their descendants: TStrings, TStream.
fr: Type d'objet non supporté. Vous pouvez assigner seulement l'un des types suivants ou de leurs descendants : TStrings, TStream.

source: Unsupported operation
fr: Opération non supportée

source: Unsupported operation.
fr: Opération non supportée.

source: Unsupported option: "%s"
fr: Option non supportée : "%s"

source: Unsupported OS version: %s
fr: Version non supportée du système d'exploitation : %s

source: Unsupported PixelFormat
fr: PixelFormat non supporté

source: Unsupported platform service: %s
fr: Service de plate-forme non supporté : %s

source: Unsupported protocol
fr: Protocole non supporté

source: Unsupported protocol: %s
fr: Protocole non supporté: %s

source: Unsupported Protocol: %s
fr: Protocole non supporté : %s

source: Unsupported Request Method
fr: Méthode de requête non supportée

source: Unsupported SOAP encodingStyle %s
fr: EncodingStyle %s SOAP non pris en charge

source: Unsupported transfer mode.
fr: Mode de transfert non supporté.

source: Unsupported transfer mode: "%s"
fr: Mode de transfert non supporté : "%s"

source: Unsupported transfer type.
fr: Type de transfert non supporté.

source: Unsupported transfer type. You can assign only an empty string or one of the following values: 7bit, 8bit, binary, quoted-printable, base64.
fr: Type de transfert non supporté. Vous pouvez assigner seulement une chaîne vide ou l'une des valeurs suivantes : 7bit, 8bit, binary, quoted-printable, base64.

source: Unsupported transport protocol
fr: Protocole de transport non supporté

source: Unsupported type: %s
fr: Type non supporté : %s

source: Unsupported value "%s" for option: "%s"
fr: Valeur "%s" non supportée pour l'option : "%s"

source: Unsupported variant type: %s
fr: Type variant non supporté : %s

source: Unsuppported variant type %d
fr: Type de variant %d non pris en charge

source: Unterminated field name
fr: Nom de champ non terminé

source: Unterminated string constant
fr: Constante chaîne non terminée

source: Unterminated string found
fr: Présence d'une chaîne non terminée

source: Unterminated string. Expected delimiter: %s.
fr: Chaîne non terminée. Délimiteur attendu : %s.

source: Up
fr: Haut

source: Update
fr: Mettre à jour

source: Update affected more than 1 record.
fr: La mise à jour a affecté plus d'un enregistrement

source: Update Blob Content
fr: Mettre à jour le contenu du blob

source: Update blob's %s/%s content
fr: Mettre à jour le contenu %s/%s du blob

source: Update DataSet
fr: Mettre à jour l'ensemble de données

source: Update Error
fr: Erreur de mise à jour

source: Update Error - %s
fr: Erreur de mise à jour - %s

source: Update Type:
fr: Type de mise à jour :

source: UpdatedAt required
fr: UpdatedAt requis

source: URL already assigned
fr: URL déjà assignée

source: URL for a request must not be empty
fr: L'URL d'une requête ne doit pas être vide

source: URL must be in the form "http://server.company.com/scripts/httpsrvr.dll"
fr: L'URL doit être de la forme "http://server.company.com/scripts/httpsrvr.dll"

source: URL required
fr: URL requis

source: URLHost must not be blank
fr: URLHost ne doit pas être vide

source: URLProtocol must not be blank
fr: URLProtocol ne doit pas être vide

source: US-ASCII char #%d in UTF7 sequence.
fr: Caractère US-ASCII #%d dans la séquence UTF7.

source: Use %0:s or %1:s.
fr: Utiliser %0:s ou %1:s.

source: Use %s.
fr: Utiliser %s.

source: Use a control to display the value of a field. Use the control to modify the field value.
fr: Utiliser un contrôle pour afficher la valeur d'un champ. Utiliser le contrôle pour modifier la valeur du champ.

source: Use a control to display the value of a property. Some types of controls can also edit the property.
fr: Utiliser un contrôle pour afficher la valeur d'une propriété. Certains types de contrôles peuvent aussi éditer la propriété.

source: Use a grid to display fields of a data source.
fr: Utiliser une grille pour afficher les champs d'une source de données.

source: Use Items property to set TAppearanceListView adapter
fr: Utilisez la propriété Items pour définir l'adaptateur TAppearanceListView

source: Use Proxy
fr: Utiliser le proxy

source: UseExtensionDataPort must be true for IPv6 connections.
fr: UseExtensionDataPort doit être à true pour les connexions IPv6.

source: UseExtensionDataPort must be true for NAT fasttracking.
fr: UseExtensionDataPort doit être à true pour le fastracking NAT.

source: User ID required
fr: ID utilisateur requis

source: User logged in, proceed.
fr: Utilisateur connecté, continuer.

source: User Name
fr: &Nom d'utilisateur

source: User name okay, need password.
fr: Nom d'utilisateur ok, mot de passe nécessaire.

source: User name required
fr: Le nom d'utilisateur est requis

source: User rejected permission
fr: Permission rejetée par l'utilisateur

source: user-level messages
fr: messages de niveau utilisateur

source: Username required
fr: Username requis

source: Username:
fr: Nom d'utilisateur :

source: UTF-8 error %d
fr: Erreur UTF-8 %d

source: UTF8: A start byte not followed by enough continuation bytes in position %s
fr: UTF8 : Un octet de début n'est pas suivi par suffisamment d'octets de continuation à la position %s

source: UTF8: An unexpected continuation byte in %s-byte UTF8 in position %s
fr: UTF8 : Un octet de continuation inattendu dans UTF8 %s-octet à la position %s

source: UTF8: Type cannot be determined out of header byte at position %s
fr: UTF8 : Le type ne peut pas être déterminé hors de l'octet d'en-tête à la position %s

source: UUCP subsystem
fr: Sous-système UUCP

source: Value
fr: Valeur

source: Value %s cannot be converted into %s. You may use a user-defined reverter
fr: Impossible de convertir la valeur %s en %s. Vous pouvez utiliser un extrait de code défini par l'utilisateur

source: Value '%s' not found
fr: Valeur '%s' introuvable

source: Value cannot be NaN
fr: La valeur ne peut pas être NaN

source: Value cannot be stored in an optional parameter
fr: La valeur ne peut être stockée dans un paramètre optionnel

source: Value Expr
fr: Expression de valeur

source: Value is not a valid %s
fr: La valeur n'est pas un %s valide

source: Value List Editor
fr: Editeur de liste de valeurs

source: Value must be an instance of TJSONObject
fr: La valeur doit être une instance de TJSONObject

source: Value must be between %d and %d
fr: La valeur doit être comprise entre %d et %d

source: value not accessible
fr: valeur inaccessible

source: Value of field '%s' is out of range
fr: La valeur du champ '%s' est hors limites

source: Value Scope
fr: Portée de valeur

source: VAR and OUT arguments must match parameter type exactly
fr: Les arguments VAR et OUT doivent correspondre exactement au type de paramètre

source: varDate type not supported
fr: Type varDate non pris en charge

source: varDispatch type not supported
fr: Type varDispatch non pris en charge

source: varError type not supported
fr: Type varError non pris en charge

source: Variant does not reference an automation object
fr: Le variant ne référence pas un objet Automation

source: Variant does not reference an OLE object
fr: Le variant ne référence pas un objet OLE

source: Variant is empty
fr: Le variant est vide

source: Variant is not an array
fr: Le variant n'est pas un tableau

source: Variant method calls not supported
fr: Appels de méthode variante non supportés

source: Variant operation ran out memory
fr: Mémoire insuffisante pour l'opération variant

source: Variant or safe array index out of bounds
fr: Indice de variant ou de tableau hors limites

source: Variant or safe array is locked
fr: Le variant ou le tableau est verrouillé

source: Variant overflow
fr: Débordement de variant

source: varVariant type not supported
fr: Type varVariant non pris en charge

source: VCL Style File
fr: Fichier de style VCL

source: VCR
fr: Magnétoscope

source: Vendor error
fr: Erreur fournisseur

source: VendorLib must be specified
fr: VendorLib doit être spécifié

source: Version of Transformation File not supported
fr: Version du fichier transformation non supportée

source: Videodisc
fr: Vidéodisque

source: View
fr: Voir

source: View Data
fr: Afficher les données

source: View Name
fr: Nom de la vue

source: Viewports
fr: Fenêtres d'affichage

source: Virtual members are read-only.
fr: Les membres virtuels sont en lecture seule.

source: Visible Element
fr: Elément visible

source: Visual
fr: Visuel

source: Warning
fr: Avertissement

source: Warning: warning conditions
fr: Avertissement : conditions d'avertissement

source: WAV Files
fr: Fichiers WAV

source: WaveAudio
fr: Audio wav

source: We have fixed the TxValue for this beacon, previous value was %d
fr: Nous avons corrigé la TxValue pour ce beacon, la valeur précédente était %d

source: WebService Listing
fr: Liste de services Web

source: WebService Listing Administrator
fr: Administrateur de liste de services Web

source: Wed
fr: Mer

source: Wednesday
fr: Mercredi

source: Weeks
fr: Semaines

source: Welcome
fr: Accueil

source: Welcome to Indy POP3 Server
fr: Bienvenue dans le serveur Indy POP3

source: White
fr: Blanc

source: WideString index out of bounds
fr: Index WideString hors limites

source: Width &Value
fr: &Valeur de largeur

source: Win32 Error. Code: %d. %sUse SOSError
fr: Erreur Win32. Code : %d. %sUtiliser SOSError

source: Window Background
fr: Fond de fenêtre

source: Window Frame
fr: Cadre de fenêtre

source: Window is invalid or a child window
fr: Fenêtre incorrecte ou fenêtre enfant

source: Window Style
fr: Style de fenêtre

source: Window Text
fr: Texte de fenêtre

source: Windows Media Audio Files
fr: Fichiers Windows Media Audio

source: Windows socket error: %s (%d), on API '%s'
fr: Erreur socket Windows : %s (%d), avec l'API '%s'

source: Windows taskbar only supports %d buttons on preview tabs
fr: La barre des tâches de Windows ne supporte que %d boutons sur les onglets d'aperçu

source: Winshoes LPD Server %s
fr: Serveur LPD Winshoes %s

source: WinSock 2 must be installed to use the socket connection
fr: WinSock 2 doit être installé pour utiliser la connexion socket

source: Winsock stack
fr: Pile Winsock

source: WMP Images
fr: Images WMP

source: WMV Files
fr: Fichiers WMV

source: Work
fr: Bureau

source: Work fax
fr: Fax bureau

source: Work mobile
fr: Portable bureau

source: Work pager
fr: Radiomessagerie bureau

source: Would you like to reset to the default Priority Schedule?
fr: Voulez-vous réinitialiser au planning de priorité par défaut ?

source: Write
fr: Ecriture

source: Write attempt when write data is already available
fr: Tentative d'écriture alors qu'aucune donnée n'est disponible en écriture

source: Write constructor is unsupported
fr: Le constructeur write n'est pas supporté

source: Write raw JSON is unsupported
fr: Le JSON brut write n'est pas supporté

source: Write the value of field to a property. Update the property when the field value changes.
fr: Ecrire la valeur du champ dans une propriété. Mettre à jour la propriété quand la valeur du champ change.

source: WriteJson is not implemented cause CanWrite is False
fr: WriteJson n'est pas implémenté car CanWrite vaut False

source: WriteObject called twice for the same instance
fr: WriteObject appelé deux fois pour la même instance

source: Writer not available
fr: Writer indisponible

source: Writing permission [WRITE_CONTACTS] is not in Manifest file. You will not be able to make changes with AddressBook
fr: La permission en écriture [WRITE_CONTACTS] ne se trouve pas dans le fichier manifeste. Vous ne serez pas en mesure de modifier AddressBook

source: Wrong accessor method used for the datatype: %s.
fr: Mauvaise méthode d'accès utilisée pour le type de données : %s.

source: Wrong faces index
fr: Index de face incorrect

source: Wrong faces number
fr: Nombre de faces incorrect

source: Wrong materials number
fr: Nombre de matériaux incorrect

source: Wrong normal number
fr: Nombre normal incorrect

source: Wrong number of args: expected %d, got %d
fr: Nombre incorrect d'arguments : %d attendus, %d obtenus

source: Wrong Owner Error
fr: Erreur Propriétaire incorrect

source: Wrong provider
fr: Fournisseur incorrect

source: Wrong SOCKS5-ATYP
fr: SOCKS5-ATYP incorrect

source: Wrong SOCKS-Command
fr: Commande SOCKS incorrecte

source: Wrong SOCKS-version
fr: Version SOCKS incorrecte
