Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Invalid HTTP Response: Length is 0
fr: Réponse HTTP incorrecte : longueur de 0

source: Invalid image
fr: Image non valide

source: Invalid image dimensions
fr: Dimensions de l'image incorrectes

source: Invalid image size
fr: Taille de l'image non valide

source: Invalid Image trailer
fr: Queue d'image incorrecte

source: Invalid ImageList
fr: ImageList incorrecte

source: Invalid ImageList Index
fr: Index ImageList non valide

source: Invalid Increment Count: %d
fr: Compteur d'incrémentation non valide : %d

source: Invalid index
fr: Index incorrect

source: Invalid Index %s in TIdHTTPAppResponse.GetDateVariable
fr: Index %s invalide dans TIdHTTPAppResponse.GetDateVariable

source: Invalid Index %s in TIdHTTPAppResponse.GetIntegerVariable
fr: Index %s invalide dans TIdHTTPAppResponse.GetIntegerVariable

source: Invalid Index %s in TIdHTTPAppResponse.GetStringVariable
fr: Index %s invalide dans TIdHTTPAppResponse.GetStringVariable

source: Invalid Index %s in TIdHTTPAppResponse.SetDateVariable
fr: Index %s invalide dans TIdHTTPAppResponse.SetDateVariable

source: Invalid Index %s in TIdHTTPAppResponse.SetIntegerVariable
fr: Index %s invalide dans TIdHTTPAppResponse.SetIntegerVariable

source: Invalid Index %s in TIdHTTPAppResponse.SetStringVariable
fr: Index %s invalide dans TIdHTTPAppResponse.SetStringVariable

source: Invalid index for array: %s
fr: Index non valide pour le tableau : %s

source: Invalid index type
fr: Type d'index non valide

source: Invalid InitialCount: %d
fr: InitialCount non valide : %d

source: Invalid input value
fr: Valeur d'entrée incorrecte

source: Invalid input value. Use escape key to abandon changes
fr: Valeur d'entrée incorrecte. Utiliser Echap pour abandonner les modifications

source: Invalid Instance ID (6 Hex num)
fr: ID d'instance non valide (6 num Hex)

source: Invalid IP Address
fr: Adresse IP non valide

source: Invalid IP V6 Address. %s
fr: Adresse IP V6 non valide. %s

source: Invalid IScene.DisableUpdating/IScene.EnableUpdating call pair
fr: Paire d'appel IScene.DisableUpdating/IScene.EnableUpdating non valide

source: Invalid isolation level
fr: Niveau d'isolation non valide

source: Invalid item level assignment
fr: Affectation de niveau élément non valide

source: Invalid JavaScript property identifier character: %s.
fr: Caractère identificateur de propriété JavaScript non valide : %s.

source: Invalid JavaScript string quote character. Valid quote characters are ' and "
fr: Guillemet de chaîne JavaScript non valide. Les guillemets valides sont ' et "

source: Invalid JSON header byte encountered
fr: Octet d'en-tête JSON non valide rencontré

source: Invalid JsonToken: %s
fr: JsonToken non valide : %s

source: Invalid length
fr: Longueur non valide

source: Invalid level (%d) for item "%s"
fr: Niveau non valide (%d) pour l'élément "%s"

source: Invalid LiveBindings creation
fr: Création LiveBindings invalide

source: Invalid LiveBindings designer
fr: Concepteur LiveBindings invalide

source: Invalid LiveBindings enumeration
fr: Enumération LiveBindings invalide

source: Invalid LiveBindings factory
fr: Fabrique LiveBindings invalide

source: Invalid LiveBindings factory enumeration
fr: Enumération de fabriques LiveBindings invalide

source: Invalid LiveBindings registration
fr: Recensement LiveBindings invalide

source: Invalid LiveBindings unregistration
fr: Dérecensement LiveBindings invalide

source: Invalid Login
fr: Connexion non valide

source: Invalid Login.
fr: Connexion non valide.

source: Invalid MaxCount: %d
fr: MaxCount non valide : %d

source: Invalid Message Number
fr: Numéro de message non valide

source: Invalid metadata message format
fr: Format du message de métadonnée non valide

source: Invalid millisecond: %d
fr: Milliseconde incorrecte : %d

source: Invalid minute: %d
fr: Minute incorrecte : %d

source: Invalid month: %d
fr: Mois incorrect : %d

source: Invalid Namespace ID (10 Hex num)
fr: ID d'espace de nommage non valide (10 num Hex)

source: Invalid network mask.
fr: Masque réseau non valide.

source: Invalid Network Target format "%s", expected IP$Port
fr: Format cible réseau "%s" invalide, IP$Port attendu

source: Invalid node type
fr: Type de noeud incorrect

source: Invalid NULL variant operation
fr: Opération variant NULL incorrecte

source: Invalid number of arguments %s
fr: Nombre d'arguments %s non valide

source: Invalid number of arguments to %s: expected %d, received %d
fr: Nombre d'arguments transmis à %s non valide : %d attendus, %d reçus

source: Invalid number of colors specified in Image Descriptor
fr: Nombre incorrect de couleurs spécifié dans le descripteur d'image

source: Invalid number of colors specified in Screen Descriptor
fr: Nombre incorrect de couleurs spécifié dans le descripteur d'écran

source: Invalid numeric input
fr: Saisie numérique incorrecte

source: Invalid numeric value
fr: Valeur numérique non valide

source: Invalid object verb
fr: Verbe d'objet non valide

source: Invalid operation on a hosted node
fr: Opération incorrecte sur un noeud hébergé

source: Invalid operation on TOleGraphic
fr: Opération incorrecte sur TOleGraphic

source: Invalid operation. Semaphore canceled
fr: Opération non valide. Sémaphore annulé

source: Invalid operator in source (%s)
fr: Opérateur non valide dans la source (%s)

source: Invalid or Unknown Time Zone
fr: Fuseau horaire inconnu ou incorrect

source: Invalid or unsupported XML Schema document
fr: Document Schéma XML non pris en charge ou incorrect

source: Invalid ordinal
fr: Ordinal non valide

source: Invalid Ordinal: %d
fr: Ordinal non valide : %d

source: Invalid outline index
fr: Indice arborescence incorrect

source: Invalid owner
fr: Propriétaire non valide

source: Invalid package file '%s'
fr: Fichier package '%s' incorrect

source: Invalid package handle
fr: Handle de package incorrect

source: Invalid Packet Size %d
fr: Taille de paquet (%d) non valide

source: Invalid page format settings
fr: Paramètres de format de page non valides

source: Invalid parameter
fr: Paramètre non valide

source: Invalid parameter naming. Expected [dcname.]field[numeric range] instead of %s
fr: Nom du paramètre non valide. [dcname.]field[numeric range] attendu au lieu de %s

source: Invalid path
fr: Chemin incorrect

source: Invalid pixel coordinates
fr: Coordonnées pixel incorrectes

source: Invalid pixel format
fr: Format de pixel non valide

source: Invalid Pointer
fr: Pointeur incorrect

source: Invalid pointer operation
fr: Opération de pointeur incorrecte

source: Invalid port number
fr: Numéro de port non valide

source: Invalid Port Range (%d - %d)
fr: Etendue du port non valide (%d - %d)

source: Invalid Port: The foreign or local port is not specified correctly or invalid
fr: Port non valide : Le port étranger ou local n'est pas spécifié correctement ou n'est pas valide

source: Invalid precision
fr: Précision non valide

source: Invalid printer class: %s
fr: Classe d'imprimante non valide : %s

source: Invalid printing job settings
fr: Paramètres de travail d'impression non valides

source: Invalid property element: %s
fr: Elément de propriété incorrect : %s

source: Invalid property identifier character: %s
fr: Caractère identificateur de propriété non valide : %s

source: Invalid property path
fr: Chemin de propriété incorrect

source: Invalid property type: %s
fr: Type de propriété incorrect : %s

source: Invalid property value
fr: Valeur de propriété incorrecte

source: Invalid provider. Provider was freed by the application server
fr: Fournisseur incorrect. Le fournisseur a été libéré par le serveur d'application

source: Invalid Query Count %d
fr: Nombre de requêtes (%d) non valide

source: Invalid reduction method
fr: Méthode de réduction incorrecte

source: Invalid reference
fr: Référence non valide

source: Invalid rendering conditions for '%s'.
fr: Conditions de rendu incorrectes pour '%s'.

source: Invalid request format. /className/methodName and eventual parameters expected.
fr: Format de requête non valide. /className/methodName et paramètres éventuels attendus.

source: Invalid Reset Count: %d
fr: Compteur de réinitialisation non valide : %d

source: Invalid response
fr: Réponse incorrecte

source: Invalid response: cannot parse %s.
fr: Réponse non valide : impossible d'analyser %s.

source: Invalid second: %d
fr: Seconde incorrecte : %d

source: Invalid second: %f
fr: Seconde incorrecte : %f

source: Invalid selection
fr: Sélection incorrecte

source: Invalid semaphore release count: %d
fr: Compteur de release de sémaphore non valide : %d

source: Invalid service name, you must provide one.
fr: Nom de service incorrect, vous devez fournir un nom correct.

source: Invalid service provider GUID
fr: GUID de fournisseur de service incorrect

source: Invalid Size
fr: Taille non valide

source: Invalid SOAP array specification
fr: Spécification de tableau SOAP incorrecte

source: Invalid SOAP request
fr: Requête SOAP incorrecte

source: Invalid SOAP response
fr: Réponse SOAP incorrecte

source: Invalid SOAP Response
fr: Réponse SOAP incorrecte

source: Invalid socket handle
fr: Handle de socket non valide

source: Invalid socks authentication method.
fr: Méthode d'authentification socks incorrecte.

source: Invalid source array
fr: Tableau source invalide

source: Invalid SQL date/time values
fr: Valeurs date/heure SQL incorrectes

source: Invalid state: %s
fr: Etat incorrect : %s

source: Invalid stream format
fr: Format de flux non valide

source: Invalid stream operation
fr: Opération flux incorrecte

source: Invalid string constant
fr: Constante chaîne non valide

source: Invalid string length
fr: Longueur de la chaîne non valide

source: Invalid style format
fr: Format de style non valide

source: Invalid style handle
fr: Handle de style non valide

source: Invalid Syntax
fr: Syntaxe non valide

source: Invalid syslog message: incorrect PRI number "%s"
fr: Message syslog non valide : numéro de PRI "%s" incorrect

source: Invalid syslog message: incorrect PRI section
fr: Message syslog non valide : section PRI incorrecte

source: Invalid syslog message: incorrect timestamp "%s"
fr: Message syslog non valide : horodatage "%s" incorrect

source: Invalid Syslog message: packet too large (%d bytes)
fr: Message syslog non valide : paquet trop volumineux (%d octets)

source: Invalid Text count. Must have more than 1 TIdText object.
fr: Nombre renvoyé par Text non valide. Doit avoir plus d'un objet TIdText.

source: Invalid time
fr: Heure non valide

source: Invalid time Offset string: %s
fr: Chaîne décalage horaire incorrecte : %s

source: Invalid time string: %s
fr: Chaîne heure incorrecte : %s

source: Invalid Timeout value: %s
fr: Valeur Timeout non valide : %s

source: Invalid Timespan format
fr: Format Timespan non valide

source: Invalid transaction id
fr: ID de transaction non valide

source: Invalid transaction Object
fr: Objet transaction non valide

source: Invalid type
fr: Type non valide

source: Invalid url '%s' - only supports 'http' and 'https' schemes
fr: URL '%s' incorrecte - supporte uniquement les schémas 'http' et 'https'

source: Invalid URL encoded character (%s) at position %d
fr: Caractère encodé d'URL (%s) incorrect à la position %d

source: Invalid URL: "%s"
fr: URL non valide : "%s"

source: Invalid use of keyword
fr: Utilisation incorrecte du mot clé

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe non valide

source: Invalid UTF32 character value. Must be >= 0 and <= $10FFFF, excluding surrogate pair ranges
fr: Valeur caractère UTF32 non valide. Doit être >= 0 et <= $10FFFF, à l'exception des plages de paires de substitution

source: Invalid value for current item
fr: Valeur non valide pour l'élément en cours

source: Invalid value for field '%s'
fr: Valeur incorrecte pour le champ '%s'

source: Invalid value length: Should be 32.
fr: Longueur de la valeur non valide : Doit être 32.

source: Invalid variant operation
fr: Opération de variant incorrecte

source: Invalid variant operation ($%.8x)
fr: Opération variant incorrecte ($%.8x)

source: Invalid variant operation (%s%.8x) %s
fr: Opération variant incorrecte (%s%.8x) %s

source: Invalid variant type
fr: Type de variant incorrect

source: Invalid variant type conversion
fr: Conversion de type variant incorrecte

source: Invalid variant type or size for field '%s'
fr: Type ou taille de variant incorrect pour le champ '%s'

source: Invalid WSDL document '%s' - Please verify the location and content! Error: %s
fr: Document WSDL '%s' incorrect - Veuillez vérifier son emplacement et son contenu ! Erreur : %s

source: Invalid Zip Central Header signature
fr: Signature de l'en-tête central Zip non valide

source: Invalid Zip Local Header signature
fr: Signature de l'en-tête local Zip non valide

source: Invocation failed as there is currently no registered callback for the given id (%s)
fr: L'invocation a échoué en l'absence de callback enregistré en cours pour l'id donné (%s)

source: Invokable Class %s implements no interfaces
fr: La classe invocable %s n'implémente pas d'interface

source: Invoke Next before getting data from a reader.
fr: Invoquer Next avant d'obtenir des données d'un lecteur.

source: IOHandler is of wrong type.
fr: IOHandler a un type incorrect.

source: IOHandler value is not valid
fr: Valeur IOHandler non valide

source: IP &Version
fr: &Version IP

source: IP Broadcast Receive Error = 0.
fr: Erreur de réception (diffusion IP) = 0.

source: IP header length exceeded
fr: Longueur de l'en-tête IP dépassée

source: IPImplementationID cannot be change while transport is active
fr: Impossible de changer IPImplementationID alors que le transport est actif

source: IPv6 unavailable
fr: IPv6 indisponible

source: IRC Connect Failed
fr: Echec de la connexion IRC

source: Italic
fr: Italique

source: Item
fr: Elément

source: Item %s has subitems, delete anyway?
fr: L'élément %s comporte des sous-éléments ; le supprimer quand même ?

source: Item %s is not allowed to be moved
fr: Le déplacement de l'élément %s n'est pas autorisé

source: Item has already been purchased
fr: L'article a déjà été acheté

source: Item not found
fr: Elément introuvable

source: Item not found ($0%x)
fr: Elément non trouvé ($0%x)

source: Item Properties
fr: Propriétés de l'élément

source: Items
fr: Eléments

source: Items Editor...
fr: Editeur d'éléments...

source: ItemTag property is not initialized
fr: La propriété ItemTag n'est pas initialisée

source: It's not allowed to add a new chunk because the current image is invalid.
fr: Il n'est pas permis d'ajouter un nouveau morceau car l'image actuelle est invalide.

source: January
fr: Janvier

source: Job Title
fr: Fonction

source: Jpeg 2000 Images
fr: Images Jpeg 2000

source: JPEG error #%d
fr: Erreur JPEG #%d

source: JPEG Image File
fr: Fichier image JPEG

source: JPEG Images
fr: Images JPEG

source: JSON array expected
fr: Tableau JSON attendu

source: JSON array expected for field %s in JSON %s
fr: Tableau JSON attendu pour le champ %s dans JSON %s

source: JSON byte stream cannot be parsed correctly into a JSON value
fr: Impossible d'analyser correctement le flux d'octets JSON dans une valeur JSON

source: JSON object expected
fr: Objet JSON attendu

source: JSON object expected for field %s in JSON %s
fr: Objet JSON attendu pour le champ %s dans JSON %s

source: JSON object required
fr: Objet JSON requis

source: JSON protocol expects a JSON array instead a %0:s type. Submit a POST request with a JSON command to receive proper response
fr: Le protocole JSON attend un tableau JSON au lieu d'un type %0:s. Soumettez une requête POST avec une commande JSON pour recevoir une réponse adéquate

source: JSON protocol expects a POST request instead of %0:s. Submit a POST request with a JSON command to receive proper response
fr: Le protocole JSON attend une requête POST au lieu de %0:s. Soumettez une requête POST avec une commande JSON pour recevoir une réponse adéquate

source: JSON string expected for field %s in JSON %s
fr: Chaîne JSON attendue pour le champ %s dans JSON %s

source: JsonToken %s is not valid for closing JsonType %s.
fr: JsonToken %s n'est pas valide pour le JsonType de fermeture %s.

source: JulianDate
fr: DateJulien

source: July
fr: Juillet

source: JumpList exception: Error %d: %s
fr: Exception de la liste des raccourcis (JumpList) : Erreur %d : %s

source: JumpListItem exception: Error %d: %s
fr: Exception JumpListItem : Erreur %d : %s

source: June
fr: Juin

source: kernel messages
fr: messages du noyau

source: Key
fr: Clé

source: Key "%s" not found
fr: Clé "%s" introuvable

source: Key cannot be empty. Data model cannot set or get data by key with an empty name.
fr: La clé ne peut pas être vide. Le modèle de données ne peut pas définir ou obtenir des données par clé avec un nom vide.

source: Key may not contain equals sign ("=")
fr: La clé ne doit pas contenir de signe égal ("=")

source: Key not present
fr: Clé absente

source: Kilograms
fr: Kilogrammes

source: KiloLiters
fr: Kilolitres

source: Kilometers
fr: Kilomètres

source: Kinvey Error: %0:s. %1:s
fr: Erreur Kinvey : %0:s. %1:s

source: Kinvey push service requires a custom endpoint.
fr: Le service push Kinvey requiert un point de terminaison personnalisé.

source: Known unsupported option present
fr: Présence d'une option non supportée connue

source: Last
fr: Dernier

source: Last Name
fr: Nom

source: Last Name Phonetic
fr: Nom en phonétique

source: Last record
fr: Dernier enregistrement

source: Layer Name:
fr: Nom de la couche :

source: Layers
fr: Couches

source: Layout
fr: Disposition

source: Layouts
fr: Dispositions

source: Lease on %s/%s is aquired for %d seconds
fr: Le bail sur %s/%s est acquis pour %d secondes

source: Lease on %s/%s is broken, a new lease can be acquired in %d seconds
fr: Le bail sur %s/%s est rompu, un nouveau bail peut être acquis dans %d secondes

source: Lease on %s/%s is released
fr: Le bail sur %s/%s est libéré

source: Lease on %s/%s is renewed for another %d seconds
fr: Le bail sur %s/%s est renouvelé pour %d autres secondes

source: Lease...
fr: Bail...

source: Left
fr: Gauche

source: Left justify
fr: Justifier à gauche

source: Left Justify
fr: Justifier à gauche

source: Length of Strings and Objects arrays must be equal
fr: La longueur des tableaux Chaînes et Objets doit être égale

source: Length of value array must be >= length of prompt array
fr: La longueur du tableau de valeurs doit être >= à la longueur du tableau d'invites

source: Length Required
fr: Longueur requise

source: LibraryName must be specified.
fr: LibraryName doit être spécifié.

source: License information for %s is invalid
fr: Les informations de licence pour %s sont incorrectes

source: License information for %s not found. You cannot use this control in design mode
fr: Informations de licence pour %s non trouvées. Vous ne pouvez utiliser ce contrôle en mode conception

source: LightYears
fr: Années lumière

source: Lime
fr: Citron

source: line
fr: ligne

source: Line
fr: Ligne

source: line printer subsystem
fr: sous-système d'impression en ligne

source: Line too long
fr: Ligne trop longue

source: lines
fr: lignes

source: Link "%1:s" of %0:s to a field
fr: Lier "%1:s" de %0:s à un champ

source: Link %s to a component property
fr: Lier %s à une propriété de composant

source: Link %s with a data source
fr: Lier %s à une source de données

source: Link %s with a field
fr: Lier %s à un champ

source: Link %s with a grid control
fr: Lier %s à un contrôle grille

source: Link a field of %s to a component property
fr: Lier un champ de %s à une propriété de composant

source: Link a field of %s to a control
fr: Lier un champ de %s à un contrôle

source: Link a property of %s to a control
fr: Lier une propriété de %s à un contrôle

source: Link a property of %s To a field
fr: Lier une propriété de %s à un champ

source: Link control "%0:s" to source "%1:s"
fr: Lier le contrôle "%0:s" à la source "%1:s"

source: Link field "%1:s" of %0:s to a control
fr: Lier le champ "%1:s" de %0:s à un contrôle

source: Link field "%1:s" of %0:s with a component property
fr: Lier le champ "%1:s" de %0:s à une propriété de composant

source: Link grid control "%0:s" to source "%1:s"
fr: Lier le contrôle de grille "%0:s" à la source "%1:s"

source: Link Properties
fr: Propriétés de liaison

source: Link property "%1:s" of %0:s to a control
fr: Lier la propriété "%1:s" de %0:s à un contrôle

source: Link to DB DataSource...
fr: Lier à la source de données DB...

source: Link to DB Field...
fr: Lier au champ DB...

source: Link to new %s
fr: Lier à un nouveau %s

source: Link to new control...
fr: Lier à un nouveau contrôle...

source: Linkage
fr: Liaison

source: Linked %s
fr: %s lié(e)

source: Links
fr: Liens

source: List capacity out of bounds (%d)
fr: Capacité de liste hors limites (%d)

source: List count out of bounds (%d)
fr: Compte de liste hors limites (%d)

source: List does not allow duplicates ($0%x)
fr: La liste n'autorise pas les doublons ($0%x)

source: List index out of bounds (%d)
fr: Index de liste hors limites (%d)

source: List Index out of bounds (%d)
fr: Index de liste hors limites (%d)

source: List is locked during an active ForEach
fr: Liste verrouillée lors d'une opération ForEach active

source: List is nil
fr: List vaut nil

source: list of new newsgroups follows
fr: la liste des nouveaux groupes de discussion suit

source: list of newsgroups follows
fr: la liste des groupes de discussion suit

source: List of tasks to Join method empty
fr: La liste des tâches de la méthode de jointure est vide

source: Listbox (%s) style must be virtual in order to set Count
fr: Le style de la boîte de liste (%s) doit être virtuel afin de pouvoir définir la valeur Count

source: Lists
fr: Listes

source: Lists all the PortTypes published by this Service
fr: Liste tous les types de port publiés par ce service

source: ListView Columns Editor
fr: Editeur de colonnes ListView

source: ListView Items Editor
fr: Editeur d'éléments ListView

source: Literal Prefix
fr: Préfixe littéral

source: Literal Suffix
fr: Suffixe littéral

source: Literal Supported
fr: Littéral supporté

source: Liters
fr: Litres

source: LiveBindings Deprecated
fr: LiveBindings obsolètes

source: LiveBindings Designer
fr: Concepteur LiveBindings

source: LiveBindings Misc
fr: Divers LiveBindings

source: LiveBindings Wizard...
fr: Expert LiveBindings...

source: LiveBindings Wizard...|Create new binding using a wizard
fr: Expert LiveBindings...|Créer une nouvelle liaison à l'aide d'un expert

source: Load More
fr: Autre chargement

source: Load Picture
fr: Chargement d'une image

source: Loading
fr: Chargement

source: Loading bitmap failed (%s).
fr: Le chargement du bitmap a échoué (%s).

source: Loading bitmap failed.
fr: Le chargement du bitmap a échoué.

source: Loading SSL module failed. One or more mapped methods are not available.
fr: Le chargement du module SSL a échoué. Une ou plusieurs méthodes mappées ne sont pas disponibles.

source: Loading the desktop from "%s" for dock host window "%s" failed with message: "%s: %s"
fr: Le chargement du bureau depuis "%s" pour la fenêtre hôte d'ancrage "%s" a échoué avec le message : "%s : %s"

source: Loading thumbnail failed (%s).
fr: Le chargement de la miniature a échoué (%s).

source: Loading thumbnail failed.
fr: Le chargement de la miniature a échoué.

source: Loading...
fr: Chargement...

source: Local source
fr: Source locale

source: Local type declarations cannot have a name. Element: %s
fr: Les déclarations de type local ne peuvent avoir de nom. Elément : %s

source: Localizable
fr: Localisable

source: Location services are disabled
fr: Les services d'emplacement sont désactivés

source: Log files (*.log)
fr: Fichiers journaux (*.log)

source: Login
fr: Connexion
