Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: The style you have chosen is not available for your currently selected target platform. You can select a custom style or remove the stylebook to allow FireMonkey to automatically load the native style at run time
fr: Le style choisi n'est pas disponible pour la plate-forme cible actuellement sélectionnée. Vous pouvez sélectionner un style personnalisé ou retirer le stylebook pour permettre à FireMonkey de charger automatiquement le style natif à l'exécution

source: The supplied credential handle does not match the credential associated with the security context.
fr: Le handle d'informations d'identification fourni ne correspond pas aux informations d'identification associées au contexte de sécurité.

source: The supplied IP address is not a valid multicast address.
fr: L'adresse IP fournie n'est pas une adresse de multidiffusion valide.

source: The supplied message is incomplete. The signature was not verified.
fr: Le message fourni est incomplet. La signature n'a pas été vérifiée.

source: The system detected a possible attempt to compromise security. Please ensure that you can contact the server that authenticated you.
fr: Le système a détecté une tentative potentielle d'atteinte à la sécurité. Vérifiez que vous pouvez contacter le serveur qui vous a authentifié.

source: The target principal name is incorrect.
fr: Le nom principal de la cible est incorrect.

source: The token supplied to the function is invalid
fr: Le token fourni à la fonction est incorrect

source: The type '%s' is not supported with ObjectiveC interoperability
fr: Le type '%s' n'est pas supporté avec l'interopérabilité ObjectiveC

source: There are still active COM objects in this application. One or more clients may have references to these objects, so manually closing
fr: Il y a encore des serveurs COM actifs dans cette application. Un ou plusieurs clients ont peut-être des références à ces objets. La fermeture manuelle de

source: There is another taskbar control instance
fr: Une autre instance de contrôle de barre des tâches existe

source: There is no active transaction
fr: Il n'y a pas de transaction active

source: There is no cached item with ID: %d
fr: Il n'y a pas d'élément en cache avec l'ID : %d

source: There is no content available.
fr: Aucun contenu n'est disponible.

source: There is no default printer currently selected
fr: Aucune imprimante par défaut sélectionnée

source: There is no LSA mode context associated with this context.
fr: Aucun contexte de mode LSA n'est associé à ce contexte.

source: There is no parameter for command %d, parameter index %d.
fr: Il n'y a pas de paramètre pour la commande %d, index de paramètre %d.

source: There is no source "%s"
fr: Aucune source "%s"

source: There is no such palette entry.
fr: Il n'y a aucune entrée pour cette palette.

source: There is too many IP addresses in the specified range (%d) to be displayed at design time.
fr: L'étendue spécifiée (%d) comporte un trop grand nombre d'adresses IP pour pouvoir les afficher lors de la conception.

source: There was an accelerator key conflict
fr: Un conflit de touches accélératrices s'est produit

source: There was an unknown error
fr: Une erreur inconnue s'est produite

source: These modes are not permitted
fr: Ces modes ne sont pas autorisés

source: This "Portable Network Graphics" could not be loaded because it uses a color table which is missing.
fr: Cette image "Portable Network Graphics" n'a pu être chargée car elle utilise une table de couleur manquante.

source: This "Portable Network Graphics" image contains an unknown critical part which could not be decoded.
fr: Cette image "Portable Network Graphics" contient une partie critique inconnue qui n' pu être décodée.

source: This "Portable Network Graphics" image contains no data.
fr: Cette image "Portable Network Graphics" ne contient pas de données.

source: This "Portable Network Graphics" image is encoded with an unknown compression scheme which could not be decoded.
fr: Cette image "Portable Network Graphics" est encodée à l'aide d'un schémas de compression inconnu qui ne peut être décodé.

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
fr: Cette image "Portable Network Graphics" est invalide car elle contient des parties d'image manquantes.

source: This "Portable Network Graphics" image is invalid because the decoder found an unexpected end of the file.
fr: Cette image "Portable Network Graphics" est invalide car le décodeur est arrivé à une fin de fichier non attendue.

source: This "Portable Network Graphics" image is not supported because either its width or height exceeds the maximum size of 65535 pixels.
fr: Cette image PNG (Portable Network Graphics) n'est pas supportée car sa largeur ou sa hauteur dépasse la taille maximale de 65535.

source: This "Portable Network Graphics" image is not supported or it might be invalid. (IHDR chunk is not the first)
fr: Cette image "Portable Network Graphics" n'est pas supportée ou doit être invalide. (la partie IHDR n'est pas la première)

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
fr: Cette image "Portable Network Graphics" n'est pas valide car elle contient des données invalides (erreur crc)

source: This "Portable Network Graphics" image uses an unknown interlace scheme which could not be decoded.
fr: Cette image "Portable Network Graphics" utilise un schémas d'entrelacement inconnu qui ne peut être décodé.

source: this application may cause those client application(s) to fail. Are you sure you want to close this application?
fr: cette application peut donc provoquer des erreurs dans les clients. Etes-vous sûr de vouloir fermer cette application ?

source: This authentication method is already registered with class name %s.
fr: Cette méthode d'authentification est déjà recensée avec le nom de classe %s.

source: This change will not take affect until the Socket Server is restarted
fr: Cette modification ne prendra effet qu'après le redémarrage du serveur de Socket

source: This control requires version 4.70 or greater of COMCTL32.DLL
fr: Ce contrôle nécessite COMCTL32.DLL version 4.70 ou supérieure

source: This device is not paired
fr: Le périphérique n'est pas apparié

source: This device was disconnected explicity
fr: Ce périphérique a été explicitement déconnecté

source: This feature is not supported in '%s'.
fr: Cette fonctionnalité n'est pas supportée dans '%s'.

source: This feature is not supported on this platform
fr: Cette fonctionnalité n'est pas supportée sur cette plate-forme

source: This function is not supported on Win32.
fr: Cette fonction n'est pas supportée sur Win32.

source: This manager can only be used in %s mode.
fr: Ce gestionnaire peut uniquement être utilisé en mode %s.

source: This method must be implemented in a derived class.
fr: Cette méthode doit être implémentée dans une classe dérivée.

source: This operation is not permitted after pairs or elements have been added
fr: Cette opération n'est pas autorisée après l'ajout de paires ou d'éléments

source: This operation is not permitted on the current JSON type
fr: Cette opération n'est pas autorisée sur le type JSON en cours

source: This operation is not permitted without assigned callback
fr: Cette opération n'est pas autorisée sans callback assigné

source: This operation is not valid because the current image contains no valid header.
fr: Cette opération n'est pas valide car l'image actuelle ne contient pas de header valide.

source: This property or method is not implemented in the Open XML Parser
fr: Cette propriété ou méthode n'est pas implémentée dans l'analyseur XML

source: This value can not be set while the client is connected.
fr: Cette valeur ne peut pas être définie quand le client est connecté.

source: This value can not be set while the server is active.
fr: Cette valeur ne peut pas être définie quand le serveur est actif.

source: This version of Android does not have an implementation of Date/Time pickers
fr: Les sélecteurs date/heure ne sont pas implémentés dans cette version d'Android

source: This version of Android does not have an implementation of list pickers
fr: Les sélecteurs de liste ne sont pas implémentés dans cette version d'Android

source: This will also remove associated components from the module %s. Are you sure?
fr: Cela retirera aussi les composants associés du module %s. Etes-vous sûr ?

source: Thread Class Not Specified.
fr: Classe Thread non spécifiée.

source: Thread creation error: %s
fr: Erreur de création de thread : %s

source: Thread Error: %s (%d)
fr: Erreur de thread : %s (%d)

source: Thread must be specified for the scheduler.
fr: Le thread doit être spécifié pour le planificateur.

source: Thread tracking isn't enabled
fr: Le suivi des threads n'est pas activé

source: Thu
fr: Jeu

source: Thursday
fr: Jeudi

source: TIdHTTPAppResponse.SetStringVariable: Cannot set the version
fr: TIdHTTPAppResponse.SetStringVariable : Impossible de définir la version

source: TIdMessagePart can not be created. Use descendant classes.
fr: Impossible de créer TIdMessagePart. Utilisez les classes descendantes.

source: TIdSNPP Mess command only supports single line Messages.
fr: La commande TIdSNPP Mess supporte uniquement les messages sur une seule ligne.

source: TIFF Images
fr: Images TIFF

source: Tile &Horizontally
fr: Mosaïque hori&zontale

source: Tile Horizontal
fr: Mosaïque horizontale

source: Tile Vertical
fr: Mosaïque verticale

source: Time
fr: Heure

source: time to live exceeded in transit
fr: durée de vie dépassée dans le transit

source: Timeout
fr: Délai dépassé

source: Timeout occured in method %s while waiting for a semaphore.
fr: Dépassement du délai dans la méthode %s lors de l'attente d'un sémaphore.

source: Timespan element too long
fr: Elément Timespan trop long

source: Timespan too long
fr: Timespan trop long

source: Timestamp
fr: Horodatage

source: TLS temporarily not available
fr: TLS temporairement indisponible

source: To create or access a Website under Vista you must run the IDE as an Administrator.And you must install the IIS 6 compatibility layer. Please see the README for more details
fr: Pour créer ou accéder à un site Web sous Vista, vous devez exécuter l'EDI en tant qu'administrateur et installer la couche de compatibilité IIS 6. Pour plus de détails, voir le fichier README

source: TObject value expected
fr: Valeur TObject attendue

source: Toggle DesignMode
fr: Basculer en mode Conception

source: Toggle EditMode
fr: Basculer en mode Edition

source: Token %s in state %s would result in an invalid JSON object.
fr: Le token %s à l'état %s produirait un objet JSON non valide.

source: Tons
fr: Tonnes

source: Too many arguments
fr: Trop d'arguments

source: Too many connections. Try again later.
fr: Trop de connexions. Essayez à nouveau ultérieurement.

source: Too many custom variant types have been registered
fr: Trop de types de variants personnalisés ont été enregistrés

source: Too many images
fr: Trop d'images

source: Too many levels of symbolic links.
fr: Trop de niveaux de liens symboliques.

source: Too many open files
fr: Trop de fichiers ouverts

source: Too many open files.
fr: Trop de fichiers ouverts.

source: Too many parameters for method %s
fr: Trop de paramètres pour la méthode %s

source: Too many parameters in method %s
fr: Trop de paramètres dans la méthode %s

source: Too many references, cannot splice.
fr: Références trop nombreuses, attribution impossible.

source: Too many registered gestures
fr: Trop de mouvements enregistrés

source: Too Many Requests
fr: Trop de requêtes

source: Too many rows or columns deleted
fr: Trop de lignes ou colonnes supprimées

source: Too many table columns
fr: Trop de colonnes de table

source: Too much data in buffer.
fr: Trop de données dans le tampon.

source: Topic Search
fr: Chercher une rubrique

source: Transaction payload verification failed
fr: La vérification de la charge utile de la transaction a échoué

source: Transfer aborted
fr: Transfert abandonné

source: Transfer complete
fr: Transfert terminé

source: transfer failed - try again later
fr: échec du transfert - essayez à nouveau ultérieurement

source: Transfer modes must be the same.
fr: Les modes de transfert doivent être les mêmes.

source: Transform failed
fr: Echec de transformation

source: TransformationFile must be specified
fr: TransformationFile doit être spécifié

source: Transparent proxy cannot bind.
fr: Impossible de lier le proxy transparent.

source: Transparent Proxy Cyclic error.
fr: Erreur cyclique de proxy transparent.

source: Transport header length exceeded
fr: Longueur de l'en-tête de transport dépassée

source: Transport protocol > 255
fr: Protocole de transport &gt; 255

source: Transport protocols must be the same.
fr: Les protocoles de transport doivent être les mêmes.

source: TreeView Items Editor
fr: Editeur d'éléments TreeView

source: Tried to invoke non-function / non-indexed-property
fr: Tentative d'invocation d'une non fonction / d'une propriété non indexée

source: True
fr: Vrai

source: TShareContract.OnProcessMessages event must be assigned first
fr: L'événement TShareContract.OnProcessMessages doit être assigné en premier

source: TStrings descendant %s failed to call inherited constructor
fr: Le %s décroissant de TStrings n'a pas réussi à appeler le constructeur hérité.

source: TStrings Visualizer for %s
fr: Visualiseur TStrings pour %s

source: TStrings Visualizer for Delphi
fr: Visualiseur TStrings pour Delphi

source: TTL expired.
fr: Expiration du TTL.

source: TTY TDD
fr: TTY/ATS

source: Tue
fr: Mar

source: Tuesday
fr: Mardi

source: Two behaviors (%s, %s) found for one URL (%s)
fr: Deux comportements (%s, %s) trouvés pour une URL (%s)

source: Type %s cannot be instantiated
fr: Le type %s ne peut pas être instancié

source: Type '%s' is not declared in the interface section of a unit
fr: Le type '%s' n'est pas déclaré dans la section interface d'une unité

source: Type cannot be cast as Variant
fr: Le type ne peut pas être transtypé comme variant

source: Type information missing for class %s
fr: Informations de type manquantes pour la classe %s

source: Type is nil
fr: Le type est nil

source: Type mismatch for field '%s', expecting: %s actual: %s
fr: Type inadéquat pour le champ '%s', attendu : %s actuel : %s

source: Type mismatch in expression
fr: Non concordance de type dans l'expression

source: Type mismatch in parameter %d for method %s
fr: Non concordance de type dans le paramètre %d de la méthode %s

source: Type mismatch in parameter %s
fr: Non concordance de type dans le paramètre %s

source: Type Name
fr: Nom du type

source: Type of Value '%s' does not match with the expected type: '%s'
fr: Le type de la valeur '%s' ne correspond pas au type attendu : '%s'

source: Type set to %s.
fr: Type défini sur %s.

source: UDP is not support in this SOCKS version.
fr: UDP n'est pas supporté dans cette version SOCKS.

source: UDP Not supported by this proxy.
fr: UDP non supporté par ce proxy.

source: UKBuckets
fr: Baquets impériaux

source: UKBushels
fr: Boisseaux impériaux

source: UKGallons
fr: Gallons impériaux

source: UKGill
fr: Roquilles impériales

source: UKOunces
fr: Onces impériales

source: UKPecks
fr: Pecks impériaux

source: UKPints
fr: Chopines impériales

source: UKPottle
fr: Demi-gallons impériaux

source: UKQuarts
fr: Pintes impériales

source: UMASK set to %.3d (was %.3d)
fr: UMASK défini sur %.3d (%.3d auparavant)

source: Unable to accomplish the requested task because the local machine does not have any IP addresses.
fr: Impossible d'accomplir la tâche requise car la machine locale n'a aucune adresse IP.

source: Unable to add IStylusAsyncPlugin: %s
fr: Impossible d'ajouter IStylusAsyncPlugin : %s

source: Unable to add IStylusSyncPlugin: %s
fr: Impossible d'ajouter IStylusSyncPlugin : %s

source: Unable to cast or find converters between types %s and %s.
fr: Incapable de transtyper ou de trouver des convertisseurs entre les types %s et %s.

source: Unable to complete write request, progress halted at %d bytes
fr: Impossibilité de terminer la requête d'écriture, l'opération s'est arrêtée à %d octets

source: Unable to connect DDE conversation
fr: Impossible de connecter la conversation DDE

source: Unable to create class '%s'
fr: Impossible de créer la classe '%s'

source: Unable to create directory
fr: Impossible de créer le répertoire

source: Unable to create new column
fr: Impossible de créer une nouvelle colonne

source: Unable to create new item
fr: Impossible de créer un nouvel élément

source: Unable to create notifier
fr: Impossible de créer un notificateur

source: Unable to create ObjectiveC persona for instance of '%s'
fr: Impossible de créer ObjectiveC persona pour l'instance de '%s'

source: Unable to create server socket
fr: Impossible de créer le socket serveur

source: Unable to create server socket: the specified GUID is in use
fr: Impossible de créer le socket serveur : le GUID spécifié est en cours d'utilisation

source: Unable to determine field name in %s
fr: Impossible de déterminer le nom du champ dans %s

source: Unable to determine field names for %s
fr: Impossible de déterminer les noms de champs pour %s

source: Unable to enable or disable IGestureRecognizer: %s
fr: Impossible d'activer ou de désactiver IGestureRecognizer : %s

source: Unable to enable or disable IRealTimeStylus: %s
fr: Impossible d'activer ou de désactiver IRealTimeStylus : %s

source: Unable to execute command, wrong connection state;Current connection state: %s.
fr: Impossible d'exécuter la commande, état de connexion incorrect ;Etat de connexion en cours : %s.

source: Unable to execute Query
fr: Impossible d'exécuter la requête

source: Unable to find a Table of Contents
fr: Impossible de trouver une table des matières

source: Unable to find procedure %s
fr: Procédure %s introuvable

source: Unable to Find Procedure %s
fr: Procédure %s introuvable

source: Unable to find record. No key specified
fr: Enregistrement introuvable. Aucune clé spécifiée

source: Unable to get or set window handle: %s
fr: Impossible d'obtenir ou de définir le handle de fenêtre : %s

source: Unable to initialize compressor
fr: Impossible d'initialiser le compresseur

source: Unable to initialize decompressor
fr: Impossible d'initialiser le décompresseur

source: Unable to insert a line
fr: Impossible d'insérer une ligne

source: Unable to insert an item
fr: Impossible d'insérer un élément

source: Unable to Insert Image
fr: Impossible d'insérer l'image

source: Unable to invoke method %s that use unpublished type
fr: Impossible d'invoquer la méthode %s qui utilise un type non publié

source: Unable to load %s
fr: Impossible de charger %s

source: Unable to Load %s
fr: Impossible de charger %s

source: Unable to load %s (ErrorCode %d). It may be missing from the system path.
fr: Impossible de charger %s (ErrorCode %d). Il est possible qu'il soit manquant dans le chemin système.

source: Unable to load bind parameters
fr: Impossible de charger les paramètres de liaison

source: Unable to load Midas due to missing code page conversion library.
fr: Impossibe de charger Midas car une bibliothèque de conversion des pages de code est manquante.

source: Unable to load style '%s'
fr: Impossible de charger le style '%s'

source: Unable to load styles: %s
fr: Impossible de charger les styles : %s

source: Unable to load WSDL File/Location: %s. Error [%s]
fr: Impossible de charger l'emplacement/fichier WSDL : %s. Erreur [%s]

source: Unable to locate form/component, '%s'
fr: Fiche ou composant '%s' introuvable

source: Unable to locate property '%s' on component '%s'
fr: Impossible de trouver la propriété '%s' pour le composant '%s'

source: Unable to move %s to %s
fr: Impossible de déplacer %s vers %s

source: Unable to obtain device ID. Use SetTestModeDeviceID.
fr: Impossible d'obtenir l'ID du périphérique. Utilisez SetTestModeDeviceID.

source: Unable to open %s
fr: Impossible d'ouvrir %s

source: Unable to open Index
fr: Impossible d'ouvrir Index

source: Unable to Open Metadata
fr: Impossible d'ouvrir les métadonnées

source: Unable to open Search
fr: Impossible d'ouvrir Rechercher

source: Unable to recompile output expression for %s (%s)
fr: Impossible de recompiler l'expression de sortie pour %s (%s)

source: Unable to register class '%s'
fr: Impossible d'enregistrer la classe '%s'

source: Unable to remove IStylusAsyncPlugin: %s
fr: Impossible de retirer IStylusAsyncPlugin : %s

source: Unable to remove IStylusSyncPlugin: %s
fr: Impossible de retirer IStylusSyncPlugin : %s

source: Unable to Replace Image
fr: Impossible de remplacer l'image

source: Unable to resolve records. Table name not found.
fr: Résolution des enregistrements impossible. Nom de table non trouvé.

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
fr: Impossible de récupérer un pointeur sur un objet en cours d'exécution recensé avec OLE pour %s/%s

source: Unable to retrieve folder details for "%s". Error code $%x
fr: Impossible de récupérer les détails du dossier de "%s". Code d'erreur $%x

source: Unable to retrieve initial gesture point
fr: Impossible de récupérer le point de mouvement initial

source: Unable to retrieve the URL endpoint for Service/Port '%s'/'%s' from WSDL '%s'
fr: Impossible de récupérer le point final de l'URL pour Service/Port '%s'/'%s' à partir de WSDL '%s'

source: Unable to save settings
fr: Impossible d'enregistrer les paramètres

source: Unable to set Filename while log file is open.
fr: Impossible de définir le nom de fichier quand le fichier journal est ouvert.

source: Unable to set stylus gestures: %s
fr: Impossible de définir les mouvements stylus : %s

source: Unable to stop client thread
fr: Impossible d'arrêter le thread client

source: Unable to wrap: %s
fr: Impossible d'encapsuler : %s

source: Unable to write to %s
fr: Impossible d'écrire dans %s

source: Unassigned UserPassProvider!
fr: UserPassProvider non assigné !

source: Unassigned variant value
fr: Valeur de variant non assignée

source: Unauthorized
fr: Non autorisé

source: Unauthorized to use location services
fr: L'utilisation des services d'emplacement n'est pas autorisée

source: Unbalanced stack or queue operation
fr: Opération en file d'attente ou pile déséquilibrée

source: Unclosed quotes were found in the metadata query: %s.
fr: Des apostrophes non fermés ont été trouvés dans la requête de métadonnée : %s.

source: Uncommitted Blocks
fr: Blocs non validés

source: Underline
fr: Souligné

source: Undo
fr: Annuler

source: Undo|Reverts the last action
fr: Annuler|Annuler la dernière action

source: Uneven size in DecodeToStream.
fr: Taille irrégulière dans DecodeToStream.

source: Uneven size in Encode.
fr: Taille irrégulière dans Encode.

source: Unexpected argument count
fr: Nombre d'arguments inattendu

source: Unexpected char for root element: .
fr: Caractère inattendu pour l'élément racine : .

source: Unexpected character encountered while parsing number: %s
fr: Caractère inattendu lors de l'analyse du nombre : %s

source: Unexpected character encountered while parsing value: %s.
fr: Caractère inattendu lors de l'analyse de la valeur : %s.

source: Unexpected character while parsing constructor: %s
fr: Caractère inattendu lors de l'analyse du constructeur : %s

source: Unexpected character while parsing indexer: %s
fr: Caractère inattendu lors de l'analyse de l'indexeur : %s

source: Unexpected characters
fr: Caractères inattendus

source: Unexpected class conflict
fr: Conflit de classe inattendu

source: Unexpected Close
fr: Fermeture inattendue

source: Unexpected content type: %s
fr: Type de contenu inattendu : %s
