Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: A driver instance with the %s name has already been loaded.
fr: Une instance de pilote avec le nom %s a déjà été chargé.

source: A key with the name of "%s" already exists
fr: Une clé nommée "%s" existe déjà

source: A lookup list can't be created with a control (%0:s) which does not support lookups
fr: Une liste de recherche ne peut pas être créée avec un contrôle (%0:s) qui ne supporte pas les recherches

source: A main menu only supports TMenuItem children
fr: Un menu principal supporte uniquement les enfants TMenuItem

source: A message has been received but the commication mode is unknown
fr: Un message a été reçu, mais le mode de communication est inconnu

source: A MetaData command was expected here e.g. GetTables.
fr: Une commande de métadonnée était attendue ici, par exemple GetTables.

source: A method with name %s already exists
fr: Une méthode avec le nom %s existe déjà

source: A name is required when setting property name state
fr: Un nom est requis lors de la définition de l'état du nom de propriété

source: A Property with name '%s' already exists.
fr: Une propriété avec le nom '%s' existe déjà.

source: A recorded gesture named %s already exists
fr: Un mouvement enregistré, nommé %s, existe déjà.

source: A region must be registerded in order to scan for iBeacons due to Core Location framework.
fr: Pour analyser les iBeacons, le framework Core Location exige que la région soit d'abord recensée.

source: A registered gesture named %s already exists
fr: Un mouvement enregistré, nommé %s, existe déjà.

source: A regular expression specified in RegEx is required
fr: Une expression régulière spécifiée dans RegEx est requise

source: A security context was deleted before the context was completed. This is considered a logon failure.
fr: Un contexte de sécurité a été supprimé avant la fin du contexte. Ceci est considéré comme un échec de connexion.

source: A signature operation must be performed before the user can authenticate.
fr: Une opération de signature doit être effectuée avant que l'utilisateur ne puisse s'authentifier.

source: A Stack has not been created for converting the data type.
fr: Une pile n'a pas été créée pour la conversion du type de données.

source: A style named %s has already been registered
fr: Un style nommé %s a déjà été recensé

source: A style named %s has not been registered
fr: Un style nommé %s n'a pas été enregistré

source: A StyleHook class has not been registered for %s
fr: Une classe StyleHook n'a pas été enregistrée pour %s

source: A system shutdown is in progress.
fr: Un arrêt système est en cours.

source: A transaction is already active
fr: Une transaction est déjà active

source: A valid high surrogate character is >= $D800 and <= $DBFF
fr: Un caractère de substitution étendu valide est >= $D800 et <= $DBFF

source: A valid low surrogate character is >= $DC00 and <= $DFFF
fr: Un caractère de substitution faible valide est >= $DC00 and <= $DFFF

source: A view definition must start with the CREATE keyword.
fr: Une définition de vue doit démarrer par le mot clé CREATE.

source: A Win32 API function failedUse SUnkOSError
fr: Une fonction API Win32 a échouéUtiliser SUnkOSError

source: A&lignment:
fr: Aligne&ment :

source: A&pply
fr: Appli&quer

source: A&ssigned (tried in order listed)
fr: A&ssignés (triés dans l'ordre listé)

source: A&vailable Indexes
fr: &Index disponibles :

source: Abort
fr: Abandonner

source: abort job
fr: abandon de la tâche

source: About
fr: A propos

source: About Internet &Direct (Indy) %s...
fr: A propos de Internet &Direct (Indy) %s...

source: About to open data connection for %s
fr: Sur le point d'ouvrir la connexion de données pour %s

source: About...
fr: A propos...

source: Absolute
fr: Absolu

source: Abstract Error
fr: Erreur abstraite

source: Accept Error
fr: Erreur d'acceptation

source: Accept Exit
fr: Sortie d'acceptation

source: Accept Failed
fr: Echec de l'acceptation

source: Accept Loop
fr: Boucle d'acceptation

source: Accept timed out.
fr: Délai d'acceptation dépassé.

source: Accepted
fr: Accepté

source: Access Control List
fr: Liste de contrôle d'accès

source: Access denied
fr: Accès refusé

source: Access Denied
fr: Accès refusé

source: Access denied.
fr: Accès refusé.

source: access restriction or permission denied
fr: restriction d'accès ou permission refusée

source: Access to %s denied
fr: L'accès à %s a été refusé

source: Access violation
fr: Violation d'accès

source: Access violation at address %p in module '%s'. %s of address %p
fr: Violation d'accès à l'adresse %p dans le module '%s'. %s de l'adresse %p

source: Access violation at address %p, accessing address %p
fr: Violation d'accès à l'adresse %p, accès à l'adresse %p en cours

source: Access violation at address %p. %s of address %p
fr: Violation d'accès à l'adresse %p. %s de l'adresse %p

source: Accessing the properties of %s/%s blob failed. Error code is: %d.
fr: L'accès aux propriétés du blob %s/%s a échoué. Code d'erreur : %d.

source: AControlClass cannot be nil. Factory cannot generate presentation name.
fr: AControlClass ne peut pas être nil. Factory ne peut pas générer de nom de présentation.

source: Acquire
fr: Acquérir

source: AcreFeet
fr: Acre Pied

source: AcreInches
fr: Acre Pouces

source: Action: %0:s, Mask: '%1:s'
fr: Action : %0:s, Masque : '%1:s'

source: ActionManager must first be assigned
fr: ActionManager doit être affecté en premier lieu.

source: Activate
fr: Activer

source: Active Border
fr: Bordure active

source: Active Caption
fr: Libellé actif

source: Active printer DPI cannot be changed while printing
fr: Impossible de changer le PPP de l'imprimante active lors de l'impression

source: ActiveX Control Data Bindings Editor
fr: Editeur de liaisons de données de contrôle ActiveX

source: Ad failed to load: %d
fr: Echec du chargement de l'annonce publicitaire : %d

source: Adapter does not have a Response component
fr: L'adaptateur n'a pas de composant Response

source: Adapter RootElement, "%s", is not a valid path for the response JSON
fr: Le RootElement de l'adaptateur, "%s", n'est pas un chemin valide pour la réponse JSON

source: Add
fr: Ajouter

source: Add %s
fr: Ajouter %s

source: Add a Property
fr: Ajouter une propriété

source: Add all &fields
fr: Ajouter tous les c&hamps

source: Add All &Fields
fr: Ajo&uter tous les champs

source: Add All Fields
fr: Ajouter tous les champs

source: Add Block
fr: Ajouter un bloc

source: Add Collection
fr: Ajouter une collection

source: Add Entity
fr: Ajouter une entité

source: Add Expression
fr: Ajouter une expression

source: Add F&ield to SQL
fr: Ajouter le c&hamp à SQL

source: Add fields
fr: Ajouter des champs

source: Add Fields
fr: Ajouter des champs

source: Add item
fr: Ajouter un élément

source: Add Item
fr: Ajouter un élément

source: Add Message
fr: Ajouter un message

source: Add New
fr: Ajouter nouveau

source: Add new...
fr: Ajouter nouveau...

source: Add Page
fr: Ajouter une page

source: Add Property
fr: Ajouter une propriété

source: Add Queue
fr: Ajouter une file

source: Add T&able to SQL
fr: Ajouter la ta&ble à SQL

source: Add Table
fr: Ajouter une table

source: Add to layer %s
fr: Ajouter à la couche %s

source: Add to new layer
fr: Ajouter à la nouvelle couche

source: Adding a custom category ('%s') and its child items to a new jump list
fr: Ajout d'une catégorie personnalisée ('%s') et de ses éléments enfant à une nouvelle liste de raccourcis

source: Adding an item to an object array
fr: Ajout d'un élément à un tableau d'objets

source: Adding your tasks to a new jump list
fr: Ajout de vos tâches à une nouvelle liste de raccourcis

source: Additional columns must be added after the prescribed columns.
fr: Des colonnes supplémentaires doivent être ajoutées après les colonnes prescrites.

source: Additional text encountered after finished reading JSON content: %s.
fr: Texte supplémentaire rencontré après la lecture du contenu JSON : %s.

source: address
fr: adresse

source: Address already in use.
fr: Adresse déjà utilisée.

source: Address family not supported by protocol family.
fr: Famille d'adresse non supportée par la famille de protocole.

source: Address Mask Request
fr: Requête de masque d'adresse

source: Address type not supported.
fr: Type d'adresse non supporté.

source: Addresses
fr: Adresses

source: Administrator
fr: Administrateur

source: AFormat parameter cannot be empty
fr: Le paramètre AFormat ne peut pas être vide

source: After parsing a value an unexpected character was encountered: %s
fr: Après l'analyse d'une valeur, un caractère inattendu a été rencontré : %s

source: Aggregate expressions not allowed in filters
fr: Les expressions statistiques ne sont pas autorisées dans les filtres

source: Aggregates
fr: Agrégats

source: Alert: action must be taken immediately
fr: Alerte : une action doit être prise immédiatement

source: Algorithm %s not permitted in FIPS mode
fr: L'algorithme %s n'est pas autorisé en mode FIPS

source: Align &Left
fr: Aligner à gauc&he

source: Align &Right
fr: Aligner à &droite

source: Align Left|Aligns text at the left indent
fr: Aligner à gauche|Aligne le texte sur l'indentation de gauche

source: Align Right|Aligns text at the right indent
fr: Aligner à droite|Aligne le texte sur l'indentation de droite

source: All
fr: Tous

source: All Commands
fr: Toutes les commandes

source: All configurations
fr: Toutes les configurations

source: All Files
fr: Tous les fichiers

source: All files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

source: All Files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

source: All files (*.*)|*.*|Wave files (*.wav)|*.wav|Midi files (*.mid)|*.mid|Video for Windows (*.avi)|*.avi
fr: Tous les fichiers (*.*)|*.*|Fichiers wave (*.wav)|*.wav|Fichiers Midi (*.mid)|*.mid|Vidéo pour Windows (*.avi)|*.avi

source: All Files(*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

source: All open command objects must be close before changing the server connection
fr: Tous les objets commande ouverts doivent être fermés avant de changer la connexion serveur

source: All platforms
fr: Toutes les plates-formes

source: Allow &click
fr: Autoriser &clic

source: Allowed login attempts exceeded, good bye.
fr: Le nombre de tentatives de connexions autorisées a été dépassé, au revoir.

source: Already connected.
fr: Déjà connecté.

source: Ambiguous overloaded call to %s
fr: Appel surchargé à %s ambigu

source: An About Box is not available for this control
fr: Aucune boîte A propos n'est disponible pour ce contrôle

source: An appropriate REST Service was not specified.
fr: Un service REST approprié n'a pas été spécifié.

source: An attempt was made by this server to make a Kerberos constrained delegation request for a target outside of the server's realm. This is not supported, and indicates a misconfiguration on this server's allowed to delegate to list. Please contact your administrator.
fr: Une tentative a été réalisée par ce serveur pour effectuer une requête de délégation Kerberos contrainte pour une cible en dehors du domaine Kerberos du serveur. Ce n'est pas supporté, et indique une configuration incorrecte sur ce serveur autorisé à déléguer à la liste. Contactez votre administrateur.

source: An authorization code is needed before it can be changed into an access token.
fr: Un code d'autorisation est nécessaire pour une modification en jeton d'accès.

source: An error returned from DDE ($0%x)
fr: Une erreur a été renvoyée par DDE ($0%x)

source: An HTML viewer is required to see this message
fr: Un afficheur HTML est requis pour voir ce message

source: An instance of "%s" already exists. Multiple instances are not supported
fr: Une instance de "%s" existe déjà. Les instances multiples ne sont pas supportées

source: An invalid request was sent to the KDC.
fr: Une requête non valide a été envoyée au contrôleur de domaine Kerberos.

source: An ObjectId must be 12 bytes
fr: Un ObjectId doit être sur 12 octets

source: An output scope is required
fr: Une portée de sortie est requise

source: An RTF viewer is required to see this message
fr: Un afficheur RTF est requis pour voir ce message

source: An unknown combination of keys %s
fr: Une combinaison de touches %s inconnue

source: An unknown error occurred while processing the certificate.
fr: Une erreur inconnue s'est produite lors du traitement du certificat.

source: An unsupported preauthentication mechanism was presented to the Kerberos package.
fr: Un mécanisme de pré-authentification non supporté a été présenté au package Kerberos.

source: An untrusted certificate authority was detected while processing the domain controller certificate used for authentication. There is additional information in the system event log. Please contact your system administrator.
fr: Une autorité de certificat non approuvée a été détectée lors du traitement du certificat du contrôleur de domaine utilisé pour l'authentification. Le journal des événements système contient des informations supplémentaires. Contactez votre administrateur système.

source: An untrusted certificate authority was detected While processing the smartcard certificate used for authentication. Please contact your system administrator.
fr: Une autorité de certificat non approuvée a été détectée lors du traitement du certificat de la carte à puce utilisée pour l'authentification. Contactez votre administrateur système.

source: Ancestor for '%s' not found
fr: Ancêtre de '%s' non trouvé

source: Angstroms
fr: Angströms

source: Anniversary
fr: Anniversaire

source: Anonymous login OK, send e-mail as password.
fr: Connexion anonyme OK, envoyez un e-mail comme mot de passe.

source: Anonymous user logged in, proceed.
fr: Utilisateur anonyme connecté, continuer.

source: Another TGIFImage class has already been registered with TPicture
fr: Une autre classe TGIFImage a déjà été recensée avec TPicture

source: ANSI or UTF8 encoding expected
fr: Codage ANSI ou UTF8 attendu

source: Any
fr: N'importe quel

source: Apache version implementation is not registered. An Apache project must use a unit such as Web.HTTPD24Impl.
fr: L'implémentation de la version Apache n'est pas recensée. Un projet Apache doit utiliser une unité telle que Web.HTTPD24Impl.

source: APIKey required
fr: APIKey requis

source: AppAnalytics custom event error: category cannot be empty.
fr: Erreur d'événement personnalisé AppAnalytics : la catégorie ne peut pas être vide.

source: Appearance
fr: Apparence

source: Appending an item to the frequent files category of a new jump list
fr: Ajout d'un élément à la catégorie des fichiers fréquents d'une nouvelle liste de raccourcis

source: Appending an item to the recent files category of a new jump list
fr: Ajout d'un élément à la catégorie des fichiers récents d'une nouvelle liste de raccourcis

source: AppKey required
fr: AppKey requis

source: Apple Core Audio Format Files
fr: Fichiers format Core Audio Apple

source: Application Error
fr: Erreur d'application

source: Application is not connected to push service. Push service connection is required to register or unregister an application
fr: L'application n'est pas connectée au service push. La connexion au service push est requise pour recenser ou dé-recenser une application.

source: Application is not licensed to use this feature
fr: L'application n'a pas de licence pour cette fonctionnalité

source: Application Workspace
fr: Espace de travail de l'application

source: Apply
fr: Appliquer

source: Apply updates
fr: Appliquer les mises à jour

source: Apply Updates
fr: Appliquer les mises à jour

source: AppProfile Command not Handled: "%s"
fr: Commande AppProfile non gérée : "%s"

source: AppSecret required
fr: AppSecret requis

source: Apr
fr: Avr

source: APresentationName is empty. Factory cannot register presentation with an empty presentation name
fr: APresentationName est vide. Factory ne peut pas recenser une présentation dont le nom de présentation est vide

source: APresentationProxyClass is nil. Factory cannot register presentation with a nil presentation proxy class.
fr: APresentationProxyClass vaut nil. Factory ne peut pas recenser une présentation dont la classe proxy de présentation est nil.

source: April
fr: Avril

source: Are you sure that you want to clear this Request's data (including its Response)?
fr: Etes-vous sûr de vouloir effacer les données de cette requête (y compris sa réponse) ?

source: Are you sure that you want to clear this Response's data?
fr: Etes-vous sûr de vouloir effacer les données de cette réponse ?

source: Are you sure that you want to reset this Client to its default settings?
fr: Etes-vous sûr de vouloir réinitialiser ce client à ses paramètres par défaut ?

source: Are you sure you want to change the content of %s?
fr: Etes-vous sûr de vouloir changer le contenu de %s ?

source: Are you sure you want to delete the access policy from line %d ?
fr: Etes-vous sûr de vouloir supprimer la stratégie d'accès de la ligne %d ?

source: Are you sure you want to delete the item "%s"?
fr: Etes-vous sûr de vouloir supprimer l'élément "%s" ?

source: Are you sure you want to delete these items?
fr: Etes-vous sûr de vouloir supprimer ces éléments ?

source: Are you sure you want to delete this item?
fr: Etes-vous sûr de vouloir supprimer cet élément ?

source: Area
fr: Aire

source: Argument must not be nil
fr: L'argument ne doit pas être nil

source: Argument out of range
fr: Argument hors limites

source: Argument problem in IAP API
fr: Problème d'argument dans l'API IAP

source: Argument, %s, must be >= 0
fr: Argument, %s, doit être >= 0

source: Arithmetic in filter expressions not supported
fr: Arithmétique non supportée dans les expressions filtre

source: Array elements of type %s are not supported
fr: Les éléments de tableau de type %s ne sont pas supportés

source: Array Node: %s has too many elements
fr: Noeud de tableau : %s a trop d'éléments

source: Array type expected. Node %s
fr: Type tableau attendu. Noeud %s

source: article not wanted - do not send it
fr: article non voulu - ne pas l'envoyer

source: article posted ok
fr: article posté ok

source: article rejected - do not try again.
fr: article rejeté - ne pas retenter.

source: article transferred ok
fr: article transféré ok

source: Ascending
fr: Croissant

source: Assertion failed
fr: Echec de l'assertion

source: Assign nil to a TBitmap clears the bitmap
fr: Assigner nil à un TBitmap efface le bitmap

source: Assign nil to TPicture clears picture
fr: Assigner nil à un TPicture efface l'image

source: Assign to &Control
fr: Assigner au &contrôle

source: Assign to &Source
fr: Assigner à la &source

source: Assign to control
fr: Assigner au contrôle

source: Assign to control from source using expressions
fr: Assigner au contrôle depuis la source en utilisant des expressions

source: Assign to source
fr: Assigner à la source

source: Assign to source from control using expressions
fr: Assigner à la source depuis le contrôle en utilisant des expressions

source: Assigned Port value %d is invalid
fr: La valeur %d du port assigné n'est pas valide

source: AStream parameter cannot be nil
fr: Le paramètre AStream ne peut pas être nil

source: AstronomicalUnits
fr: Unités astronomiques

source: Async function must not be nil
fr: La fonction Async ne doit pas être nil

source: Asynchronous socket error %d
fr: Erreur socket asynchrone %d

source: At least MacOS X 10.9 or iOS 6 is required to create Gatt servers
fr: Au moins MacOS X 10.9 ou iOS 6 est requis pour créer des serveurs Gatt

source: At least one task in array nil
fr: Au moins une tâche du tableau est nil

source: At the moment, you cannot change the window handle
fr: Pour le moment, il n'est pas possible de modifier le handle de fenêtre

source: Attachment %s is blocked.
fr: La pièce jointe %s est bloquée.

source: Attempt to %s while the HL7 Component is not working
fr: Tentative %s lorsque le composant HL7 ne fonctionne pas

source: Attempt to read past end of stream
fr: Tentative de lecture au-delà de la fin du flux

source: Attempting to attach behavior on a nil element
fr: Tentative d'attacher le comportement sur un élément nil

source: Attempting to hook child windows twice
fr: Double tentative de raccordement des fenêtres enfant

source: Attempting to put items into a virtual style listbox
fr: Tentative de placement des éléments dans une zone de liste de styles virtuelle

source: Attribute '%s' already exists
fr: L'attribut '%s' existe déjà

source: Attributes are not supported on this node type
fr: Les attributs ne sont pas supportés sur ce type de noeud

source: Aug
fr: Aoû

source: August
fr: Août

source: AUTH Command OK. Initializing SSL
fr: Commande AUTH OK. Initialisation SSL

source: Auth component and connected components must use the same provider
fr: Le composant Auth et les composants connectés doivent utiliser le même fournisseur

source: AUTH Data required.
fr: Données AUTH requises.

source: auth-conf not yet supported.
fr: auth-conf pas encore supporté.

source: Authenticated
fr: Authentifié

source: Authentication accepted
fr: Authentification acceptée

source: Authentication error to socks server.
fr: Erreur d'authentification sur le serveur socks.

source: Authentication Failed
fr: Echec d'authentification

source: Authentication manager rejected user credentials. This may due to invalid combination of DS user name and password
fr: Le gestionnaire d'authentification a rejeté les informations d'identification de l'utilisateur. La raison peut être une combinaison du nom d'utilisateur DS et du mot de passe non valide

source: Authentication required
fr: Authentification requise

source: Authentication type, %s, is not supported.
fr: Le type d'authentification %s n'est pas supporté.

source: Authorization rejected
fr: Autorisation rejetée

source: Authorization required for this command
fr: Autorisation requise pour cette commande

source: AuthToken required
fr: AuthToken requis

source: Auto
fr: Automatique

source: Auto Increment
fr: Incrémentation automatique

source: Available
fr: Disponibles

source: Available fields
fr: Champs disponibles

source: AVI Files
fr: Fichiers AVI

source: AVIVideo
fr: Vidéo AVI

source: Azure Blobs
fr: Blobs Azure

source: Azure Queue Metadata
fr: Métadonnées de file d'attente Azure

source: Azure Queues
fr: Files Azure

source: Azure Table Editor
fr: Editeur de tables Azure

source: Azure Table Editor: %s
fr: Editeur de tables Azure : %s

source: Azure Tables
fr: Tables Azure

source: BackendClassName required
fr: BackendClassName requis

source: BackendCollectionName required
fr: BackendCollectionName requis

source: Background
fr: Fond

source: Bad file number.
fr: Nombre de fichiers incorrect.

source: Bad Gateway
fr: Passerelle incorrecte

source: Bad JSON escape sequence: %s
fr: Séquence d'échappement JSON incorrecte : %s

source: Bad protocol option.
fr: Option de protocole incorrecte.

source: Bad Request
fr: Requête incorrecte

source: Bad SPI
fr: SPI incorrect

source: BCD overflow
fr: Débordement BCD

source: Beacon API not available on this platform
fr: API Beacon indisponible sur cette plate-forme

source: Beacon type cannot be changed in this mode
fr: Le type Beacon ne peut pas changé sous ce mode

source: Begin TLS negotiation
fr: Commencer la négociation TLS

source: Begin TLS negotiation now
fr: Commencer maintenant la négociation TLS

source: Behavior
fr: Comportement

source: Best Match
fr: Meilleure correspondance

source: Bidirectional assignment
fr: Assignation bidirectionnelle
