Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: The best type match in %s for the column: %s is %s. But it is does not have sufficient precision.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais elle n'a pas une précision suffisante.

source: The best type match in %s for the column: %s is %s. But it is unsigned.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais elle est non signée.

source: The best type match in %s for the column: %s is %s. But the max precision is: %s which is less than the specified: %s.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais la précision maximale est : %s qui est inférieure à celle spécifiée : %s.

source: The best type match in %s for the column: %s is %s. But the max scale is: %s which is less than the specified: %s.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais l'échelle maximale est : %s qui est inférieure à celle spécifiée : %s.

source: The block list is empty for blob %s/%s. Please use %s to add blocks into it and then commit them.
fr: La liste de blocs est vide pour le blob %s/%s. Veuillez utiliser %s pour y ajouter des blocs, puis les valider.

source: The bluetooth adapter is in unknown scan mode
fr: L'adaptateur bluetooth est dans un mode d'analyse inconnu

source: The Break method was previously called. Break and Stop may not be used in combination in iterations of the same loop
fr: La méthode Break a été préalablement appelée. Break et Stop ne peuvent pas être utilisées en combinaison dans les itérations de la même boucle

source: The buffers supplied to a function was too small.
fr: Le tampon fourni à une fonction était trop petit.

source: The callback tunnel is in an invalid state and should be terminated.
fr: Le tunnel de rappel est un état non valide et doit être terminé.

source: The caller is not the owner of the desired credentials
fr: L'appelant n'est pas le propriétaire du justificatif voulu

source: The certificate chain was issued by an untrusted authority.
fr: La chaînes de certificats a été émise par une autorité non fiable.

source: The certificate has expired.
fr: Le certificat a expiré.

source: The certificate is not valid for the requested usage.
fr: Le certificat n'est pas valide pour l'usage requis.

source: The certificate is not yet valid.
fr: Le certificat n'est toujours pas valide.

source: The chunks must be compatible to be assigned.
fr: Ce morceau doit être compatible pour être assigné.

source: The client and server cannot communicate, because they do not possess a common algorithm.
fr: Le client et le serveur ne peuvent pas communiquer car ils ne possèdent pas d'algorithme commun.

source: The client can not be an instance of class %s
fr: Le client ne peut pas être une instance de la classe %s

source: The client certificate does not contain a valid UPN, or does not match the client name in the logon request. Please contact your administrator.
fr: Le certificat du client ne contient pas un UPN valide, ou ne correspond pas au nom du client dans la requête de connexion. Contactez votre administrateur.

source: The client is trying to negotiate a context and the server requires user-to-user but didn't send a TGT reply.
fr: Le client tente de négocier un contexte et le serveur nécessite une authentification d'utilisateur à utilisateur mais n'a pas envoyé de réponse TGT.

source: The clocks on the client and server machines are skewed.
fr: Les horloges des machines client et serveur ne sont pas concordantes.

source: The constraint: %s could not be recreated, because the column: %s was dropped.
fr: La contrainte : %s n'a pu être créée, car la colonne : %s a été supprimée.

source: The content-type is not recognized as text. The viewer cannot be opened.
fr: Le type de contenu n'est pas reconnu comme texte. Le visualiseur ne peut pas être ouvert.

source: The context data must be renegotiated with the peer.
fr: Les données contextuelles doivent être renégociées par le peer.

source: The context has expired and can no longer be used.
fr: Le contexte a expiré et ne peut plus être utilisé.

source: The converter named "%s" with an identical input type (%s) and output type (%s) has already been added
fr: Le convertisseur nommé "%s" avec un type d'entrée (%s) et un type de sortie (%s) identiques a déjà été ajouté

source: The created instance of class %s is wrong
fr: L'instance créée de la classe %s est incorrecte

source: The credentials supplied to the package were not recognized
fr: Les justificatifs fournis au package n'ont pas été reconnus

source: The credentials supplied were not complete, and could not be verified. Additional information can be returned from the context.
fr: Les justificatifs fournis étaient incomplets et n'ont pas pu être vérifiés. Des informations supplémentaires peuvent être renvoyées par le contexte.

source: The credentials supplied were not complete, and could not be verified. The context could not be initialized.
fr: Les justitificatifs fournis étaient incomplets et n'ont pas pu être vérifiés. Le contexte n'a pas pu être initialisé.

source: The crypto system or checksum function is invalid because a required function is unavailable.
fr: Le système de cryptage ou la fonction de somme de contrôle n'est pas valide car une fonction requise est indisponible.

source: The current operating system does not support jump lists
fr: Le système d'exploitation en cours ne prend pas en charge les listes de raccourcis

source: The current process already has an application ID: %s
fr: Le processus en cours a déjà un ID d'application : %s

source: The current session does not have permission to perform the requested action.
fr: La session en cours n'a pas la permission d'effectuer l'action demandée.

source: The Data type: %s requires a column: %s, which does not exist on the Column collection.
fr: Le type de données : %s requiert une colonne : %s, inexistante sur la collection de colonnes.

source: The DefaultReferenceResolver can only be used internally
fr: Le DefaultReferenceResolver peut être seulement utilisé en interne

source: The destination container %s cannot be found. You can create it or refresh the storage content
fr: Le conteneur de destination %s est introuvable. Vous pouvez le créer ou actualiser le contenu du stockage

source: The destination filename can not be empty
fr: Le nom de fichier de la destination ne peut pas être vide.

source: The device does not support peripheral mode
fr: Le périphérique ne supporte pas le mode périphérique

source: The domain controller certificate used for smartcard logon has been revoked. Please contact your system administrator with the contents of your system event log.
fr: Le certificat du contrôleur de domaine utilisé pour la connexion de la carte à puce a été révoqué. Contactez votre administrateur système avec le journal d'événements de votre système.

source: The domain controller certificate used for smartcard logon has expired. Please contact your system administrator with the contents of your system event log.
fr: Le certificat du contrôleur de domaine utilisé pour la connexion de la carte à puce a expiré. Contactez votre administrateur système avec le journal d'événements de votre système.

source: The drive cannot be found
fr: Impossible de trouver le lecteur

source: The duration cannot be returned because the absolute value exceeds the value of TTimeSpan.MaxValue
fr: La durée ne peut pas être renvoyée car la valeur absolue dépasse la valeur de TTimeSpan.MaxValue

source: The encryption type requested is not supported by the KDC.
fr: Le type d'encryptage requis n'est pas supporté par le contrôleur de domaine Kerberos.

source: The expression has not been compiled yet.
fr: L'expression n'a pas encore été compilée.

source: The factory obtained for %s is wrong
fr: La factory obtenue pour %s est incorrecte

source: The file being read is not a valid "Portable Network Graphics" image because it contains an invalid header. This file may be corrupted, try obtaining it again
fr: Le fichier lu n'est pas une image PNG (Portable Network Graphics) valide car il contient un en-tête non valide. Il est possible que ce fichier soit endommagé, essayez de l'obtenir à nouveau

source: The following commands are recognized (* => unimplemented, + => extension).
fr: Les commandes suivantes sont reconnues (* => non implémenté, + => extension).

source: The following registered gestures were not found: %s
fr: Les mouvements enregistrés suivants sont introuvables : %s

source: The following SITE commands are supported:
fr: Les commandes SITE suivantes sont supportées :

source: The FriendlyName property of an item must not be empty
fr: La propriété FriendlyName d'un élément ne doit pas être vide

source: The function '%s' must not return nil value
fr: La fonction '%s' ne doit pas renvoyer de valeur nil

source: The function completed successfully, but both CompleteToken and this function must be called to complete the context
fr: La fonction s'est terminée avec succès, mais CompleteToken et cette fonction doivent être appelés pour terminer le contexte

source: The function completed successfully, but CompleteToken must be called
fr: La fonction s'est terminée avec succès, mais CompleteToken doit être appelé

source: The function completed successfully, but must be called again to complete the context
fr: La fonction s'est terminée correctement, mais doit être à nouveau appelée pour terminer le contexte.

source: The function requested is not supported
fr: La fonction requise n'est pas supportée

source: The given "%s" local time is invalid (situated within the missing period prior to DST).
fr: L'heure locale "%s" donnée n'est pas valide (située dans la période manquante avant DST).

source: The given custom wrapper does not support %s
fr: Le wrapper personnalisé donné ne supporte pas %s

source: The graph must have a graph view to which is attached.
fr: Le graphe doit avoir une vue graphe à laquelle il est attaché.

source: The handle specified is invalid
fr: Handle incorrect

source: The identity of the server computer could not be verified.
fr: L'identité du serveur n'a pas pu être vérifiée.

source: The image has a physical size %s. Do you want to use scale %s?
fr: L'image a une taille physique de %s. Voulez-vous utiliser l'échelle %s ?

source: The input value is not a valid Object
fr: La valeur d'entrée n'est pas un objet valide

source: The IOHandler already has a different Intercept assigned
fr: Une autre interception est déjà affectée au IOHandler

source: The KDC reply contained more than one principal name.
fr: La réponse du contrôleur de domaine Kerberos contenait plus d'un nom principal.

source: The KDC was unable to generate a referral for the service requested.
fr: Le contrôleur de domaine Kerberos n'a pas pu générer une référence pour le service requis.

source: The Kerberos subsystem encountered an error. A service for user protocol request was made against a domain controller which does not support service for user.
fr: Le sous-système Kerberos a rencontré une erreur. Un service pour la requête de protocole utilisateur a été effectué dans un contrôleur de domaine qui ne supporte pas le service pour l'utilisateur.

source: The local machine must be a Kerberos KDC (domain controller) and it is not.
fr: La machine locale doit être un contrôleur de domaine Kerberos (KDC), ce qui n'est pas le cas.

source: The Local Security Authority cannot be contacted
fr: L'autorité de sécurité locale ne peut pas être contactée

source: The location sensor is started
fr: Le détecteur d'emplacement est démarré

source: The logon attempt failed
fr: La tentative de connexion a échoué

source: The logon was completed, but no network authority was available. The logon was made using locally known information
fr: La connexion s'est effectuée, mais aucune autorité réseau n'était disponible. La connexion s'est effectuée en utilisant des informations de connexion connues localement

source: The main menu can be only a single instance
fr: Le menu principal peut seulement être une instance unique

source: The maximum number of threads for this scheduler is exceeded.
fr: Le nombre maximal de threads pour ce planificateur a été dépassé.

source: The message or signature supplied for verification has been altered
fr: La signature ou le message fourni pour vérification a été modifié

source: The message received was unexpected or badly formatted.
fr: Le message reçu était inattendu ou incorrectement formaté.

source: The message supplied for verification is out of sequence
fr: Le message fourni pour vérification n'est pas dans l'ordre

source: The new size provided for image resizing is invalid.
fr: La nouvelle taille fournie pour le redimensionnement de l'image est incorrecte.

source: The number of maximum ticket referrals has been exceeded.
fr: Le nombre maximal de tickets de référence a été dépassé.

source: The object does not implement the IAsyncInfo interface
fr: L'objet n'implémente pas l'interface IAsyncInfo

source: The object does not implement the observer interface
fr: L'objet n'implémente pas l'interface de l'observateur

source: The other end of the security negotiation is requires strong crypto but it is not supported on the local machine.
fr: L'autre côté de la négociation de sécurité nécessite un cryptage renforcé mais cela n'est pas supporté sur la machine locale.

source: The output parameter (%d) cannot be converted by the selected converter (%s)
fr: Le paramètre de sortie (%d) ne peut pas être converti par le convertisseur sélectionné (%s)

source: The owner of this entity is not the current graph.
fr: Le propriétaire de cette entité n'est pas le graphe en cours.

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document.
fr: La page sur laquelle vous travaillez est en mode de disposition de flux et les objets sont organisés de haut en bas comme dans un document de traitement de texte.

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document. To use absolute (x and y) positioning, change the pageLayout property of the DOCUMENT to GridLayout
fr: La page sur laquelle vous travaillez est en mode de disposition flux et les objets sont disposés de haut en bas comme dans un document de traitement de texte. Pour utiliser le positionnement absolu (x et y), changez la propriété pageLayout de DOCUMENT en GridLayout

source: The page you are working on is in grid layout mode, and objects will be arranged using absolute (x and y) coordinates. To use flow layout (top to bottom, as in a word processing document), change the pageLayout property of the DOCUMENT to FlowLayout
fr: La page sur laquelle vous travaillez est en mode de disposition grille et les objets sont disposés en utilisant des coordonnées absolues (x et y). Pour utiliser une disposition en flux (de haut en bas comme dans un document de traitement de texte), changez la propriété pageLayout de DOCUMENT en FlowLayout

source: The parameter has an invalid number format
fr: Le paramètre a un format numérique non valide

source: The path format is not supported
fr: Le format du chemin n'est pas supporté

source: The path must specify a file
fr: Le chemin doit spécifier un fichier

source: The per-message Quality of Protection is not supported by the security package
fr: La qualité de protection par message n'est pas supportée par le package de sécurité

source: The PKU2U protocol encountered an error while attempting to utilize the associated certificates.
fr: Le protocole PKU2U a rencontré une erreur lors de la tentative d'utilisation des certificats associés.

source: The png file could not be loaded because it does not exist.
fr: Impossible de charger le fichier png car il n'existe pas.

source: The png image could not be loaded from the resource ID.
fr: L'image png n'a pu être chargée depuis l'ID ressource.

source: The program tried to add a existent critical chunk to the current image which is not allowed.
fr: Le programme a essayé d'ajouter un morceau critique existant à l'image actuelle, ce qui n'est pas autorisé.

source: The reader's MaxDepth of %s has been exceeded.
fr: Dépassement de la valeur MaxDepth de %s du lecteur.

source: The received certificate has expired.
fr: Le certificat reçu a expiré.

source: The received certificate was mapped to multiple accounts.
fr: Le certificat reçu a été mappé à de multiples comptes.

source: The recipient rejected the renegotiation request.
fr: Le destinataire a refusé la demande de renégociation.

source: The requested IPVersion / Address family is not supported.
fr: La famille IPVersion / Adresse demandée n'est pas supportée.

source: The requested operation cannot be completed. The computer must be trusted for delegation and the current user account must be configured to allow delegation.
fr: L'opération requise ne peut pas être terminée. L'ordinateur doit être approuvé pour la délégation et le compte d'utilisateur actuel doit être configuré afin d'autoriser la délégation.

source: The requested security package does not exist
fr: Le package de sécurité demandé n'existe pas

source: The required security context does not exist.
fr: Le contexte de sécurité requis n'existe pas.

source: The revocation status of the domain controller certificate used for smartcard authentication could not be determined. There is additional information in the system event log. Please contact your system administrator.
fr: Le statut de révocation du certificat du contrôleur de domaine utilisé pour l'authentification de la carte à puce n'a pas pu être déterminé. Le journal des événements système contient des informations supplémentaires. Contactez votre administrateur système.

source: The revocation status of the smartcard certificate used for authentication could not be determined. Please contact your system administrator.
fr: Le statut de révocation du certificat de la carte à puce utilisé pour l'authentification n'a pas pu être déterminé. Contactez votre administrateur système.

source: The security context could not be established due to a failure in the requested quality of service (e.g. mutual authentication or delegation).
fr: Le contexte de sécurité n'a pas été établi suite à une panne dans le service de qualité requis (ex : authentification mutuelle ou délégation).

source: The security context does not allow impersonation of the client
fr: Le contexte de sécurité ne permet aucune usurpation d'identité du client

source: The security package failed to initialize, and cannot be installed
fr: L'initialisation du package de sécurité a échoué et il ne peut donc pas être installé

source: The security package is not able to marshall the logon buffer, so the logon attempt has failed
fr: Le package de sécurité n'est pas capable d'effectuer le marshalling du tampon de connexion. En conséquence, la tentative de connexion a échoué.

source: The sensor on the specified index (%d) is not found
fr: Le détecteur relatif à l'index spécifié (%d) est introuvable

source: The Server has no matching %s filter.
fr: Le serveur n'a pas de filtre %s correspondant.

source: The shared key cannot be created. Please check that you have the required OpenSSL libraries.
fr: La clé partagée n'a pas pu être créée. Veuillez vérifier que vous disposez des bibliothèques OpenSSL requises.

source: The smartcard certificate used for authentication has been revoked. Please contact your system administrator. There may be additional information in the event log.
fr: Le certificat de la carte à puce utilisé pour l'authentification a été révoqué. Contactez votre administrateur système. Il y a peut-être des informations supplémentaires dans le journal d'événements.

source: The smartcard certificate used for authentication has expired. Please contact your system administrator.
fr: Le certificat de la carte à puce utilisé pour l'authentification a expiré. Contactez votre administrateur système.

source: The smartcard certificate used for authentication was not trusted. Please contact your system administrator.
fr: Le certificat de la carte à puce utilisé pour l'authentification n'est pas approuvé. Contactez votre administrateur système.

source: The Socket Server can only be run as a service on NT 3.51 and prior
fr: Le serveur de socket ne peut être exécuté comme service que sur NT 3.51 et antérieur

source: The Socket Server is already running
fr: Le serveur Socket est déjà exécuté

source: The source "%s" contains bitmaps with scales: %s The bitmap is shown for scale %s The coordinates are given for the scale %s
fr: La source "%s" contient des bitmaps avec des échelles : %s Le bitmap est affiché à l'échelle %s Les coordonnées sont indiquées à l'échelle %s

source: The source "%s" does not contain bitmaps
fr: La source "%s" ne contient pas de bitmap

source: The source and destination paths must contain the same root drive
fr: Les chemins source et destination doivent contenir le même lecteur racine

source: The source directory is the same as the destination directory
fr: Le répertoire source est le même que le répertoire destination

source: The source file is the same as the destination file
fr: Le fichier source est le même que le fichier destination

source: The specified bitmap format is not supported.
fr: Le format du bitmap spécifié n'est pas supporté.

source: The specified data could not be decrypted.
fr: Les données spécifiées n'ont pas pu être décryptées.

source: The specified data could not be encrypted.
fr: Les données spécifiées n'ont pas pu être encryptées.

source: The specified directory already exists
fr: Le répertoire spécifié existe déjà.

source: The specified directory does not exist. Create it?
fr: Le répertoire spécifié n'existe pas. Voulez-vous le créer ?

source: The specified directory is not empty
fr: Le répertoire spécifié n'est pas vide

source: The specified directory name is invalid
fr: Le nom de répertoire spécifié n'est pas valide

source: The specified file already exists
fr: Le fichier spécifié existe déjà

source: The specified file was not found
fr: Impossible de trouver le fichier spécifié

source: The specified name cannot be used.
fr: Le nom spécifié ne peut pas être utilisé.

source: The specified path is too long
fr: Le chemin spécifié est trop long

source: The specified path was not found
fr: Impossible de trouver le chemin spécifié

source: The specified SASL handlers are not ready!!
fr: Les gestionnaires SASL spécifiés ne sont pas prêts !!

source: The specified session has expired due to inactivity or was an invalid Session ID
fr: La session spécifiée a expiré en raison d'une inactivité, ou l'ID de la session n'est pas valide

source: The specified target is unknown or unreachable
fr: La cible spécifiée est inconnue ou non accessible

source: The Stop method was previously called. Break and Stop may not be used in combination in iterations of the same loop
fr: La méthode Stop a été préalablement appelée. Break et Stop ne peuvent pas être utilisées en combinaison dans les itérations de la même boucle

source: The string '%s' does not match any value of %s
fr: La chaîne '%s' ne correspond à aucune valeur de %s

source: The string %s does not translate into a valid IP.
fr: La chaîne %s n'est pas traduite en adresse IP valide.
