Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: GroupIndex cannot be less than a previous menu item's GroupIndex
fr: GroupIndex ne peut être inférieur à celui de l'élément de menu précédent

source: Grouping level exceeds current index field count
fr: Le niveau de groupement dépasse le nombre de champs d'index actuel

source: Grouping level not defined
fr: Niveau de groupement non défini

source: GUID '%s' was previously registered
fr: GUID '%s' a déjà été enregistré

source: Handled null exception
fr: Exception null gérée

source: Hands
fr: Paumes

source: Handshake Done
fr: Négociation effectuée

source: Handshake Start
fr: Négociation démarrée

source: Header
fr: En-tête

source: Header has already been written.
fr: L'en-tête a déjà été écrit.

source: HeaderControl Sections Editor
fr: Editeur de sections HeaderControl

source: Headers follow
fr: Les en-têtes suivent

source: Hectograms
fr: Hectogrammes

source: HectoLiters
fr: Hectolitres

source: Hectometers
fr: Hectomètres

source: Help
fr: Aide

source: Help and Hints
fr: Aide et Conseil

source: Help Contents
fr: Rubriques d'aide

source: Help follows
fr: L'aide suit

source: Help on help
fr: Utilisation de l'aide

source: help text follows
fr: le texte d'aide suit

source: Hi Res
fr: Haute résolution

source: Hidden User: Information was not returned at a user's request
fr: Utilisateur caché : L'information n'a pas été renvoyée suite à une requête de l'utilisateur

source: Hide
fr: Masquer

source: Hide %s
fr: Masquer %s

source: Hide Element(s)
fr: Masquer les éléments

source: Hide Others
fr: Masquer les autres

source: Hide Others|Hide all other applications
fr: Masquer les autres|Masquer les autres applications

source: Hide|Hide current application
fr: Masquer|Masquer l'application en cours

source: Hierarchy Request Error
fr: Erreur Requête de hiérarchie

source: High surrogate char without a following low surrogate char at index: %d. Check that the string is encoded properly
fr: Caractère de substitution étendu non suivi d'un caractère de substitution faible à l'index : %d. Vérifiez que la chaîne est correctement codée

source: High surrogate not found
fr: Caractère de substitution étendu introuvable

source: Highlight Background
fr: Fond de surbrillance

source: Highlight Text
fr: Texte de surbrillance

source: Home
fr: Domicile

source: Home fax
fr: Fax domicile

source: Homepage
fr: Page d'accueil

source: hop limit exceeded in transit
fr: limite de saut dépassée dans le transit

source: Host field is empty
fr: Le champ hôte est vide

source: Host is down.
fr: Hôte arrêté.

source: Host is empty
fr: Hôte vide

source: Host not found.
fr: Hôte non trouvé.

source: Host Precedence Violation
fr: Violation de la précédence de l'hôte

source: Host unreachable.
fr: Hôte inaccessible.

source: host unreachable;
fr: hôte inaccessible;

source: Hot Light
fr: Sélectionné

source: Hot-Key is assigned to another window
fr: Raccourci clavier affecté à une autre fenêtre

source: Hot-Key is invalid
fr: Raccourci clavier incorrect

source: Hour Offset portion of time invalid
fr: Partie Décalage horaire incorrecte

source: Hours
fr: Heures

source: HTTP request is missing the session parameter. Add %s parameter with the session id.
fr: Absence du paramètre de session dans la requête HTTP. Ajoutez le paramètre %s avec l'identificateur de session.

source: HTTP request misses the count parameter. Add %s parameter holding the byte count.
fr: Absence du paramètre Count dans la requête HTTP. Ajoutez le paramètre %s contenant le nombre d'octets.

source: HTTP Response Object not found or available yet
fr: Objet de réponse HTTP non trouvé ou pas encore disponible

source: HTTP version not supported
fr: Version HTTP non supportée

source: I&mage Index:
fr: &Index d'image :

source: I/O error %d
fr: Erreur E/S %d

source: Icon image is not valid
fr: Image d'icône non valide

source: Icons
fr: Icônes

source: ICU Error: %d, %s
fr: Erreur ICU : %d, %s

source: ICU Overflow Error: %d, %s, Needed Length=%d
fr: Erreur de débordement ICU : %d, %s, Longueur requise=%d

source: Identifier expected
fr: Identificateur attendu

source: IdHL7 is broken in Indy 10 for the present
fr: IdHL7 est interrompu dans Indy 10 pour le moment

source: IDOMNode required
fr: IDOMNode requis

source: Ignore
fr: &Ignorer

source: IIS not properly installed
fr: IIS n'est pas correctement installé

source: Illegal argument
fr: Argument incorrect

source: Illegal bit shifting in MUTF7 string
fr: Décalage de bits illégal dans la chaîne MUTF7

source: Illegal char #%d in UTF7 sequence.
fr: Caractère #%d illégal dans la séquence UTF7.

source: Illegal character in input string.
fr: Caractère illégal dans la chaîne d'entrée.

source: Illegal family
fr: Famille incorrecte

source: Illegal type
fr: Type incorrect

source: Image dimensions do not match image list dimensions
fr: Les dimensions de l'image ne correspondent pas à celles de la liste d'images

source: Image exceeds Logical Screen size
fr: L'image excède la taille d'écran logique

source: Image has no DIB
fr: L'image n'a pas de DIB

source: Image is empty
fr: L'image est vide

source: Image saved
fr: Image enregistrée

source: ImageList Editor
fr: Editeur d'éléments ImageList

source: IMarkupServices not available
fr: IMarkupServices indisponible

source: IMarkupServices2 not available
fr: IMarkupServices2 indisponible

source: Implicit FTP requires that IOHandler be set to a TIdServerIOHandlerSSL.
fr: Le FTP implicite nécessite que IOHandler soit défini sur un TIdServerIOHandlerSSL.

source: Implicit IMAP4 requires that IOHandler be set to a TIdServerIOHandlerSSLBase.
fr: Le IMAP4 implicite nécessite que IOHandler soit défini sur un TIdServerIOHandlerSSLBase.

source: Implicit NNTP requires that IOHandler be set to a TIdSSLIOHandlerSocketBase.
fr: Le NNTP implicite nécessite que IOHandler soit défini sur un TIdSSLIOHandlerSocketBase.

source: Implicit POP3 requires that IOHandler be set to a TIdServerIOHandlerSSL.
fr: Le POP3 implicite nécessite que IOHandler soit défini sur un TIdServerIOHandlerSSL.

source: Import Entities
fr: Importer des entités

source: In order to Login or Signup, all components must be connected to the same provider
fr: Afin de se connecter ou de s'inscrire, tous les composants doivent être connectés au même fournisseur

source: IN predicate list may not be empty
fr: La liste de prédicats IN ne peut être vide

source: Inactive Border
fr: Bordure inactive

source: Inactive Caption
fr: Libellé inactif

source: Inactive Caption Text
fr: Texte de libellé inactif

source: In-App Purchase component has no license key
fr: Un composant In-App Purchase n'a pas de clé de licence

source: In-App Purchase component is not set up
fr: Un composant In-App Purchase n'est pas configuré

source: Inches
fr: Pouces

source: Include
fr: Inclure

source: Included Items
fr: Eléments inclus

source: Included schema file "%s" has an invalid targetNamespace. Expected: %s Found: %s
fr: Le fichier schéma inclus "%s" a un attribut targetNamespace non valide. Attendu : %s Trouvé : %s

source: Incompatible conversion types [%s - %s, %s - %s]
fr: Types de conversion incompatibles [%s - %s, %s - %s]

source: Incompatible conversion types [%s, %s, %s]
fr: Types de conversion incompatibles [%s, %s, %s]

source: Incompatible conversion types [%s, %s]
fr: Types de conversion incompatibles [%s, %s]

source: Incompatible type
fr: Type incompatible

source: Incorrect length in received block (%d)
fr: Longueur incorrecte dans le bloc reçu (%d)

source: Incorrect level assignment
fr: Affectation de niveau incorrect

source: Incorrect ManufacturerId
fr: ManufacturerId incorrect

source: Incorrect size of bitmap parameter(s).
fr: Paramètres incorrects pour la taille de bitmap.

source: Incorrect type information for class %s
fr: Informations de type incorrectes pour la classe %s

source: Incorrectly formed filter expression
fr: Expression filtre formée incorrectement

source: Indentation value must be greater than 0
fr: La valeur d'indentation doit être supérieure à 0

source: Index '%s' not found
fr: Index '%s' non trouvé

source: Index data not found. File is corrupt.
fr: Données d'index introuvables. Le fichier est corrompu.

source: Index Name
fr: Nom d'index

source: Index out of bounds (%d)
fr: Index hors limites (%d)

source: Index out of bounds.
fr: Index hors limites.

source: Index out of range
fr: Indice de grille hors limites

source: Index out of range (%d). Must be >= 0 and < %d
fr: Index hors limites (%d). Doit être >= 0 et < %d

source: Indy FTP Server ready.
fr: Serveur FTP Indy prêt.

source: Indy I/O Handlers
fr: Indy - Gestionnaires d'E/S

source: Indy Intercepts
fr: Indy - Interceptions

source: Indy Misc
fr: Indy - Divers

source: Indy Modified BSD License Indy MPL License
fr: Licence BSD Indy modifiée Licence MPL Indy

source: Indy Servers
fr: Indy - Serveurs

source: Indy Telnet Server
fr: Serveur Indy Telnet

source: Info Background
fr: Fond d'information

source: Info Text
fr: Texte d'info

source: Information
fr: Informations

source: Information Request
fr: Requête d'information

source: Informational: informational messages
fr: Information : messages informatifs

source: Initializing a variant property
fr: Initialisation d'une propriété de composant

source: Initiating a building session for a new jump list
fr: Initialisation d'une nouvelle session de construction pour une nouvelle liste de raccourcis

source: Input
fr: Entrée

source: Input buffer exceeded for %s = %d, %s = %d
fr: Tampon d'entrée en dépassement pour %s = %d, %s = %d

source: Input Encoding not specified.
fr: Encodage d'entrée non spécifié.

source: Input Mask Editor
fr: Editeur de masque de saisie

source: Input string %s is not a valid double
fr: La chaîne d'entrée %s n'est pas un double valide

source: Input string %s is not a valid integer
fr: La chaîne d'entrée %s n'est pas un entier valide

source: Input string %s is not a valid number
fr: La chaîne d'entrée %s n'est pas un nombre valide

source: Ins
fr: Inser

source: Insert
fr: Insérer

source: Insert record
fr: Insérer enregistrement

source: Inserted
fr: Inséré

source: Inserts are not allowed
fr: Insertions non autorisées

source: Installation ID is blank. Installation ID is required to delete a Parse installation
fr: ID d'installation vide. L'ID d'installation est requis pour supprimer une installation Parse

source: Installation ID required
fr: ID d'installation requise

source: Instance of "%s" not created
fr: Instance de "%s" non créée

source: Insufficient buffer for requested data
fr: Tampon insuffisant pour les données demandées

source: Insufficient data for Content-Length
fr: Données insuffisantes pour Content-Length

source: Insufficient memory to complete the operation
fr: Mémoire insuffisante pour terminer l'opération

source: Insufficient RTTI available to support this operation
fr: RTTI disponible insuffisant pour supporter cette opération

source: Integer overflow
fr: Débordement d'entier

source: Integer values must be entered in sets of one.
fr: Les valeurs entières doivent être entrées par groupes de un.

source: Interface %s has no RTTI
fr: L'interface %s n'a pas de RTTI.

source: Interface %s not registered
fr: Interface %s non recensée

source: Interface (%s) canno be remoted - please verify the interface declaration - specially the methods calling convention!
fr: L'interface (%s) ne peut être déportée - vérifiez la déclaration d'interface - plus particulièrement la convention d'appel des méthodes !

source: Interface (%s) is not registered - please include the unit that registers this interface to your project
fr: Interface (%s) non recensée - veuillez inclure l'unité qui recense cette interface dans votre projet

source: Interface has no RTTI, UUID = %s
fr: L'interface n'a pas de RTTI, UUID = %s

source: Interface is unusable due to failure to stop
fr: L'interface est inutilisable suite à une impossibilité de s'arrêter

source: Interface not registered, UUID = %s
fr: Interface non recensée, UUID = %s

source: Interface not supported
fr: Interface non supportée

source: Interface was already started
fr: L'interface était déjà lancée

source: Interface was already stopped
fr: L'interface était déjà arrêtée

source: Internal command %s not implemented.
fr: La commande interne %s n'est pas implémentée.

source: Internal error creating binding for '%s'
fr: Erreur interne lors de la création de la liaison pour '%s'

source: Internal error in IdHL7.pas: SynchronousSend returned an unknown value
fr: Erreur interne dans IdHL7.pas : SynchronousSend a renvoyé une valeur inconnue

source: Internal error in IdHL7.pas: SynchronousSend returned srNone
fr: Erreur interne dans IdHL7.pas : SynchronousSend a renvoyé srNone

source: Internal error in IdHL7.pas: SynchronousSend returned srSent
fr: Erreur interne dans IdHL7.pas : SynchronousSend a renvoyé srSent

source: Internal error: data type kind %s cannot be converted to and from text
fr: Erreur interne : impossible de convertir le type de données %s en texte ou à partir d'un texte

source: Internal error: Extension Instance does not match Extension Label
fr: Erreur interne : L'instance d'extension ne correspond pas au libellé d'extension

source: Internal Server Error
fr: Erreur serveur interne

source: Internal: Array expected instead of %s
fr: Interne : Tableau attendu au lieu de %s

source: Internal: Array expected instead of nil
fr: Interne : Tableau attendu au lieu de nil

source: Internal: Cannot instantiate type %s
fr: Interne : Impossible d'instancier le type %s

source: Internal: Conversion failed, converted object is most likely incomplete
fr: Interne : La conversion a échoué, l'objet converti est probablement incomplet

source: Internal: Current context cannot accept a pair
fr: Interne : Le contexte en cours ne peut pas accepter une paire

source: Internal: Current context cannot accept a value
fr: Interne : Le contexte en cours ne peut pas accepter une valeur

source: Internal: Field %s cannot be found in type %s
fr: Interne : Impossible de trouver le champ %s dans le type %s

source: Internal: Field %s conversion is incomplete
fr: Interne : La conversion du champ %s est incomplète

source: Internal: Field %s has no serialized value
fr: Interne : Le champ %s n'a pas de valeur sérialisée

source: Internal: Invalid pair name %s: expected %s or %s
fr: Interne : Nom de paire %s non valide : %s ou %s attendu

source: Internal: JSON value expected instead of %s
fr: Interne : Valeur JSON attendue au lieu de %s

source: Internal: No conversion possible for type: %s
fr: Interne : Pas de conversion possible pour le type : %s

source: Internal: Object context expected when processing a pair
fr: Interne : Contexte d'objet attendu lors du traitement d'une paire

source: Internal: Object type %s not found for id: %s
fr: Interne : Type d'objet %s introuvable pour l'ID : %s

source: Internal: Type %s is not currently supported
fr: Interne : Le type %s n'est pas actuellement supporté

source: Internal: Type expected
fr: Interne : Type attendu

source: Internal: Type fields pair expected
fr: Interne : Type paire de champs attendu

source: Internal: Value %s cannot be converted to be assigned to field %s in type %s
fr: Interne : Impossible de convertir la valeur %s pour l'affectation au champ %s en type %s

source: Interpretation of message failed
fr: Echec de l'interprétation du message

source: interrogate
fr: interroger

source: Interrupted system call.
fr: Appel système interrompu.

source: Invalid %s encoding
fr: Encodage %s non valide

source: Invalid %s options
fr: Options %s non valides

source: Invalid %s value: "%s"
fr: Valeur %s incorrecte : "%s"

source: Invalid 7 bit integer stream encoding
fr: Encodage du flux d'entiers 7 bits non valide

source: Invalid access
fr: Accès incorrect

source: Invalid action creation
fr: Création d'action incorrecte

source: Invalid action enumeration
fr: Enumération d'action incorrecte

source: Invalid action received: %d
fr: Action reçue incorrecte : %d

source: Invalid action registration
fr: Enregistrement d'action incorrecte

source: Invalid action unregistration
fr: Désenregistrement d'action incorrecte

source: invalid algorithm in challange.
fr: algorithme non valide.

source: Invalid Application ID
fr: ID d'application incorrect

source: Invalid argument
fr: Argument non valide

source: Invalid argument to date encode
fr: Argument incorrect pour l'encodage de date

source: Invalid argument to time encode
fr: Argument incorrect pour le codage de l'heure

source: Invalid argument to time encodeUse SysConst.STimeEncodeError
fr: Argument incorrect pour le codage de l'heureUtiliser SysConst.STimeEncodeError

source: Invalid argument.
fr: Argument non valide.

source: Invalid argument: %s
fr: Argument non valide : %s

source: Invalid authentication (%0:s) for this operation. %1:s
fr: Authentification non valide (%0:s) pour cette opération. %1:s

source: Invalid Bcd Precision (%d) or Scale (%d)
fr: Précision Bcd (%d) ou échelle (%d) incorrecte

source: Invalid binary value
fr: Valeur binaire incorrecte

source: Invalid bitmap list
fr: Liste de bitmaps incorrects

source: Invalid bitmap pixel format, should be a 32 bit image
fr: Format de pixel de bitmap incorrect, cela devrait être une image 32 bits

source: Invalid Bits Per Pixel value
fr: Valeur Bits par pixel incorrecte

source: Invalid Bluetooth Target format "%s", expected Device$GUID
fr: Format cible bluetooth "%s" invalide, Device$GUID attendu

source: Invalid brush style
fr: Style du pinceau non valide

source: Invalid built-in type name "%s"
fr: Nom de type incorporé "%s" incorrect

source: Invalid call of GetParameter.
fr: Appel incorrect de GetParameter.

source: Invalid callback message format
fr: Format de message callback non valide

source: Invalid calling conditions for '%s'.
fr: Conditions d'appel incorrectes pour '%s'.

source: Invalid canvas operation
fr: Opération de canevas non valide

source: Invalid certificate File.
fr: Fichier de certificat non valide.

source: Invalid CFPropertyList type
fr: Type CFPropertyList non valide

source: Invalid character after parsing property name. Expected ':' but got: %s
fr: Caractère non valide après l'analyse du nom de propriété. ':' attendu mais pas : %s

source: Invalid character in source (#%d)
fr: Caractère non valide dans la source (#%d)

source: Invalid character set (%s)
fr: Jeu de caractères non valide (%s)

source: Invalid character set conversion (%s <-> %s)
fr: Conversion du jeu de caractères invalide (%s <-> %s)

source: Invalid character set conversion (%s <-> %s, %s)
fr: Conversion du jeu de caractères invalide (%s <-> %s, %s)

source: Invalid characters in file name
fr: Caractères non valides dans le nom du fichier

source: Invalid characters in path
fr: Caractères non valides dans le chemin

source: Invalid characters in search pattern
fr: Caractères non valides dans le pattern de recherche

source: Invalid class reference for TAppletApplication
fr: Référence de classe incorrecte pour TAppletApplication

source: Invalid class typecast
fr: Transtypage de classe incorrect

source: Invalid clipboard format
fr: Format de Presse-papiers non valide

source: Invalid code page
fr: Page de code incorrecte

source: Invalid codepage (%d)
fr: Page de code non valide (%d)

source: Invalid color index
fr: Indice de couleur incorrect

source: Invalid color index - color map expanded
fr: Index de couleur non valide - table des couleurs étendue

source: Invalid Color string
fr: Chaîne de couleur non valide

source: Invalid Colormap this ActionBand requires ColorMaps of type TCustomActionBarColorMapEx
fr: Colormap incorrect. Ce composant ActionBand requiert des ColorMaps de type TCustomActionBarColorMapEx

source: Invalid command handle: %s
fr: Handle de commande non valide : %s

source: Invalid complex type derivation: %s
fr: Dérivation de type complexe incorrecte : %s

source: Invalid component registration
fr: Recensement de composant incorrect

source: Invalid component-type: "%s"
fr: Type de composant invalide : "%s"

source: Invalid conversion from %s to %s
fr: Conversion non valide de %s en %s

source: Invalid count (%d)
fr: Nombre invalide (%d)

source: Invalid Count: %d
fr: Count non valide : %d

source: Invalid CRC
fr: CRC non valide

source: Invalid data bound components
fr: Composants de liaison de données non valides

source: Invalid data packet
fr: Paquet de données incorrect

source: Invalid data type for '%s'
fr: Type de données incorrect pour '%s'

source: Invalid date string: %s
fr: Chaîne date incorrecte : %s

source: Invalid day: %d
fr: Jour incorrect : %d

source: Invalid decimal string: ''%s''
fr: Chaîne décimale incorrecte : ''%s''

source: Invalid Decrement Count: %d
fr: Compteur de décrémentation non valide : %d

source: Invalid destination array
fr: Tableau destination invalide

source: Invalid destination index (%d)
fr: Index destination invalide (%d)

source: Invalid DispID for parameter %d in method %s
fr: DispID non valide pour le paramètre %d de la méthode %s

source: Invalid duration string: %s
fr: Chaîne de durée incorrecte : %s

source: Invalid Email Address %s
fr: Adresse e-mail %s non valide

source: Invalid encoding name
fr: Nom d'encodage non valide :

source: Invalid Encoding. UU only allows Body and Attachments.
fr: Encodage non valide. UU autorise seulement le corps et les pièces jointes.

source: Invalid Enhanced Code:
fr: Code amélioré non valide :

source: Invalid Enum Value
fr: Valeur enum incorrecte

source: Invalid extension introducer
fr: Introduction d'extension incorrecte

source: Invalid field registration
fr: Enregistrement de champ incorrect

source: Invalid field size
fr: Taille de champ incorrecte

source: Invalid FieldKind
fr: FieldKind incorrect

source: Invalid file name - %s
fr: Nom de fichier incorrect - %s

source: Invalid filename
fr: Nom de fichier incorrect

source: Invalid filter expression character: '%s'
fr: Caractère d'expression filtre incorrect : '%s'

source: Invalid floating point operation
fr: Opération en virgule flottante incorrecte

source: Invalid floating-point constant - expected one or more digits after "."
fr: Constante à virgule flottante non valide - un ou plusieurs chiffres attendus après "."

source: Invalid floating-point constant - expected one or more digits as part of exponent
fr: Constante à virgule flottante non valide - un ou plusieurs chiffres attendus en tant que partie de l'exposant

source: Invalid FMX Handle: %s%.*x
fr: Handle FMX non valide : %s%.*x

source: Invalid format type for BCD
fr: Type de format incorrect pour BCD

source: Invalid fractional second: %f
fr: Seconde fractionnelle incorrecte : %f

source: Invalid gesture ID (%d)
fr: ID de mouvement invalide (%d)

source: Invalid gesture name (%s)
fr: Nom de mouvement invalide (%s)

source: Invalid GIF data
fr: Données GIF incorrectes

source: Invalid GIF signature
fr: Signature GIF incorrecte

source: Invalid graphic format
fr: Format graphique incorrect

source: Invalid group declaration in "%s"
fr: Déclaration de groupe incorrecte dans "%s"

source: Invalid group name (%s)
fr: Nom de groupe non valide (%s)

source: Invalid Handle
fr: Handle non valide

source: Invalid handle. [%s] should be instance of [%s]
fr: Handle non valide. [%s] doit être une instance de [%s]

source: Invalid Header Id %d
fr: ID d'en-tête %d non valide

source: Invalid host name. A SYSLOG host name cannot contain any space ("%s")+
fr: Nom d'hôte non valide. Un nom d'hôte SYSLOG ne peut pas contenir d'espaces ("%s")+

source: Invalid hour offset: %d
fr: Décalage horaire incorrect : %d

source: Invalid hour: %d
fr: Heure incorrecte : %d

source: Invalid HTML encoded character (%s) at position %d
fr: Caractère codé HTML incorrect (%s) à la position %d

source: Invalid HTTP Request: Length is 0
fr: Requête HTTP incorrecte : longueur de 0
