Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: No invokable class registered that implements interface %s of (soap action/path) %s
fr: Aucune classe invocable recensée pour implémenter l'interface %s de (action/chemin soap) %s

source: No IOHandler of type %s is installed.
fr: Aucun IOHandler de type %s n'est installé.

source: No long %2:s type found for the column: %1:s in %0:s.
fr: Aucun type %2:s long trouvé pour la colonne : %1:s dans %0:s.

source: No mapping for the Unicode character exists in the target multi-byte code page
fr: Aucun mappage pour le caractère Unicode n'existe dans la page de code multi-octet cible

source: No markup services available
fr: Pas de services de balisage disponibles

source: No matching ADO data type for %s
fr: Aucun type de données ADO correspondant pour %s

source: No matching DOM Vendor: "%s"
fr: Pas de fournisseur DOM correspondant : "%s"

source: No matching overload for %s found
fr: Surcharge correspondante pour %s introuvable

source: No MCI device open
fr: Aucun périphérique MCI ouvert

source: No Message processing node set
fr: Aucun noeud de traitement de messages n'a été défini

source: No meta type factory
fr: Pas de fabrique des méta-types

source: No metadata could be loaded for: %s.
fr: Aucune métadonnée ne peut être chargée pour : %s.

source: No method named '%s' is supported by interface '%s'
fr: Aucune méthode nommée '%s' n'est supportée par l'interface '%s'

source: No method with the name %s has been registered
fr: Aucune méthode avec le nom %s n'a été recensée

source: No Modification Allowed Error
fr: Erreur Pas de modification autorisée

source: No more data in reader.
fr: Plus de données dans le lecteur.

source: No more data.
fr: Plus de données.

source: No more new operations are allowed until the completion of the previous one
fr: Aucune nouvelle opération n'est autorisée tant que la précédente n'est pas terminée

source: No more rows
fr: Plus de lignes

source: No multi cast observer with ID %d was added to the observer collection
fr: Aucun observateur multi-transtypage avec l'ID %d n'a été ajouté à la collection d'observateurs

source: No MX records for the domain %s
fr: Aucun enregistrement MX pour le domaine %s

source: No Native to Message converter set
fr: Aucun convertisseur 'native en message' n' a été défini

source: no newsgroup has been selected
fr: aucun groupe de discussion n'a été sélectionné

source: no next article in this group
fr: pas d'article suivant dans ce groupe

source: No OnGetItem event handler assigned
fr: Gestionnaire d'événement OnGetItem non affecté

source: No OnListDirectory event found!
fr: Aucun événement OnListDirectory n'a été trouvé !

source: No OnNewGroupsList event has been defined.
fr: Aucun événement OnNewGroupsList n'a été défini.

source: No OnNewNewsList event has been defined.
fr: Aucun événement OnNewNewsList n'a été défini.

source: No OnNewsgroupList event has been defined.
fr: Aucun événement OnNewsgroupList n'a été défini.

source: No OnXHDREntry event has been defined.
fr: Aucun événement OnXHDREntry n'a été défini.

source: No OnXOVER event has been defined.
fr: Aucun événement OnXOVER n'a été défini.

source: No page loaded
fr: Aucune page chargée

source: No parameter type for parameter '%s'
fr: Pas de type pour le paramètre '%s'

source: No parent control found
fr: Contrôle parent introuvable

source: No platform style found for the current platform
fr: Aucun style de plate-forme n'a été trouvé pour la plate-forme en cours

source: No platform styles found
fr: Aucun style de plate-forme n'a été trouvé

source: no previous article in this group
fr: pas d'article précédent dans ce groupe

source: No Product name found for Data Provider. No metadata can be provided.
fr: Aucun nom de produit trouvé pour le fournisseur de données. Aucune métadonnée ne peut être fournie.

source: No property pages are available for this control
fr: Aucune page de propriétés n'est disponible pour ce contrôle

source: No PSecPkgInfo specified
fr: Aucun PSecPkgInfo n'a été spécifié

source: No resource value
fr: Aucune valeur de ressource

source: No response from remote system
fr: Pas de réponse du système distant

source: No route for Outbound Packet; packet discarded
fr: Pas d'itinéraire pour le paquet sortant ; paquet ignoré

source: no route to destination
fr: pas d'itinéraire vers la destination

source: No route to host.
fr: Pas de route vers l'hôte.

source: No RTTI information found for class %s
fr: Aucune information RTTI n'a été trouvée pour la classe %s

source: No schema name specified.
fr: Aucun nom de schéma n'a été spécifié.

source: No search string specified
fr: Aucune chaîne de recherche spécifiée

source: No selected DOM Vendor
fr: Aucun fournisseur DOM n'est sélectionné

source: No server available
fr: Aucun serveur disponible

source: No Service assigned
fr: Aucun service n'est assigné

source: No service available for URL %s
fr: Aucun service disponible pour l'URL %s

source: No single cast observer with ID %d was added to the observer collection
fr: Aucun observateur mono-transtypage avec l'ID %d n'a été ajouté à la collection d'observateurs

source: No Site to Site transfers are permitted with a FTP NAT fastracked connection.
fr: Aucun transfert site à site n'est autorisé avec une connexion FTP de type fastracking NAT.

source: No SQL statement available
fr: Aucune instruction SQL disponible

source: No statement to execute
fr: Aucune instruction à exécuter

source: no such article found
fr: un tel article n'a pas été trouvé

source: no such article number in this group
fr: un tel numéro d'article n'a pas été trouvé dans ce groupe

source: no such news group
fr: un tel groupe de discussion n'a pas été trouvé

source: No table
fr: Aucune table

source: No Table of Contents found.
fr: Table des matières non trouvée.

source: No targetNamespace attribute
fr: Aucun attribut targetNamespace

source: No to All
fr: Non &pour tout

source: No token to close.
fr: Aucun token de fermeture.

source: No topic-based help installed.
fr: Aucune aide à rubriques n'a été installée.

source: No topic-based help system installed
fr: Aucun système d'aide basé sur des rubriques n'est installé

source: No URL property set - please specify the URL of the Service you wish to connect to
fr: Aucune URL n'a été définie - veuillez vérifier l'URL du service auquel vous voulez vous connecter

source: No URL was specified for 'GET'
fr: Aucune URL n'a été spécifiée pour 'GET'

source: No User: Port pair is not used or not used by an identifiable user
fr: Pas d'utilisateur : Paire de ports non utilisée ou utilisée par un utilisateur non identifiable

source: No value for parameter '%s'
fr: Pas de valeur pour le paramètre '%s'

source: No WSDL document associated with WSDLView
fr: Aucun document WSDL associé à WSDLView

source: No WSDL or URL property was set in the THTTPRIO component. You must set the WSDL or URL property before invoking the Web Service
fr: Aucune propriété WSDL ou URL n'a été définie dans le composant THTTPRIO. La propriété WSDL ou URL doit être définie avant d'invoquer le service Web.

source: Node "%s" not found
fr: Noeud "%s" non trouvé

source: Node cannot be null
fr: Le noeud ne peut pas être défini à null

source: Node index %d is not valid.
fr: L'index %d du noeud n'est pas valide.

source: Node is readonly
fr: Le noeud est en lecture seule

source: Node Not Found Error.
fr: Erreur Noeud non trouvé.

source: Non Authenticated
fr: Non authentifié

source: Non-authoritative Information
fr: Informations ne faisant pas autorité

source: Non-blocking not supported.
fr: Le mode non bloquant n'est pas supporté.

source: None
fr: Aucun

source: none specified (uses rest)
fr: rien n'est spécifié (utilise rest)

source: Non-echo type response received
fr: Réponse de type non-écho reçue

source: Not a solid color brush
fr: Ce n'est pas un pinceau de couleur unie

source: Not a valid close JsonToken: %s
fr: JsonToken de fermeture non valide : %s

source: Not Acceptable
fr: Inacceptable

source: Not all bytes sent.
fr: Tous les octets n'ont pas été envoyés.

source: Not applicable to this descriptor type
fr: Non applicable à ce type de descripteur

source: Not connected
fr: Non connecté

source: Not Connected
fr: Non connecté

source: Not currently in newsgroup
fr: Pas actuellement dans le groupe de discussion

source: Not editing
fr: L'ensemble de données n'est pas en mode Edition ou Insertion

source: Not enough bytes received
fr: Pas suffisamment d'octets reçus

source: Not enough data in buffer. (%d/%d)
fr: Pas assez de données dans le tampon. (%d/%d)

source: Not enough memory is available to complete this request
fr: Mémoire insuffisante pour terminer cette requête

source: Not enough timers available
fr: Pas assez de timers disponibles

source: Not Found
fr: Introuvable

source: Not implemented
fr: Non implémenté

source: Not Implemented
fr: Non implémenté

source: Not in authorization state, already logged in.
fr: Pas dans l'état autorisation, déjà connecté.

source: Not in cached update mode
fr: Pas en mode mise à jour en cache

source: Not logged in.
fr: Non connecté.

source: Not Modified
fr: Non modifié

source: Not permitted after CCC
fr: Pas autorisé après CCC

source: Not supported
fr: Non supporté

source: Not supported in this platform
fr: Non supporté pour cette plate-forme

source: Note
fr: Remarque

source: Noted.
fr: Noté.

source: nothing
fr: vide

source: Notice: normal but significant condition
fr: Notification : condition normale mais significative

source: NotificationCenter: Action is not supported in Android
fr: Centre de notifications : l'action n'est pas prise en charge par Android

source: NotificationCenter: Title is not supported in iOS
fr: Centre de notifications : le titre n'est pas pris en charge par iOS

source: November
fr: Novembre

source: NTP subsystem
fr: sous-système NTP

source: NULL only allowed with '=' and '<>'
fr: NULL autorisé seulement avec '=' et '<>'

source: Nullable
fr: Initialisable à null

source: Nullable type has no value
fr: Le type Nullable n'a pas de valeur

source: Number expected
fr: Nombre attendu

source: Number of sockets must not exceed FD_SETSIZE(%d)
fr: Le nombre de sockets ne doit pas dépasser FD_SETSIZE(%d)

source: Number parameter (relative message number or UID) is invalid; Cannot contain an empty string.
fr: Le paramètre numérique (numéro de message relatif ou UID) n'est pas valide ; Ne doit pas contenir une chaîne vide.

source: Number parameter (relative message number or UID) is invalid; Cannot contain non-digit characters.
fr: Le paramètre numérique (numéro de message relatif ou UID) n'est pas valide ; Ne doit pas contenir des caractères autres que des chiffres.

source: Number parameter (relative message number or UID) is invalid; Must be 1 or greater.
fr: Le paramètre numérique (numéro de message relatif ou UID) n'est pas valide ; Doit être supérieur ou égal à 1.

source: Object cannot be instantiated
fr: L'objet ne peut pas être instancié

source: Object expected at position %d in JSON array %s
fr: Objet attendu à la position %d dans le tableau JSON %s

source: Object factory for class %s missing
fr: Fabrique d'objets manquante pour la classe %s

source: Object lock not owned
fr: Verrou d'objet non possédé

source: Object must be valid
fr: L'objet doit être valide

source: Object not attached to backend
fr: Objet non attaché au backend

source: Object not available: %s
fr: Objet non disponible : %s

source: Object not found
fr: Objet non trouvé

source: Object type %s not registered
fr: Type d'objet %s non enregistré

source: Object type name required as parameter value
fr: Nom de type objet requis comme valeur de paramètre

source: Object type not supported for operation
fr: Type d'objet non supporté pour l'opération

source: Object type not supported.
fr: Type d'objet non supporté.

source: Objecta are not supported with this metadata store.
fr: Les objets ne sont pas supportés avec ce stockage de métadonnées.

source: ObjectID required
fr: ObjectID requis

source: ObjectiveC class %s could not be found
fr: La classe ObjectiveC %s est introuvable

source: ObjectView must be True for Table with Object fields
fr: ObjectView doit être à True pour les tables avec les champs Object

source: Observer is not available
fr: L'observateur n'est pas disponible

source: Observer is not supported
fr: L'observateur n'est pas supporté

source: October
fr: Octobre

source: Odd byte position not valid for WideString
fr: Position de l'octet de poids faible non valide pour WideString

source: Odd size not valid for WideString
fr: Taille impaire non valide pour WideString

source: Off
fr: Désactivé

source: Offset and length are invalid for the given array
fr: L'offset et la longueur ne sont pas valides pour le tableau donné

source: OLE control activation failed
fr: Echec de l'activation du contrôle OLE

source: OLE error %.8x
fr: Erreur OLE %.8x

source: On
fr: Activé

source: On Android platform, only overloads with TInputCloseBoxProc or TInputCloseBoxEvent are supported
fr: Sur la plate-forme Android, seules les surcharges avec TInputCloseBoxProc ou TInputCloseBoxEvent sont supportées.

source: OnCustomFTPProxy required but not assigned
fr: OnCustomFTPProxy requis mais non assigné

source: OnDataAvailable event is nil.
fr: L'événement OnDataAvailable vaut nil.

source: One module expected
fr: Un module est attendu

source: One or more Entities were not imported.
fr: Une ou plusieurs entités n'ont pas été importées.

source: One or more errors occurred
fr: Une ou plusieurs erreurs se sont produites

source: One or more of the parameters passed to the function was invalid.
fr: Au moins un des paramètres transmis à la fonction n'était pas valide.

source: One or more tasks were cancelled
fr: Une ou plusieurs tâches ont été annulées

source: One user expected
fr: Un utilisateur attendu

source: OnGetClass event not set or it did not provide a class reference
fr: L'événement OnGetClass n'est pas défini ou il n'a pas fourni une référence de classe

source: Only CategoryPanels can be inserted into a CategoryPanelGroup
fr: Seul CategoryPanels peut être inséré dans un CategoryPanelGroup

source: Only one data module per application
fr: Un seul module de données par application

source: Only one FaultCode element allowed
fr: Un seul élément FaultCode est autorisé

source: Only one FaultString element allowed
fr: Un seul élément FaultString est autorisé

source: Only one TIdAntiFreeze can exist per application.
fr: Un seul TIdAntiFreeze peut exister par application.

source: Only one WebDispatcher per form/data module
fr: Un seul WebDispatcher par fiche/module de données

source: Only UDP socket types support broadcasts
fr: Seuls les types de sockets UDP prennent en charge les diffusions (broadcasts)

source: Only white space characters should be used.
fr: Seuls des caractères espaces blancs doivent être utilisés.

source: On-Screen Keyboard
fr: Clavier visuel

source: open
fr: ouvrir

source: Open
fr: Ouvrir

source: Open Mask File
fr: Ouverture d'un fichier masque

source: Open MyBase table
fr: Ouvrir table MyBase

source: Open Picture
fr: Ouvrir une image

source: Open to
fr: Ouvrir pour

source: Open trace log file
fr: Ouvrir fichier journal de suivis

source: Open with...
fr: Ouvrir avec...

source: Open|Opens an existing file
fr: Ouvrir|Ouvre un fichier existant

source: Opening ASCII data connection for directory listing
fr: Ouverture de la connexion de données en mode ASCII pour la liste de répertoires.

source: Opening ASCII mode data connection for /bin/ls.
fr: Ouverture de la connexion de données en mode ASCII pour /bin/ls.

source: Opening ASCII mode data connection for file list.
fr: Ouverture de la connexion de données en mode ASCII pour la liste de fichiers.

source: Operation
fr: Opération

source: Operation "%s" not supported on %s
fr: L'opération "%s" n'est pas prise en charge sur %s

source: Operation %s cannot complete since it expects a container for at least %s bytes instead of %s
fr: Impossible de terminer l'opération %s en attente d'un conteneur d'au moins %s octets au lieu de %s

source: Operation aborted
fr: Opération abandonnée

source: Operation already in progress.
fr: Opération déjà en cours.

source: Operation Cancelled
fr: L'opération a été annulée

source: Operation cannot be completed because a user is not logged in.
fr: L'opération ne peut pas se terminer car un utilisateur n'est pas connecté.

source: Operation cannot mix aggregate value with record-varying value
fr: L'opération ne peut combiner une valeur statistique et une valeur variable selon l'enregistrement

source: Operation failed due to an internal error
fr: L'opération a échoué à cause d'une erreur interne

source: Operation failed. Connection was closed
fr: L'opération a échoué. La connexion a été fermée.

source: Operation not allowed in a DBCtrlGrid
fr: Opération non autorisée dans un DBCtrlGrid

source: Operation not allowed on a unidirectional dataset
fr: Opération non autorisée sur un ensemble de données unidirectionnel

source: Operation not allowed on active %s
fr: Opération non autorisée sur le composant %s actif

source: Operation not allowed on an empty OLE container
fr: Opération non autorisée pour un conteneur OLE vide

source: Operation not allowed on sorted list
fr: Opération non autorisée dans une liste ordonnée

source: Operation not allowed on Sorted string list
fr: Opération non autorisée sur la liste de chaînes triée.

source: Operation not allowed with aggregates active
fr: Opération non autorisée lorsque les statistiques sont actives

source: Operation not supported
fr: Opération non supportée

source: Operation not supported by SQLite
fr: [0x0005]: Opération non supportée

source: Operation not supported on selected printer
fr: Opération non supportée sur l'imprimante sélectionnée

source: Operation not supported on socket.
fr: Opération non supportée sur un socket.

source: Operation not supported with this descriptor kind: %s
fr: Opération non prise en charge pour ce type de descripteur : %s

source: Operation now in progress.
fr: Opération maintenant en cours.

source: Operation would block.
fr: L'opération risquerait de bloquer.

source: Optimistic lock failed
fr: Echec du verrouillage optimiste

source: Optimizing
fr: Optimisation

source: Option not recognized.
fr: Option non reconnue.

source: Option not set to allow Native type to be set to NULL
fr: Option non définie pour permettre la mise à NULL du type Native

source: Ordinal is outside the bounds of this cursor.
fr: L'ordinal se trouve en dehors des limites de ce curseur.

source: Organization
fr: Société

source: Original Value
fr: Valeur originale

source: OS exception handling initialization failed
fr: L'initialisation de la gestion des exceptions du système d'exploitation a échoué

source: Other
fr: Autre

source: Other fax
fr: Autre fax

source: Other scale
fr: Autre échelle

source: Ounces
fr: Onces

source: Out of memory
fr: Mémoire insuffisante

source: Out of memory while expanding memory stream
fr: Mémoire insuffisante lors de l'extension du flux mémoire

source: out of scope
fr: hors de la portée

source: Out of system resources
fr: Ressources système insuffisantes

source: Outbound Packet successfully forwarded
fr: Le paquet sortant a été transféré avec succès

source: Outline index not found
fr: Indice arborescence non trouvé

source: Output Converters
fr: Convertisseurs de sortie

source: Output Encoding not specified.
fr: Encodage de sortie non spécifié.

source: Output Expr
fr: Expression de sortie

source: Output expression evaluates a read only value
fr: L'expression de sortie est évaluée à une valeur en lecture seule

source: Output Scope
fr: Portée de sortie

source: Overall length exceeded
fr: Longueur globale dépassée

source: Overflow while converting variant of type (%s) into type (%s)
fr: Débordement lors de la conversion du variant de type (%s) en type (%s)

source: Overlap Drawer
fr: Superposer le tiroir

source: Overload group %s must all have same number of arguments (%d)
fr: Les éléments du groupe de surcharge %s doivent tous avoir le même nombre d'arguments (%d)

source: Overview information follows
fr: Les informations globales suivent

source: Owner cannot be Nil.
fr: Le propriétaire ne peut pas être Nil.

source: P&ost
fr: &Valider

source: P&review:
fr: P&révisualisation :

source: Paces
fr: Pas

source: Package Name
fr: Nom du package

source: Package Size Too Big.
fr: Taille de package trop élevée.

source: Packages are not supported by '%s' Server
fr: Les packages ne sont pas supportés par le serveur '%s'

source: Packet Too Big (MTU = %d)
fr: Paquet trop gros (MTU = %d)

source: Packet too small
fr: Paquet trop petit

source: Page management for %s/%s blob
fr: Gestion des pages du blob %s/%s

source: Page Regions
fr: Régions de pages

source: Page Set&up...
fr: Con&figurer la page...

source: PageControl must first be assigned
fr: PageControl doit être affecté en premier lieu

source: Pager
fr: Radiomessagerie

source: Panel D&escriptions
fr: &Descriptions de panneaux

source: Panel properties
fr: Propriétés du volet

source: Parameter "%s" not found
fr: Paramètre "%s" non trouvé

source: Parameter %d required for method %s
fr: Paramètre %d requis pour la méthode %s

source: Parameter %s cannot be a negative value
fr: Le paramètre %s ne peut pas être une valeur négative

source: Parameter %s cannot be nil
fr: Le paramètre %s ne peut pas être Nil

source: Parameter '%s' not found
fr: Paramètres '%s' non trouvés

source: Parameter %s Not Implemented
fr: Paramètre %s non implémenté

source: Parameter %s on Method %s of Interface %s has no RTTI
fr: Le paramètre %s de la méthode %s de l'interface %s n'a pas de RTTI

source: Parameter '%s', cannot save data larger than %d bytes
fr: Le paramètre '%s' ne peut enregistrer des données de plus de %d octets

source: Parameter count exceeded
fr: Le nombre de paramètres a été dépassé

source: Parameter count mismatch
fr: Le nombre de paramètres ne correspond pas

source: Parameter index (%d) out of range (%d..%d)
fr: Index de paramètre (%d) hors limites (%d..%d)

source: Parameter is not meta type
fr: Le paramètre n'est pas un méta-type

source: Parameter Mode
fr: Mode du paramètre

source: Parameter Name
fr: Name

source: Parameter Node Not Assigned Error
fr: Erreur Paramètre Node non affecté

source: Parameter not set
fr: Paramètre non défini

source: Parameter not set for column number %d
fr: Paramètre non défini pour le numéro de colonne %d

source: Parameter not set for column number %s
fr: Paramètre non défini pour le numéro de colonne %s

source: Parameter Problem (offset %d)
fr: Problème de paramètre (offset %d)

source: Parent given is not a parent of '%s'
fr: Le parent donné n'est pas un parent de '%s'

source: Parent must be expanded
fr: Le parent doit être développé

source: ParentConnection is not assigned
fr: ParentConnection non affecté

source: Parse
fr: Analyser

source: Parse Error: %0:s (%1:d)
fr: Erreur d'analyse : %0:s (%1:d)

source: Partial Content
fr: Contenu partiel

source: Partner
fr: Partenaire

source: Pascal code generated by WSDL import cannot be modified to return an interface. GUID %s
fr: Le code Pascal généré par l'importation WSDL ne peut être modifié pour renvoyer une interface. GUID %s

source: Password
fr: Mot de passe

source: Password required
fr: Mot de passe requis

source: Password:
fr: Mot de passe :

source: Paste
fr: Coller

source: Paste|Inserts Clipboard contents
fr: Coller|Insère le contenu du Presse-papiers

source: PASVBoundPortMax must be greater than PASVBoundPortMax.
fr: PASVBoundPortMax doit être supérieur à PASVBoundPortMax.

source: PASVBoundPortMin must be less than PASVBoundPortMax.
fr: PASVBoundPortMin doit être inférieur à PASVBoundPortMax.

source: Path '%s'
fr: Chemin '%s'
