Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Bidirectional method to either get the checked state of a control, or set the checked state in a control Example usage when binding to a TCheckBox: CheckedState(Self)
fr: Méthode bidirectionnelle pour obtenir l'état coché d'un contrôle ou définir l'état coché dans un contrôle Exemple d'utilisation lors d'une liaison à un TCheckBox : CheckedState(Self)

source: Bidirectional method to either get the selected DateTime in a control, or set the selected DateTime value in a control Example usage when binding to a TCustomDateTimeEdit: SelectedDateTime(Self)
fr: Méthode bidirectionnelle pour obtenir la valeur DateTime sélectionnée dans un contrôle ou définir la valeur DateTime sélectionnée dans un contrôle Exemple d'utilisation lors d'une liaison à un TCustomDateTimeEdit : SelectedDateTime(Self)

source: Bidirectional method to either get the selected item in a control, or set the selected item in a control Example usage when binding to a TListBox: SelectedItem(Self).Text
fr: Méthode bidirectionnelle pour obtenir ou définir l'élément sélectionné dans un contrôle Exemple d'utilisation lors d'une liaison à un TListBox : SelectedItem(Self).Text

source: Bidirectional method to either get the selected value in a control, or set the selected lookup value in a control Example usage when binding to a TListBox: SelectedLookupValue(Self).AsString
fr: Méthode bidirectionnelle pour obtenir la valeur sélectionnée dans un contrôle, ou définir la valeur de recherche sélectionnée dans un contrôle Exemple d'utilisation lors d'une liaison à un TListBox : SelectedLookupValue(Self).AsString

source: Bidirectional method to either get the text selected in a control, or set the text selected in a control Example usage when binding to a TListBox: SelectedText(Self)
fr: Méthode bidirectionnelle pour obtenir le texte sélectionné dans un contrôle, ou le définir. Exemple d'utilisation lors d'une liaison à un TListBox : SelectedText(Self)

source: Bind control "%0:s" from source "%1:s"
fr: Lier le contrôle "%0:s" depuis la source "%1:s"

source: Bind control "%0:s" from source "%1:s" (%2:d expressions)
fr: Lier le contrôle "%0:s" depuis la source "%1:s" (expressions %2:d)

source: Bind control "%0:s" to component "%1:s"
fr: Lier le contrôle "%0:s" au composant "%1:s"

source: Bind expressions component "%0:s" to component "%1:s"
fr: Lier le composant d'expression "%0:s" au composant "%1:s"

source: Bind From
fr: Lier depuis

source: Bind from '%s'
fr: Lier depuis '%s'

source: Bind To
fr: Lier à

source: Bind to '%s'
fr: Lier à '%s'

source: Bind Visually...
fr: Lier visuellement...

source: Bindable Members
fr: Membres liables

source: Bindable Members..
fr: Membres liables..

source: Binding Editor
fr: Editeur de liaisons

source: Binding Expressions
fr: Expressions de liaison

source: Binding task
fr: Tâche de liaison

source: Birthday
fr: Anniversaire

source: Bitmap brush is only supported in OS Windows (GDI+ and D2D)
fr: Le pinceau de bitmap est uniquement supporté sous le système d'exploitation Windows (GDI+ et D2D)

source: Bitmap image is not valid
fr: Image de bitmap non valide

source: Bitmap is empty
fr: Bitmap vide

source: Bitmap size must be equal in copy operation
fr: La taille du bitmap doit être égale dans l'opération de copie

source: Bitmap size too big.
fr: Taille de bitmap trop élevée.

source: Bits index out of range
fr: Indice de bits hors limites

source: BkSp
fr: RetArr

source: Black
fr: Noir

source: Blob %s/%s deletion attempt failed with code %d.
fr: La tentative de suppression du blob %s/%s a échoué avec le code %d.

source: Blob Public Access
fr: Accès public au blob

source: Blob's %s/%s metadata access failed. Error code is: %d.
fr: L'accès à la métadonnée %s/%s du blob a échoué. Code d'erreur : %d.

source: Block blob content is limited to maximum 64 MB
fr: Le contenu du blob de blocs est limité à 64 Mo

source: Block List
fr: Liste de blocs

source: Block management for %s/%s blob
fr: Gestion des blocs du blob %s/%s

source: Blocking dialogs
fr: Dialogue bloquants

source: Blue
fr: Bleu

source: Bluetooth device not found: disconnected or turned off
fr: Périphérique Bluetooth non trouvé : déconnecté ou éteint

source: Bluetooth: BluetoothGATTGetIncludedServices error: (%d) %s
fr: Bluetooth : Erreur BluetoothGATTGetIncludedServices : (%d) %s

source: Bluetooth: BluetoothGATTGetServices res: %d(%X) error: (%d) %s
fr: Bluetooth : Rés BluetoothGATTGetServices : Erreur %d(%X) : (%d) %s

source: Bluetooth: Create LE device handle error: (%d) %s
fr: Bluetooth : Erreur de création du handle de périphérique LE : (%d) %s

source: Bluetooth: Unable to clean up Winsock
fr: Bluetooth : Impossible de nettoyer Winsock

source: Bluetooth: Unable to initialize Winsock
fr: Bluetooth : Impossible d'initialiser Winsock

source: Bluetooth: WSALookupServiceBegin error: (%d) %s
fr: Bluetooth : Erreur WSALookupServiceBegin : (%d) %s

source: Bo&und Properties to Fields:
fr: &Propriétés liées aux champs :

source: Body Text Editor
fr: Editeur du texte du corps

source: Bold
fr: Gras

source: Bold Italic
fr: Gras Italique

source: Both StartPos and FinishPos must be set before calling InsertElement
fr: StartPos et FinishPos doivent être définis avant l'appel à InsertElement

source: Break
fr: Arrêter

source: Break link operation is not supported.
fr: Opération d'interruption de liaison non supportée.

source: Brother
fr: Frère

source: Browse URL
fr: Parcourir URL

source: Buffer fault.
fr: Erreur de tampon.

source: Buffer start position is invalid.
fr: La position de début du tampon est incorrecte.

source: Buffer terminator must be specified.
fr: Le terminateur du tampon doit être spécifié.

source: Built-in Type
fr: Type incorporé

source: Bullets|Inserts a bullet on the current line
fr: Puces|Insère une puce sur la ligne en cours

source: Busy...
fr: Occupé...

source: Button
fr: Bouton

source: Button Face
fr: Face de bouton

source: Button Highlight
fr: Surbrillance de bouton

source: Button Shadow
fr: Ombre de bouton

source: Button Text
fr: Texte de bouton

source: Byte array for GUID must be exactly %d bytes long
fr: Le tableau d'octets pour le GUID doit être exactement de %d octets

source: ByteBool, WordBool and LongBool cannot be exposed by WebServices. Please use 'Boolean'
fr: ByteBool, WordBool et LongBool ne peuvent être exposés par les services Web. Veuillez utiliser le type 'Boolean'

source: C&enter
fr: &Centrer

source: C&lear
fr: &Effacer

source: C&lose
fr: &Fermer

source: C&omponent:
fr: Com&posant :

source: Ca&ption:
fr: Libell&é :

source: Calendar time cannot be represented
fr: Le temps du calendrier n'a pu être représenté

source: Call to %s.GetByte [property Bytes] with index <> [0..%d]
fr: Appel à %s.GetByte [property Bytes] with index <> [0..%d]

source: Callback
fr: Rappel

source: Callback input argument cannot be parsed properly. This is due to a parser error or the server side-serialization
fr: Impossible d'analyser correctement un argument d'entrée de la fonction callback. Ceci est du à une erreur de l'analyseur ou à la sérialisation côté serveur

source: Can not assign Host property, it is resolved by IdDirectSMTP on the fly.
fr: Impossible d'assigner la propriété Host, elle est résolue par IdDirectSMTP à la volée.

source: Can not bind in port range (%d - %d)
fr: Liaison impossible dans l'étendue du port (%d - %d)

source: Can not change credentials after handle aquired. Use Release first
fr: Impossible de changer les justificatifs après l'acquisition du handle. Utilisez Release d'abord.

source: Can not connect to MX servers for address %s
fr: Impossible d'établir la connexion aux serveurs MX pour l'adresse %s

source: Can not set AUTH while connected.
fr: Impossible de définir AUTH lors d'une connexion.

source: Can not set AUTH without SSL.
fr: Impossible de définir AUTH sans SSL.

source: Can not set CCC without encyption.
fr: Impossible de définir CCC sans cryptage.

source: Can not set DataPortProtection after CCC issued.
fr: Impossible de définir DataPortProtection après l'émission de CCC.

source: Can not set DataPortProtection with unencrypted connections.
fr: Impossible de définir DataPortProtection avec des connexions non cryptées.

source: Can not set storage path. Manager already started.
fr: Impossible de définir le chemin de stockage. Le gestionnaire a déjà démarré.

source: Can not use active transfers with NAT fastracking.
fr: Impossible d'utiliser les transferts actifs avec le fastracking NAT.

source: Can only modify an image if it contains a bitmap
fr: Une image ne peut être modifiée que si elle contient un bitmap

source: Cancel
fr: Annuler

source: Cancel (Esc)
fr: Annuler (Echap)

source: Cancel edit
fr: Annuler les modifications

source: Cancel updates
fr: Annuler les mises à jour

source: Cannot %s more than %d bytes; current size is %d
fr: Impossible de %s plus de %d octets ; la taille en cours est %d

source: Cannot access field '%s' as type %s
fr: Impossible d'accéder au champ '%s' comme type %s

source: Cannot access index field '%s'
fr: Impossible d'accéder au champ index '%s'

source: Cannot access package information for package '%s'
fr: Impossible d'accéder à l'information de package pour le package '%s'

source: Cannot acquire bitmap access for '%s'.
fr: Impossible d'acquérir l'accès bitmap pour '%s'.

source: Cannot acquire DXGI factory from Direct3D device for '%s'.
fr: Impossible d'acquérir la fabrique DXGI à partir du périphérique Direct3D pour '%s'.

source: Cannot acquire texture access for '%s'.
fr: Impossible d'acquérir l'accès texture pour '%s'.

source: Cannot activate an edit designer (%s) when there is no active document
fr: Impossible d'activer un concepteur d'édition (%s) en l'absence d'un document actif

source: Cannot activate depth/stencil buffer for '%s'.
fr: Impossible d'activer le tampon profondeur/gabarit pour '%s'.

source: Cannot activate frame buffers for '%s'.
fr: Impossible d'activer les tampons de trame pour '%s'.

source: Cannot activate render buffers for '%s'.
fr: Impossible d'activer les tampons de rendu pour '%s'.

source: Cannot activate shader program for '%s'.
fr: Impossible d'activer le programme de shader pour '%s'.

source: Cannot activate swap chain for '%s'.
fr: Impossible d'activer la chaîne d'échange pour '%s'.

source: Cannot activate the texture for '%s'.
fr: Impossible d'activer la texture pour '%s'.

source: Cannot add columns or rows when ExpandStyle is TExpandStyle.FixedSize
fr: Impossible d'ajouter des colonnes ou des lignes alors que le style de développement est taille fixe

source: Cannot add columns or rows while expand style is fixed size
fr: Impossible d'ajouter des colonnes ou des lignes alors que le style de développement est taille fixe

source: Cannot add contact to group. %s
fr: Impossible d'ajouter le contact au groupe. %s

source: Cannot add contact to group. [%s] cannot be nil.
fr: Impossible d'ajouter le contact au groupe. [%s] ne peut pas être nil.

source: Cannot add contact to group. [%s] should be instance of [%s] class.
fr: Impossible d'ajouter le contact au groupe. [%s] doit être une instance de la classe [%s].

source: Cannot add contact to group. Contact is not yet in an AddressBook.
fr: Impossible d'ajouter le contact au groupe. Le contact ne figure pas encore dans un carnet d'adresses.

source: Cannot add contact to group. Group is not yet in an AddressBook.
fr: Impossible d'ajouter le contact au groupe. Le groupe ne figure pas encore dans un carnet d'adresses.

source: Cannot add element of unsupported TVarRec type %d
fr: Impossible d'ajouter un élément du type TVarRec %d non supporté

source: Cannot add element of unsupported Variant type %d
fr: Impossible d'ajouter un élément du type Variant %d non supporté

source: Cannot add the page for printing
fr: Impossible d'ajouter la page pour l'impression

source: Cannot allocate socket.
fr: Impossible d'allouer le socket.

source: Cannot apply updates to a ReadOnly provider
fr: Impossible d'appliquer les mises à jour à un fournisseur en lecture seule

source: Cannot assign a %s to a %s
fr: Impossible d'affecter %s à %s

source: Cannot assign a subitem to an actionbar when one of it's parent's is already assigned to an actionbar
fr: Impossible d'affecter un sous-élément à une barre d'actions lorsque l'un de ses parents est déjà affecté à une barre d'actions

source: Cannot assign requested address.
fr: Impossible d'assigner l'adresse demandée.

source: Cannot associate the window handle for '%s'.
fr: Impossible d'associer le handle de fenêtre pour '%s'.

source: Cannot attach the specified object because it is not of the same type as the metaclass.
fr: Impossible d'attacher l'objet spécifié car il n'est pas du même type que la métaclasse.

source: Cannot begin new processing until previous has not finished
fr: Impossible de commencer un nouveau traitement tant que le traitement précédent n'est pas terminé

source: Cannot begin rendering scene for '%s'.
fr: Impossible de commencer la scène de rendu pour '%s'.

source: Cannot bind to a LPR port from range %d to %d (No free Port)
fr: Impossible d'effectuer la liaison à un port LPR dans l'étendue %d à %d (pas de port libre)

source: Cannot call Acquire on TConditionVariable. Must call WaitFor with an external TMutex
fr: Impossible d'appeler Acquire sur TConditionVariable. Doit appeler WaitFor avec un TMutex externe

source: Cannot call BeginInvoke on a control with no parent or window handle
fr: Impossible d'appeler BeginInvoke sur un contrôle sans parent ni handle de fenêtre

source: Cannot call BeginInvoke on a TComponent in the process of destruction
fr: Impossible d'appeler BeginInvoke sur un TComponent en cours de destruction

source: Cannot call CheckTerminated on an externally created thread
fr: Impossible d'appeler CheckTerminated sur un thread créé de façon externe

source: Cannot call SetReturnValue on an externally create thread
fr: Impossible d'appeler SetReturnValue sur un thread créé de façon externe

source: Cannot call Start on a running or suspended thread
fr: Impossible d'appeler Start sur un thread en cours d'exécution ou un thread suspendu

source: Cannot call TerminateAndWaitFor on FreeAndTerminate threads
fr: Impossible d'appeler TerminateAndWaitFor sur les threads FreeAndTerminate

source: Cannot change a connected IOHandler.
fr: Impossible de changer un IOHandler connecté.

source: Cannot change AllowedAdapters, Manager already started.
fr: Impossible de modifier AllowedAdapters, le gestionnaire est déjà démarré.

source: Cannot change connection on Active Monitor
fr: Impossible de modifier la connexion sur Active Monitor

source: Cannot change IPVersion when connected
fr: Impossible de changer IPVersion en cours de connexion

source: Cannot change session ID cookie name when the server is active.
fr: Impossible de changer le nom du cookie ID de session tant que le serveur est actif.

source: Cannot change session list when the server is active.
fr: Impossible de changer la liste de sessions quand le serveur est actif.

source: Cannot change session state when the server is active.
fr: Impossible de changer l'état de session tant que le serveur est actif.

source: Cannot change settings when there are active connections. Kill connections?
fr: Impossible de modifier les paramètres tant que des connexions sont actives. Terminer les connexions ?

source: Cannot change the number of document copies
fr: Impossible de changer le nombre de copies du document

source: Cannot change the scheduler while the server is Active.
fr: Impossible de changer le planificateur tant que le serveur est actif.

source: Cannot change the size of a JPEG image
fr: Impossible de modifier la taille d'une image JPEG

source: Cannot change the size of a WIC Image
fr: Impossible de modifier la taille d'une image WIC

source: Cannot change the size of an icon
fr: Impossible de modifier la taille d'une icône

source: Cannot change this property when using LiveBindings
fr: Impossible de changer cette propriété los de l'utilisation de LiveBindings

source: Cannot change Visible in OnShow or OnHide
fr: Impossible de changer Visible dans OnShow ou OnHide

source: Cannot check existing data record. %s
fr: Impossible de vérifier l'enregistrement des données. %s

source: Cannot complete operation because a service is not available. %s.Provider property must not be nil.
fr: Impossible de terminer l'opération car un service n'est pas disponible. La propriété %s.Provider ne doit pas être nil.

source: Cannot connect %s to server, SQLConnection and ServerClassName must both be set.
fr: Impossible de connecter %s au serveur, SQLConnection et ServerClassName doivent tous deux être définis.

source: Cannot connect to database '%s'
fr: Impossible de se connecter à la base de données '%s'

source: Cannot connect to device: %s
fr: Impossible de se connecter au périphérique : %s

source: Cannot connect to device: (%d) %s
fr: Impossible de se connecter au périphérique : (%d) %s

source: Cannot connect to iTunes Store
fr: Impossible de se connecter au iTunes Store

source: Cannot connect, %s must contain a valid repository id
fr: Connexion impossible, %s doit contenir un ID de référentiel correct

source: Cannot connect, %s must contain a valid ServerName or ServerGUID
fr: Impossible de se connecter, %s doit contenir un ServerName ou ServerGUID correct

source: Cannot construct an ITask in this manner
fr: Impossible de construire un ITask de cette manière

source: Cannot consume an item you have not purchased
fr: Impossible de consommer un article n'ayant pas été acheté

source: Cannot convert $%8.8X to %s
fr: Impossible de convertir $%8.8X en %s

source: Cannot convert CFArray of CFArray
fr: Impossible de convertir CFArray de CFArray

source: Cannot convert CFArray of CFDictionary
fr: Impossible de convertir CFArray de CFDictionary

source: Cannot convert DBX type %0:s into a JSON value
fr: Impossible de convertir le type DBX %0:s en une valeur JSON

source: Cannot convert DBX type %s into a JSON value
fr: Impossible de convertir le type DBX %s en une valeur JSON

source: Cannot convert Delphi Source array to Java JString array. [%d] is unsupported type
fr: Impossible de convertir un tableau de source Delphi en tableau JString Java. [%d] n'est pas un type supporté

source: Cannot convert empty string to TBcd value
fr: Impossible de convertir une chaîne vide en valeur TBcd

source: Cannot convert from the specified type
fr: Conversion impossible à partir du type spécifié

source: Cannot convert JSON input into a stream
fr: Impossible de convertir l'entrée JSON en un flux

source: Cannot convert JSON value %0:s input into %1:s
fr: Impossible de convertir la valeur JSON %0:s en %1:s

source: Cannot convert JSON value %s input into %s
fr: Impossible de convertir la valeur JSON %s en %s

source: Cannot convert NAN to TBcd value
fr: Impossible de convertir NAN en valeur TBcd

source: Cannot convert scientific notation to TBcd value
fr: Impossible de convertir une notation scientifique en valeur TBcd

source: Cannot convert to TBcd: string has more than 64 digits: %s
fr: Impossible de convertir en TBcd : la chaîne contient plus de 64 chiffres : %s

source: Cannot convert to the specified type
fr: Conversion impossible vers le type spécifié

source: Cannot convert wrapper. It does not support %s
fr: Impossible de convertir le wrapper. Il ne supporte pas %s

source: Cannot copy texture resource '%s'.
fr: Impossible de copier la ressource texture '%s'.

source: Cannot create %s, because |CreateScrollContent| must return not nil object
fr: Impossible de créer %s, car |CreateScrollContent| doit renvoyer un objet non nil

source: Cannot create a circular dependency between components
fr: Impossible de créer une dépendance circulaire entre les composants

source: Cannot create a depth/stencil buffer for '%s'.
fr: Impossible de créer un tampon profondeur/gabarit pour '%s'.

source: Cannot create a method for an unnamed component
fr: Impossible de créer une méthode pour un composant non nommé

source: Cannot create a swap chain for '%s'.
fr: Impossible de créer une chaîne d'échange pour '%s'.

source: Cannot create client socket
fr: Impossible de créer le socket client

source: Cannot create contact, use AddressBook.CreateContact instead.
fr: Impossible de créer le contact ; utilisez plutôt AddressBook.CreateContact.

source: Cannot create contact, use AddressBook.Sources for getting all available sources on your device.
fr: Impossible de créer le contact, utilisez AddressBook.Sources pour obtenir toutes les sources disponibles sur votre périphérique.

source: Cannot create contact.
fr: Impossible de créer le contact.

source: Cannot create Direct2D Factory object for '%s'.
fr: Impossible de créer un objet Direct2D Factory pour '%s'.

source: Cannot create Direct3D device for '%s'.
fr: Impossible de créer un périphérique Direct3D pour '%s'.

source: Cannot create Direct3D object for '%s'.
fr: Impossible de créer un objet Direct3D pour '%s'.

source: Cannot create DirectWrite Factory object for '%s'.
fr: Impossible de créer un objet DirectWrite Factory pour '%s'.

source: Cannot create file "%s". %s
fr: Impossible de créer le fichier "%s". %s

source: Cannot create file %s
fr: Impossible de créer le fichier %s

source: Cannot create form. No MDI forms are currently active
fr: Impossible de créer la fiche. Aucune fiche MDI n'est actuellement active

source: Cannot create group, use AddressBook.CreateGroup instead.
fr: Impossible de créer le groupe ; utilisez plutôt AddressBook.CreateGroup.

source: Cannot create index buffer for '%s'.
fr: Impossible de créer un tampon d'index pour '%s'.

source: Cannot create instance of class %s
fr: Impossible de créer une instance de la classe %s

source: Cannot create instance of contact. [%s] cannot be nil.
fr: Impossible de créer l'instance du contact. [%s] ne peut pas être nil.

source: Cannot create instance of contact. [%s] should be instance of [%s] class.
fr: Impossible de créer l'instance du contact. [%s] doit être une instance de la classe [%s].

source: Cannot create instance of group.
fr: Impossible de créer l'instance du groupe.

source: Cannot create instance of group. [%s] cannot be nil
fr: Impossible de créer l'instance du groupe. [%s] ne peut pas être nil.

source: Cannot create instance of group. [%s] should be instance of [%s] class.
fr: Impossible de créer l'instance du groupe. [%s] doit être une instance de la classe [%s].

source: Cannot create instance of source. [%s] cannot be nil.
fr: Impossible de créer l'instance de la source. [%s] ne peut pas être nil.

source: Cannot create interop class
fr: Impossible de créer la classe d'interopérabilité

source: Cannot create listening thread.
fr: Impossible de créer un thread d'écoute.

source: Cannot create media control
fr: Création impossible du contrôle multimédia

source: Cannot create menu ID. All IDs have already been assigned
fr: Impossible de créer l'ID de menu. Tous les ID ont déjà été assignés.

source: Cannot create OpenGL context for '%s'.
fr: Impossible de créer un contexte OpenGL pour '%s'.

source: Cannot create pixel shader for '%s'.
fr: Impossible de créer un shader de pixels pour '%s'.

source: Cannot create presentation proxy with nil model or PresentedControl. Use overloaded version of constructor with parameters and pass correct values.
fr: Impossible de créer un proxy de présentation avec le modèle nil ou PresentedControl. Utilisez la version surchargée du constructeur avec des paramètres et transmettez les valeurs correctes.

source: Cannot create render buffers for '%s'.
fr: Impossible de créer des tampons de rendu pour '%s'.

source: Cannot create render target view for '%s'.
fr: Impossible de créer une vue cible de rendu pour '%s'.

source: Cannot create rendering target for '%s'.
fr: Impossible de créer une cible de rendu pour '%s'.
