Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Login failed
fr: La connexion a échoué

source: Login OK
fr: Connexion OK

source: Login parameter does not identify a logged in user
fr: Le paramètre de connexion n'identifie pas un utilisateur connecté

source: Login with USER first.
fr: Connexion avec USER d'abord.

source: Long Time | 090515PM | !90:00:00>LL;1;_
fr: Date longue 2| 27Déc1999 | !99 >L<LL 0000;1;_

source: Long Zip Code | 905040000 | 00000\-9999;1;_
fr: Téléphone | 0299887766 | !00\-00\-00\-00\-00;1;_

source: LongTons
fr: Tonnes longues

source: Look&up Keys:
fr: Clés de réfé&rence :

source: Lookup
fr: Recherche

source: Lookup a value in a bind scope. Returns the lookup value. Example usage: Lookup(BindScope, "keyfieldname", lookupkeyvalue, "valuefieldname")
fr: Rechercher une valeur dans une portée de liaison. Renvoie la valeur de la recherche. Exemple d'utilisation : Lookup(BindScope, "keyfieldname", lookupkeyvalue, "valuefieldname")

source: Lookup controls do not support bidirectional editing
fr: Les contrôles de recherche ne supportent pas l'édition bidirectionnelle

source: Lookup definition
fr: Définition de la référence

source: Lookup information for field '%s' is incomplete
fr: Informations de référence incomplètes pour le champ '%s'

source: Low surrogate char without a preceding high surrogate char at index: %d. Check that the string is encoded properly
fr: Caractère de substitution faible non précédé d'un caractère de substitution étendu à l'index : %d. Vérifiez que la chaîne est correctement codée

source: Low surrogate not found
fr: Caractère de substitution faible introuvable

source: Lowered
fr: Enfoncé

source: M4A Files
fr: Fichiers M4A

source: M4V Files
fr: Fichiers M4V

source: mail system
fr: système de messagerie

source: MailA is an Obsolete Command. USE MX.
fr: MailA est une commande obsolète. Utilisez MX.

source: Main
fr: Principal

source: Malicious PTR Record
fr: Enregistrement PTR malveillant

source: Manager
fr: Responsable

source: Manager %s is disabled
fr: Le gestionnaire %s est désactivé

source: Manager cannot be Nil.
fr: Le gestionnaire ne peut pas être Nil.

source: Manager does not support IBindingNotification.
fr: Le gestionnaire ne supporte pas IBindingNotification.

source: Manager property not assigned
fr: Gestionnaire de propriété non assigné

source: Manual construction of TDeviceInfo is not supported
fr: La construction manuelle de TDeviceInfo n'est pas prise en charge

source: March
fr: Mars

source: Maroon
fr: Marron

source: Masked Text Editor
fr: Editeur du texte du masque

source: Mass
fr: Masse

source: Master
fr: Maître

source: MasterKey required
fr: MasterKey requis

source: MasterSecret required
fr: MasterSecret requis

source: Materials
fr: Matériaux

source: Max Inline
fr: Inline max

source: Max line length exceeded.
fr: Longueur de ligne maximale dépassée.

source: Max line read attempts exceeded.
fr: Le nombre maximal de tentatives de lecture de lignes a été dépassé.

source: Max Value
fr: Valeur maximale

source: Maximum connections limit exceeded. Try again later.
fr: La limite maximale des connexions est dépassée. Essayez à nouveau ultérieurement.

source: Maximum number of arguments allowed exceeded (%d)
fr: Le nombre maximal d'arguments autorisé a été dépassé (%d)

source: Maximum number of concurrent connections exceeded. Please try again later
fr: Nombre maximum de connexions simultanées dépassé. Veuillez réessayer plus tard

source: Maximum number of line allowed exceeded
fr: Le nombre de lignes maximal autorisé a été dépassé

source: Maximum number of redirections (%d) exceeded
fr: Nombre maximal de redirections (%d) dépassé

source: Maximum outline depth exceeded
fr: Profondeur maximum arborescence dépassée

source: Maximum Scale
fr: Echelle maximale

source: Maximum Version
fr: Version maximale

source: May
fr: Mai

source: MD is an Obsolete Command. Use MX.
fr: MD est une commande obsolète. Utilisez MX.

source: MD5: Cannot update a finalized hash
fr: MD5 : impossible de mettre à jour un code de hachage finalisé

source: Media Library
fr: Bibliothèque multimédia

source: Medium Gray
fr: Gris moyen

source: Megameters
fr: Mégamètres

source: Member
fr: Membre

source: Memory Buffer overrun
fr: Saturation de la mémoire tampon

source: Menu '%s' is already being used by another form
fr: Le menu '%s' est déjà utilisé par une autre fiche

source: Menu Background
fr: Fond de menu

source: Menu Bar
fr: Barre de menus

source: Menu Highlight
fr: Surbrillance de menu

source: Menu index out of range
fr: Index de menu hors limites

source: Menu inserted twice
fr: Menu inséré deux fois

source: Menu Text
fr: Texte de menu

source: Merge
fr: Fusion

source: Mesh id %s not found. File is corrupt.
fr: ID de maillage %s introuvable. Le fichier est corrompu.

source: Message content is not a valid JSON value.
fr: Le contenu du message n'est pas une valeur JSON valide.

source: Message decoder not found
fr: Décodeur de message introuvable

source: Message encoder not found
fr: Encodeur de message introuvable

source: Message handling failed
fr: Echec de la gestion de message

source: Message parts cannot be used in a message which has a ContentTransferEncoding value.
fr: Les parties de message ne peuvent pas être utilisées dans un message ayant une valeur ContentTransferEncoding.

source: Message too long.
fr: Message trop long.

source: Message type recognition error
fr: Erreur de reconnaissance du type de message

source: messages generated internally by syslogd
fr: messages générés de façon interne par syslogd

source: Messages must be shown in the main UI thread.
fr: Les messages doivent être affichés dans le thread principal de l'interface utilisateur.

source: Messaging Services
fr: Services de messagerie

source: MetaClass cannot be nil.
fr: La métaclasse ne peut pas être nil.

source: Metadata
fr: Métadonnée

source: MetaData cannot be provided from a Blackfish SQL server older than version 8.0
fr: La métadonnée ne peut pas être fournie depuis un serveur Blackfish SQL antérieur à la version 8.0

source: Metafile is not valid
fr: MetaFichier incorrect

source: Metafiles
fr: Métafichiers

source: Meters
fr: Mètres

source: Method
fr: Méthode

source: Method '%s' not supported by automation object
fr: Méthode '%s' non supportée par l'objet Automation

source: Method '%s' not supported by OLE object
fr: Méthode '%s' non supportée par l'objet OLE

source: Method %s of class %s not found
fr: Méthode %s de la classe %s introuvable

source: Method '%s' of type '%s' must have cdecl calling convention
fr: La méthode '%s' de type '%s' doit avoir la convention d'appel cdecl

source: Method already assigned
fr: Méthode déjà assignée

source: Method called on disposed object
fr: Méthode appelée sur un objet éliminé

source: Method definition for %s has over %d parameters
fr: La définition de la méthode %s a plus de %d paramètres

source: Method has no RTTI
fr: La méthode n'a pas de RTTI

source: Method Name
fr: Nom de méthode

source: Method not allowed
fr: Méthode non autorisée

source: Method not permitted in TSoapDataList
fr: Méthode non autorisée dans TSoapDataList

source: method not supported
fr: méthode non supportée

source: Method signature does not match expected
fr: La signature de la méthode ne correspond pas à la signature attendue

source: Methods
fr: Méthodes

source: MetricTons
fr: Tonnes métriques

source: MF is an Obsolete Command. USE MX.
fr: MF est une commande obsolète. Utilisez MX.

source: Micrograms
fr: Microgrammes

source: Micromicrons
fr: Picomètres

source: Microsoft MSXML is not installed
fr: Microsoft MSXML n'est pas installé

source: Middle Name
fr: Deuxième prénom

source: Middle Name Phonetic
fr: Deuxième prénom en phonétique

source: Miles
fr: Milles

source: Millennia
fr: Millénaires

source: Milligrams
fr: Milligrammes

source: MilliLiters
fr: Millilitres

source: Millimeters
fr: Millimètres

source: Millimicrons
fr: Nanomètres

source: Millisecond Values must be between 000 - 999
fr: Les valeurs de millisecondes doivent être comprises entre 000 et 999

source: MilliSeconds
fr: Millisecondes

source: Mime Type
fr: Type mime

source: Mime type: '%0:s', Extensions: '%1:s'
fr: Type mime : '%0:s', Extensions : '%1:s'

source: Mimetype is empty
fr: Mimetype vide

source: Min Value
fr: Valeur minimale

source: Minimize All
fr: Tout réduire

source: Minimum Scale
fr: Echelle minimale

source: Minimum Version
fr: Version minimale

source: Miscellaneous
fr: Divers

source: Mismatched paramaters to RegisterChildNodes
fr: Non concordance de paramètres pour RegisterChildNodes

source: Missing %s property
fr: Propriété %s manquante

source: Missing a Low Surrogate in UTF-16 sequence
fr: Un caractère de substitution faible est manquant dans la séquence UTF-16

source: missing algorithm in challange.
fr: algorithme manquant.

source: Missing class for query
fr: Classe manquante pour la requête

source: Missing Connection or ConnectionString
fr: Valeur Connection ou ConnectionString manquante

source: Missing data provider or data packet
fr: Fournisseur de données ou paquet de données manquant

source: Missing Database property
fr: Propriété Database manquante

source: Missing DataSet property
fr: Propriété DataSet manquante

source: Missing DataSetField property
fr: Propriété DataSetField manquante

source: Missing DriverName property
fr: Propriété DriverName manquante

source: Missing expression for query
fr: Expression manquante pour la requête

source: Missing FaultString or FaultCode element
fr: Elément FaultString ou FaultCode manquant

source: Missing parameter marker
fr: Marqueur de paramètre manquant

source: Missing query, table name or procedure name
fr: Requête, nom de table ou nom de procédure manquant

source: Missing SQLConnection property
fr: Propriété SQLConnection manquante

source: Missing TableName property
fr: Propriété TableName manquante

source: Missing Type name
fr: Nom de type manquant

source: Missing, invalid or empty palette
fr: Palette vide, incorrecte ou manquante

source: Mobile Host Redirect
fr: Redirection d'hôte mobile

source: Mobile Registration Request
fr: Requête d'enregistrement mobile

source: Mode has not been set.
fr: Le mode n'a pas été défini.

source: Mode is not initialised
fr: Le mode n'est pas initialisé

source: Mode set to %s.
fr: Mode défini sur %s.

source: Model is not valid class. Expected [%s], but received [%s]
fr: Le modèle n'est pas une classe valide. [%s] attendu, mais [%s] reçu

source: Modification Date
fr: Date de modification

source: Modifications are not allowed
fr: Modifications non autorisées

source: Modified
fr: Modifié

source: ModifiedJulianDate
fr: DateJulienModifiée

source: Module ID required
fr: ID de module requis

source: Mon
fr: Lun

source: Monday
fr: Lundi

source: Money Green
fr: Vert foncé

source: Monitor support function not initialized
fr: Fonction de gestion du moniteur non initialisée

source: Monitoring is not available on this device.
fr: Le monitoring n'est pas disponible sur ce périphérique.

source: Months
fr: Mois

source: More authentication information required
fr: Autres informations d'authentification requises

source: More Buttons
fr: Boutons supplémentaires

source: Mother
fr: Mère

source: Mouse
fr: Souris

source: Move &Up
fr: Vers le &haut

source: Move Collection Down
fr: Déplacer sur la collection suivante

source: Move Collection Up
fr: Déplacer sur la collection précédente

source: Move Dow&n
fr: V&ers le bas

source: Move Down
fr: Vers le bas

source: Move Down|Move selected downwards
fr: Vers le bas|Déplacer la sélection vers le bas

source: Move Expression Down
fr: Déplacer sur l'expression suivante

source: Move Expression Up
fr: Déplacer sur l'expression précédente

source: Move Selected Down
fr: Déplacer la sélection vers le bas

source: Move Selected Up
fr: Déplacer la sélection vers le haut

source: Move Selection
fr: Déplacer la sélection

source: Move Up
fr: Vers le haut

source: Move Up|Move selected upwards
fr: Vers le haut|Déplacer la sélection vers le haut

source: Moved Permanently
fr: Déplacé de façon permanente

source: Moved Temporarily
fr: Déplacé de façon temporaire

source: Mpeg Layer 3 Files
fr: Fichiers Mpeg Layer 3

source: Mpeg4 Files
fr: Fichiers Mpeg4

source: MSDOS-like directory output is %s
fr: La sortie répertoire de type MSDOS est %s

source: MultiLine must be True when TabPosition is tpLeft or tpRight
fr: MultiLine doit être à True quand TabPosition vaut tpLeft ou tpRight

source: Multiple Apache versions implementations are referenced by this project. A project may not reference multiple versions such as Web.HTTPD22Impl and Web.HTTPD24Impl.
fr: Plusieurs implémentations de versions Apache sont référencées par ce projet. Un projet ne peut pas référencer plusieurs versions comme Web.HTTPD22Impl et Web.HTTPD24Impl.

source: Multiple body elements not supported
fr: Plusieurs éléments de corps ne sont pas pris en charge

source: Multiple transaction not enabled
fr: Transactions multiples non activées

source: Multiselect is not enabled
fr: Multiselect n'est pas activé

source: Multiselect mode must be on for this feature
fr: Le mode multisélection doit être activé pour cette fonction.

source: Must apply updates before refreshing data
fr: Vous devez valider les modifications avant de rafraîchir les données

source: Must call Edit before table can be modified.
fr: Doit appeler Edit avant que la table ne puisse être modifiée.

source: Must call Insert before Post.
fr: Doit appeler Insert avant Post.

source: Must call Post before moving away from a new row.
fr: Doit appeler Post avant le déplacement hors d'une nouvelle ligne.

source: Must enable multiref output for objects when serializing a graph of objects - (%s)
fr: Vous devez autoriser la sortie multiref des objets lorsque vous sérialisez un graphe d'objets - (%s)

source: Must use STLS
fr: Doit utiliser STLS

source: Must wait on at least one event
fr: Obligation d'attendre au moins un événement

source: N&ew SubItem
fr: Nouveau s&ous-élément

source: N&o to All
fr: Non &pour tout

source: Name
fr: Nom

source: Name not allowed on a ref item
fr: Nom non autorisé pour un élément réf

source: Name of a parameter must not be empty
fr: Le nom d'un paramètre ne doit pas être vide

source: Named synchronization objects not supported on this platform
fr: Les objets de synchronisation nommés ne sont pas supportés sur cette plate-forme

source: Namespace URI
fr: URI d'espace de nommage

source: Nanograms
fr: Nanogrammes

source: Native %s
fr: %s natif

source: NativeNode cannot be null
fr: NativeNode ne peut pas être null

source: NauticalMiles
fr: Milles marins

source: Navigation Pane
fr: Volet Navigation

source: Navy
fr: Bleu marine

source: Ne&twork...
fr: Ré&seau...

source: Need account for login.
fr: Compte nécessaire pour la connexion.

source: Need at least a getter or a setter.
fr: Nécessite au moins un accesseur en lecture ou en écriture.

source: Need at least Android %s (API %s)
fr: Nécessite au moins Android %s (API %s)

source: Need Authentication
fr: Authentification nécessaire

source: Need Authorization
fr: Autorisation nécessaire

source: Need SASL mechanisms to login with it!!
fr: Mécanismes SASL nécessaires pour la connexion !!

source: Negating the minimum value of a Timespan is invalid
fr: La négation de la valeur minimale d'un Timespan n'est pas valide

source: Negative stream size invalid
fr: Taille de flux négative non valide

source: Nested dataset must inherit from %s
fr: Le dataset imbriqué doit hériter de %s

source: Nested datasets cannot have a MasterSource
fr: Les datasets imbriqués ne peuvent avoir de MasterSource

source: Net dropped connection or reset.
fr: Connexion interrompue ou réinitialisée par le réseau.

source: net unreachable;
fr: net inaccessible;

source: Network Authentication Required
fr: Authentification du réseau requise

source: Network is down.
fr: Le réseau est arrêté.

source: Network is unreachable.
fr: Le réseau est inaccessible.

source: network news subsystem
fr: sous-système d'informations réseau

source: Network protocol not supported, use (%s)
fr: Protocole réseau non supporté, utilisez (%s)

source: Network socket error: %s (%d), on API '%s'
fr: Erreur de socket réseau : %s (%d), sur API '%s'

source: Network unreachable.
fr: Réseau inaccessible.

source: New
fr: Nouveau

source: New %s
fr: Nouveau %s

source: New %s|Create new %s
fr: Nouveau %s|Créer un nouveau %s

source: New access policy
fr: Nouvelle stratégie d'accès

source: New Binding Component
fr: Nouveau composant de liaison

source: New Binding...
fr: Nouvelle liaison...

source: New Binding|Create new binding from list
fr: Nouvelle liaison|Créer une nouvelle liaison depuis la liste

source: New components cannot be added to frame instances.
fr: Les nouveaux composants ne peuvent être ajoutés aux instances de cadres.

source: New Field
fr: Nouveau champ

source: New grid
fr: Nouvelle grille

source: New instance of type %0:s does not match expected type %1:s
fr: La nouvelle instance de type %0:s ne correspond pas au type %1:s attendu

source: New Item
fr: Nouvel élément

source: New Layer
fr: Nouvelle couche

source: New LiveBinding Component...
fr: Nouveau composant LiveBinding...

source: New Lookup Field
fr: Nouveau champ de référence

source: New Relationships...
fr: Nouvelles relations...

source: New source item name:
fr: Nom du nouvel élément source :

source: News to me! <CRLF.CRLF> to end.
fr: Mes actualités ! <CRLF.CRLF> pour terminer.

source: Next
fr: Suivant

source: Next record
fr: Enregistrement suivant

source: Next Tab
fr: Onglet suivant

source: Next|Go to the next tab
fr: Suivant|Aller à l'onglet suivant

source: NickName
fr: Surnom

source: No
fr: &Non

source: No "%s" defined in %s
fr: Aucun "%s" défini dans %s

source: No %0:s compatible push service available for device "%1:s"
fr: Aucun service push compatible %0:s n'est disponible pour le périphérique "%1:s"

source: No %2:s type found for the column: %1:s in %0:s.
fr: Aucun type %2:s trouvé pour la colonne : %1:s dans %0:s.

source: No %s implementation found
fr: Aucune implémentation %s n'a été trouvée

source: No access to temporary file
fr: Pas d'accès au fichier temporaire

source: No access to temporary file: check TMPDIR setting
fr: Pas d'accès au fichier temporaire : vérifiez le paramètre TMPDIR

source: No ActionBand style unit present in the uses clause.Your application must include either XPStyleActnCtrls, StdStyleActnCtrls or a third party ActionBand style unit in its uses clause
fr: Pas d'unité de style ActionBand présente dans la clause uses.Votre application doit inclure XPStyleActnCtrls, StdStyleActnCtrls ou une unité de style ActionBand tiers dans sa clause uses

source: No active document
fr: Pas de document actif

source: No adapter
fr: Pas d'adaptateur

source: No address specified
fr: Aucune adresse spécifiée

source: No argument for format '%s'
fr: Aucun argument pour le format '%s'

source: No authentication handler has been specified.
fr: Aucun gestionnaire d'authentification n'a été spécifié.

source: No authority could be contacted for authentication.
fr: Aucune autorité n'a pu être contactée pour authentification.

source: No automatically activated data modules
fr: Pas de module de données activé automatiquement

source: No available connections to %s
fr: Pas de connexions disponibles à %s

source: No Beacon device registered
fr: Aucun périphérique Beacon n'a été recensé.

source: No bindings specified.
fr: Aucune liaison n'a été spécifiée.

source: No BluetoothManager implementation found
fr: Aucune implémentation BluetoothManager n'a été trouvée

source: No buffer space available.
fr: Aucun espace tampon disponible.

source: No bytes in buffer.
fr: Pas d'octets dans le tampon.

source: No CaptureDeviceManager implementation found
fr: Aucune implémentation CaptureDeviceManager n'a été trouvée

source: No Class is regisgtered to implement interface %s
fr: Aucune classe n'est recensée pour implémenter l'interface %s

source: No class registered for invokable interface %s
fr: Aucune classe recensée pour l'interface invocable %s

source: No close token for type %s
fr: Aucun token de fermeture pour le type %s

source: No COM classes have been registered
fr: Aucune classe COM n'a été enregistrée

source: No ComClass specified
fr: Pas de ComClass spécifiée

source: No command handler found.
fr: Aucun gestionnaire de commande n'a été trouvé.

source: No Compressor is assigned.
fr: Aucun compresseur n'est assigné.

source: No connection
fr: Aucune connexion

source: No Content
fr: Pas de contenu

source: No context-sensitive help installed
fr: Aucune aide contextuelle n'est installée

source: No context-sensitive help installed.
fr: Aucune aide contextuelle n'a été installée.

source: No control selected
fr: Aucun contrôle sélectionné

source: No conversion exists for JSON value %0:s
fr: Aucune conversion n'existe pour la valeur JSON %0:s

source: No conversion exists for JSON value %s
fr: Aucune conversion n'existe pour la valeur JSON %s

source: No conversion is available from type %s to %s
fr: Aucune conversion du type %s en %s n'est disponible

source: No converter with the name %s has been registered
fr: Aucun convertisseur avec le nom %s n'a été recensé

source: No credential handle acquired
fr: Aucun handle de justificatif n'a été acquis

source: No credentials are available in the security package
fr: Aucun justificatif n'est disponible dans le package de sécurité

source: no current article has been selected
fr: aucun article en cours n'a été sélectionné

source: No data
fr: Pas de données

source: No data modules registered
fr: Aucun module de données n'est recensé

source: No data to read.
fr: Pas de données pour la lecture.

source: No default browser is specified
fr: Aucun navigateur par défaut n'a été spécifié

source: No Device assigned
fr: Aucun périphérique n'est assigné

source: No dispatcher component found on data module
fr: Aucun composant dispatcher trouvé dans le module de données

source: No Dispatcher set
fr: Aucun répartiteur n'a été défini

source: No encoding specified.
fr: Aucun codage spécifié.

source: No execute handler found.
fr: Aucun gestionnaire d'exécution n'a été trouvé.

source: No fields defined. Cannot create dataset
fr: Aucun champ défini. Création impossible de l'ensemble de données

source: No FTP list parsers have been registered.
fr: Aucun analyseur de liste FTP n'a été enregistré.

source: No global or local color table defined
fr: Aucune table de couleurs locale ou globale n'est définie

source: No handler to link types %s and %s.
fr: Pas de gestionnaire pour lier les types %s et %s.

source: No help available
fr: Aucune aide disponible

source: No help found for "%s"
fr: Aucune aide n'a été trouvée pour "%s"

source: No help found for %s
fr: Aide introuvable pour %s

source: No help found for context %d
fr: Aide introuvable pour le contexte %d

source: No help found for context %d.
fr: Aide introuvable pour le contexte %d.

source: No help keyword specified.
fr: Aucun mot clé d'aide spécifié.

source: No Help Manager installed.
fr: Aucun gestionnaire d'aide n'a été installé.

source: No help viewer that supports filters
fr: Pas d'afficheur d'aide supportant les filtres

source: No index currently active
fr: Aucun index actif actuellement

source: No index for fields '%s'
fr: Pas d'index pour les champs '%s'

source: No interface registered for soap action '%s'
fr: Aucune interface recensée pour l'action soap '%s'

source: No interface registered for URL '%s'
fr: Aucune interface recensée pour l'URL '%s'

source: No interface is registered to handle URL %s
fr: Aucune interface n'est recensée pour traiter l'URL %s
