Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Path ended with an open bracket
fr: Chemin terminé par un crochet ouvert

source: Path ended with an open string
fr: Chemin terminé par une chaîne ouverte

source: PathInfo
fr: Chemin

source: Pause
fr: Suspendre

source: PBSZ Command OK. Protection buffer size set to 0.
fr: Commande PBSZ OK. Taille du tampon de protection définie sur 0.

source: PBSZ Data Buffer Size required.
fr: Taille du tampon de données PBSZ requis.

source: Peer IP mismatch
fr: Non concordance de l'adresse IP de l'homologue

source: Percent
fr: Pourcentage

source: Permission Denied
fr: Permission refusée

source: Permission denied.
fr: Permission refusée.

source: PgDn
fr: PageSuiv

source: PgUp
fr: PagePréc

source: Phone
fr: Téléphone

source: Phone | 4155551212 | !\(999\)000-0000;1;_
fr: Heure longue | 134515 | !90:00:00;1;_

source: Phone Dialer
fr: Numéroteur téléphonique

source: Phones
fr: Téléphones

source: Photo Library
fr: Bibliothèque de photos

source: Photo Thumbnail
fr: Miniature de la photo

source: Picture
fr: Image

source: Picture Editor
fr: Editeur d'images

source: Picture:
fr: Image :

source: Pictures
fr: Images

source: Platform "%s" not supported.
fr: La plate-forme "%s" n'est pas supportée.

source: Platform Behavior
fr: Comportement de la plate-forme

source: Platform Type Name
fr: Nom du type de la plate-forme

source: Platform-dependant function not implemented
fr: Fonction dépendante de la plate-forme non implémentée

source: Play
fr: Lire

source: Please allow 10 minutes per MB for the operation to complete
fr: Veuillez accorder 10 minutes par Mo pour la terminaison de l'opération

source: Please login first
fr: Etablissez d'abord la connexion

source: Plus %d More...
fr: %d autres...

source: PNG Images
fr: Images PNG

source: Point not in layout
fr: Le point n'est pas dans la disposition

source: POP3 proxy ready
fr: Proxy POP3 prêt

source: POP3 proxy signing off
fr: Terminaison en cours du proxy POP3

source: Popover
fr: Mode Popover

source: Populate list control "%0:s" from source "%1:s"
fr: Remplir le contrôle liste "%0:s" depuis la source "%1:s"

source: Port conversion out of range
fr: Conversion de port hors limites

source: Port Type
fr: Type de port

source: Port Unreachable
fr: Port inaccessible

source: PORT/EPRT Command disabled for reserved port range (1-1024).
fr: Commande PORT/EPRT désactivée pour l'intervalle des ports réservés (1-1024).

source: PORT/EPRT Command disabled.
fr: Commande PORT/EPRT désactivée.

source: PortName
fr: Port

source: Position link using control "%0:s" from source "%1:s"
fr: Positionner le lien en utilisant le contrôle "%0:s" depuis la source "%1:s"

source: Post
fr: Valider

source: Post edit
fr: Valider modifications

source: posting failed
fr: échec de la publication

source: posting not allowed
fr: publication non autorisée

source: Pounds
fr: Livres

source: Precedence cutoff in effect
fr: Coupure de précédence en vigueur

source: Precision
fr: Précision

source: Precondition Failed
fr: Echec de la précondition

source: Precondition Required
fr: Précondition requise

source: Prefix
fr: Préfixe

source: Premature end of data
fr: Fin prématurée des données

source: Preparation of default expression failed with error "%s"
fr: La préparation d'expression par défaut a échoué avec l'erreur "%s"

source: Preparation of field constraint failed with error "%s"
fr: La préparation de contrainte de champ a échoué avec l'erreur "%s"

source: Preparation of record constraint failed with error "%s"
fr: La préparation de contrainte d'enregistrement a échoué avec l'erreur "%s"

source: Presentation Proxy class [%s] for this presentation name [%s] has already been registered.
fr: Une classe proxy Presentation [%s] ayant le nom de présentation [%s] a déjà été recensée.

source: Presentation Proxy class for presentation name [%s] is not found
fr: Classe proxy Présentation ayant le nom de présentation [%s] est introuvable.

source: Presentation received nil Content from TPresentedControl. Content cannot be nil.
fr: La présentation a reçu de TPresentedControl un contenu nil. Le contenu ne peut pas être nil.

source: Preview
fr: Aperçu

source: Previous Tab
fr: Onglet précédent

source: Previous|Go back to the previous tab
fr: Précédent|Revenir à l'onglet précédent

source: Primary
fr: Primaire

source: Primary Catalog Name
fr: Nom du catalogue primaire

source: Primary Column Name
fr: Nom de la colonne primaire

source: Primary Key Name
fr: Nom de la clé primaire

source: Primary Schema Name
fr: Nom du schéma primaire

source: Primary Table Name
fr: Nom de la table primaire

source: Print Set&up...
fr: Co&nfigurer l'impression...

source: Print Setup
fr: Configurer l'impression

source: Printer index out of range
fr: Index d'imprimante hors limites

source: Printer is not currently printing
fr: L'imprimante n'imprime pas actuellement

source: Printer selected is not valid
fr: Imprimante sélectionnée non valide

source: Printing in progress
fr: Impression en cours

source: Prior
fr: Précédent

source: Prior record
fr: Enregistrement précédent

source: Privacy Notice: This application anonymously tracks your usage and sends it to us for analysis. We use this analysis to make the software work better for you. This tracking is completely anonymous. No personally identifiable information is tracked, and nothing about your usage can be tracked back to you. Please click Yes to help us to improve this software. Thank you.
fr: Déclaration de confidentialité : Cette application effectue un suivi anonyme de l'usage que vous en avez et nous envoie ces informations pour analyse. C'est à partir de ces informations que nous pouvons améliorer le logiciel. Ce suivi est effectué de façon complètement anonyme. Aucune information d'identification personnelle n'est utilisée et aucune information d'usage ne permet de remonter à vous. Cliquez sur Oui pour nous aider à améliorer ce logiciel. Tous nos remerciements.

source: Privileged instruction
fr: Instruction privilégiée

source: Problem setting up in-app billing
fr: Problème de configuration d'une facturation in-app

source: Procedure Name
fr: Nom de la procédure

source: Procedure Type
fr: Type de la procédure

source: process not accessible
fr: processus inaccessible

source: Producer
fr: Générateur

source: Products request already in progress
fr: La requête de produits est déjà en cours

source: Profile
fr: Profil

source: Profile "%s" is already registered
fr: Le profil "%s" est déjà recensé

source: Profile "%s" is not registered
fr: Le profil "%s" n'est pas recensé

source: Profile "%s" without registered adapters
fr: Profil "%s" sans adaptateurs recensés

source: Profile "%s" without registered protocol-adapters
fr: Profil "%s" sans protocoles-adaptateurs recensé

source: Profile "%s" without registered protocols
fr: Profil "%s" sans protocoles recensés

source: Profile %s is not connected
fr: Le profil %s n'est pas connecté

source: program fault - command not performed
fr: erreur de programme - commande non exécutée

source: Project Co-Coordinator
fr: Coordinateur de projet adjoint

source: Project Coordinator
fr: Coordinateur de projet

source: Prompt array must not be empty
fr: Le tableau d'invites ne doit pas être vide

source: Properties
fr: Propriétés

source: Properties of %s/%s
fr: Propriétés de %s/%s

source: Property %s does not exist
fr: La propriété %s n'existe pas

source: Property '%s' has not been initialized on component '%s'
fr: La propriété '%s' n'a pas été initialisée sur le composant '%s'

source: Property %s not found
fr: Propriété %s introuvable

source: Property already defined by lookup field
fr: Propriété déjà définie dans un DBCtrlGrid

source: Property can not be a negative number.
fr: La propriété ne peut pas être un nombre négatif.

source: Property Changed
fr: Propriété changée

source: Property filters may only be name, class or type based (%d:%d)
fr: Les filtres de propriétés ne peuvent être basés que sur un nom, une classe ou un type (%d:%d)

source: Property is read-only
fr: Propriété en lecture seule

source: Property may not be modified while aggregate is active
fr: Impossible de modifier la propriété lorsque aggregate est actif

source: Property Name:
fr: Nom de propriété :

source: Property or Method "%s" is not supported by DOM Vendor "%s"
fr: La propriété ou la méthode "%s" n'est pas supportée par le fournisseur DOM "%s"

source: PROT Command OK. Using Clear data connection
fr: Commande PROT OK. Utilisation de la connexion de données en mode non crypté.

source: PROT Command OK. Using Private data connection
fr: Commande PROT OK. Utilisation de la connexion de données privée.

source: Protocol "%s" is not registered
fr: Le protocole "%s" n'est pas recensé

source: Protocol %0:s can be used after an adequate instance of %1:s is registered with %2:s.
fr: Le protocole %0:s peut être utilisé quand une instance adéquate de %1:s a été enregistrée avec %2:s.

source: Protocol family not supported.
fr: Famille de protocole non supportée.

source: Protocol field is empty
fr: Le champ protocole est vide

source: Protocol not supported, use
fr: Protocole non supporté, utilisez

source: Protocol not supported.
fr: Protocole non supporté.

source: protocol unreachable;
fr: protocole inaccessible;

source: Protocol wrong type for socket.
fr: Type de protocole inapproprié pour le socket.

source: Provided Name contains invalid characters.
fr: Le nom fourni contient des caractères non valides.

source: Provider is nil. A provider is required to use push events
fr: Le Provider vaut nil. Il est nécessaire de spécifier un fournisseur pour utiliser les événements push

source: Provider name "%s" was not recognized by the server
fr: Le nom de fournisseur "%s" n'a pas été reconnu par le serveur

source: Provider not exported: %s
fr: Fournisseur non exporté : %s

source: Provider not found: %s
fr: Fournisseur non trouvé : %s

source: Provider Type
fr: Type du fournisseur

source: Proxy Authentication Required
fr: Authentification du proxy requise

source: Purple
fr: Violet

source: Push events are not supported by the "%s" provider on this platform
fr: Les événements push ne sont pas supportés par le fournisseur "%s" sur cette plate-forme.

source: Push service "%1:s" not found. %0:s requires this service.
fr: Service push "%1:s" non trouvé. %0:s requiert ce service.

source: PutObject to undefined item
fr: PutObject en élément non défini

source: Querying the IObjectArray interface
fr: Interrogation de l'interface IObjectArray

source: Querying the IPropertyStore interface
fr: Interrogation de l'interface IPropertyStore

source: Queue %s status: %s
fr: Statut de la file d'attente %s : %s

source: Queue Metadata
fr: Métadonnées de file d'attente

source: Queue Metadata operation failed for: %s
fr: L'opération de métadonnées de file d'attente a échoué pour : %s

source: Quick Bindings
fr: Liaisons rapides

source: QuickTime Files
fr: Fichiers QuickTime

source: Quit %s
fr: Quitter %s

source: Quit key hit
fr: Frappes de la touche de sortie

source: Quit|Quits the application
fr: Quitter|Quitte l'application

source: R&efresh ConnectionString Param
fr: A&ctualiser le paramètre ConnectionString

source: Raised
fr: Elevé

source: Range check error
fr: Erreur de vérification d'étendue

source: Range check error for variant of type (%s)
fr: Erreur de vérification d'étendue pour le variant de type (%s)

source: Range check error while converting variant of type (%s) into type (%s)
fr: Erreur de vérification d'étendue lors de la conversion du type (%s) en type (%s)

source: RCode NO Error
fr: Erreur RCode NO

source: Re&move all
fr: &Tout retirer

source: Read
fr: Lecture

source: Read attempt when no read data is available
fr: Tentative de lecture alors qu'aucune donnée n'est disponible en lecture

source: Read beyond end of file
fr: Lecture au-delà de la fin de fichier

source: Read error
fr: Erreur de lecture

source: Read past end of current container context
fr: Lecture au-delà de la fin du contexte du conteneur en cours

source: Read timed out.
fr: Délai de lecture.

source: Reader has no more rows
fr: Le lecteur n'a plus de lignes

source: Reader Next method has not been called
fr: La méthode Reader Next n'a pas été appelée

source: Reader not available
fr: Reader indisponible

source: Reading permission [READ_CONTACTS] is not in Manifest file. You will not be able to get data from AddressBook
fr: La permission en lecture [READ_CONTACTS] ne se trouve pas dans le fichier manifeste. Vous ne serez pas en mesure d'obtenir des données de AddressBook

source: ReadJson is not implemented cause CanRead is False
fr: ReadJson n'est pas implémenté car CanRead vaut False

source: Reason: %s
fr: Raison : %s

source: Receive control file
fr: Réception du fichier de contrôle

source: Receive data file
fr: Réception du fichier de données

source: Received content of invalid Content-Type setting: %s - SOAP expects "text/xml"
fr: Contenu reçu du paramètre de type de contenu incorrect : %s - SOAP s'attend à "text/xml"

source: Received Packet is too small. %d
fr: Le paquet reçu est trop petit. %d

source: Received Packet is too small. Less than 12 bytes. %d
fr: Le paquet reçu est trop petit. Inférieur à 12 octets. %d

source: Received Packet is too small. Less than 4 bytes. %d
fr: Le paquet reçu est trop petit. Inférieur à 4 octets. %d

source: Reconnect at %s: %s
fr: Reconnecter à %s : %s

source: Record not found
fr: Enregistrement non trouvé

source: Record not found or changed by another user
fr: Enregistrement non trouvé ou modifié par un autre utilisateur

source: Record or field constraint failed.
fr: La contrainte d'enregistrement ou de champ a échoué.

source: Recordset is not open
fr: Recordset non ouvert

source: Recursion while doing a VarDataCastTo
fr: Récursivité pendant une opération VarDataCastTo

source: Recursion while doing a VarDataClear
fr: Récursivité pendant une opération VarDataClear

source: Recursion while doing a VarDataCopy
fr: Récursivité pendant une opération VarDataCopy

source: Recursion while doing a VarDataCopyNoInd
fr: Récursivité pendant une opération VarDataCopyNoInd

source: Recursion while doing a VarDataInit
fr: Récursivité pendant une opération VarDataInit

source: Recv
fr: Reçu

source: Red
fr: Rouge

source: Redirect datagrams for the Host.
fr: Rediriger les datagrammes pour l'hôte.

source: Redirect datagrams for the Network.
fr: Rediriger les datagrammes pour le réseau.

source: Redirect datagrams for the Type of Service and Host.
fr: Rediriger les datagrammes pour le type de service et l'hôte.

source: Redirect datagrams for the Type of Service and Network.
fr: Rediriger les datagrammes pour le type de service et le réseau.

source: RefferedBy
fr: Recommandé par

source: Refresh
fr: Actualiser

source: Refresh data
fr: Actualiser les données

source: Refresh Designer
fr: Actualiser le concepteur

source: Refresh is only supported if the FileName or XML properties are set
fr: Le rafraîchissement (refresh) est uniquement supporté si la propriété FileName ou XML est définie

source: Registered Types
fr: Types recensés

source: Regular
fr: Normal

source: reject route to destination
fr: rejeter l'itinéraire vers la destination

source: Related Names
fr: Noms apparentés

source: Relative
fr: Famille

source: Release
fr: Libérer

source: Reload connection parameters
fr: Recharger les paramètres de connexion

source: Remotable Type %s not registered
fr: Type Remotable %s non recensé

source: Remote error: %s
fr: Erreur distante : %s

source: Remote Login
fr: Connexion distante

source: Remote Method Call: unsupported calling convention %s for method %s on interface %s
fr: Appel de méthode distant : convention d'appel %s non prise en charge pour la méthode %s sur l'interface %s

source: Remote resource not found
fr: Ressource distante introuvable

source: Remove
fr: Retirer

source: Remove from layer %s
fr: Retirer de la couche %s

source: Remove Link
fr: Retirer un lien

source: Remove Message
fr: Retirer un message

source: Remove Queue
fr: Retirer la file

source: Rename to %s failed
fr: Le remplacement du nom par %s a échoué

source: Rendering
fr: Restitution

source: Renew
fr: Renouveler

source: Replace|Replaces specific text with different text
fr: Remplacer|Remplace le texte par un autre texte

source: Reply %d on Job ID %s
fr: Réponse %d sur ID de tâche %s

source: Reply Code already exists: %s
fr: Le code de réponse existe déjà : %s

source: Reply Code is not valid: %s
fr: Le code de réponse n'est pas valide : %s

source: Reply Timed Out: The server did not return a response and the query has been abandoned
fr: Délai de réponse dépassé : Le serveur n'a pas renvoyé de réponse et la requête a été abandonnée

source: Request denied for policy reasons.
fr: Requête refusée pour des raisons de stratégie.

source: Request Entity Too Long
fr: Entité de requête trop longue

source: Request has no client component
fr: La requête n'a pas de composant client

source: Request Header Fields Too Large
fr: Champs d'en-tête de la requête trop grands

source: Request method requires HTTP version 1.1
fr: La méthode de requête nécessite HTTP version 1.1

source: Request rejected because SOCKS server cannot connect.
fr: Requête rejetée car le serveur SOCKS ne peut pas établir de connexion.

source: Request rejected because the client program and identd report different user-ids.
fr: Requête rejetée car le programme client et l'identd indiquent des ID utilisateur différents.

source: Request rejected or failed.
fr: Rejet ou échec de la requête.

source: Request requires %s authentication
fr: La requête requiert une authentification %s.

source: Request Timeout
fr: Délai de requête

source: Request type %0:s has an empty content. A JSON command object is expected
fr: Le type de requête %0:s a un contenu vide. Un objet commande JSON est attendu

source: Requested action aborted: local error in processing.
fr: Action requise abandonnée : erreur locale en cours.

source: Requested action aborted: page type unknown.
fr: Action requise abandonnée : type de page inconnu.

source: Requested action not taken.
fr: Action demandée non prise.

source: Requested file action aborted.
fr: L'action requise sur le fichier a été annulée.

source: Requested file action not taken.
fr: Action requise sur le fichier non prise.

source: Requested file action okay, completed.
fr: Action requise sur le fichier OK, opération terminée.

source: Requested file action pending further information.
fr: Action requise sur le fichier en attente d'informations supplémentaires.

source: Requested PROT level not supported by mechanism.
fr: Le niveau PROT requis n'est pas supporté par le mécanisme.

source: Request-URI Too Long. 256 Chars max
fr: URI de requête trop longue. 256 caractères max

source: Required IDeviceBehavior is not registered
fr: L'IDeviceBehavior requis n'est pas recensé

source: Required permissions [%s] are not in Manifest file.
fr: Les permissions requises [%s] ne se trouvent pas dans le fichier manifeste.

source: Requires Connection before opening
fr: Requiert une valeur Connection avant l'ouverture.

source: Reserved Word
fr: Mot réservé

source: Reset
fr: Réinitialiser

source: Reset all usage data?
fr: Réinitialiser toutes les données d'utilisation ?

source: Reset Client
fr: Réinitialiser le client

source: Reset Content
fr: Réinitialiser le contenu

source: Reset Toolbar
fr: Réinitialiser la barre d'outils

source: Resolving hostname %s.
fr: Résolution du nom d'hôte %s.

source: Resource %d
fr: Ressource %d

source: Resource %s is of incorrect class
fr: La ressource %s est d'une classe incorrecte

source: Resource %s not found
fr: Ressource %s non trouvée

source: Resource must not be blank
fr: La ressource ne doit pas être vide

source: Resource name required
fr: Nom de ressource requis

source: Response content is empty
fr: Le contenu de la réponse est vide

source: Response content is not valid JSON
fr: Le contenu de la réponse n'est au format JSON valide

source: Response did not return an Array of %s
fr: La réponse n'a pas renvoyé de tableau de %s

source: Response has no content
fr: La réponse n'a pas de contenu

source: Response RootElement, "%s", is not a valid path for the response JSON
fr: Le RootElement de la réponse, "%s", n'est pas un chemin valide pour la réponse JSON

source: Response size (%d bytes) is greater than expected (%d bytes).
fr: La taille de la réponse (%d octets) est supérieure à celle attendue (%d octets).

source: REST request failed: %s
fr: La requête REST a échoué : %s

source: Restore Defaults
fr: Restaurer les valeurs par défaut

source: Result
fr: Résultat

source: Results Truncated...
fr: Résultats tronqués...

source: Retired/Past Contributors
fr: Anciens coordinateurs

source: Retry
fr: &Réessayer

source: Revert
fr: Rétablir

source: RichEdit line insertion error
fr: Erreur d'insertion de ligne RichEdit

source: Right
fr: Droite

source: Right justify
fr: Justifier à droite

source: Right Justify
fr: Justifier à droite

source: Rods
fr: Perches

source: Role Name
fr: Nom du rôle

source: Root
fr: Racine

source: root container
fr: conteneur racine

source: Root Container creation failed with code: %d. A possible solution is to try again after a refresh.
fr: La création du conteneur racine a échoué avec le code : %d. Une solution possible consiste à réessayer après une actualisation.

source: Root Container deletion failed with code: %d. A possible solution is to try again after a refresh.
fr: La suppression du conteneur racine a échoué avec le code : %d. Une solution possible consiste à réessayer après une actualisation.

source: Row index, %d, out of bounds
fr: Index de ligne, %d, hors limites

source: Row%d
fr: Ligne %d

source: RSA key generation failed
fr: La génération de la clé RSA a échoué

source: RTTI for type %s was not found. Perhaps missing {$M+}?
fr: Les informations RTTI sont introuvables pour le type %s. {$M+} peut-être manquant ?

source: Run
fr: Exécuter

source: Run|Runs an application
fr: Exécuter|Exécute une application

source: Sample
fr: Exemple

source: Sat
fr: Sam

source: Saturday
fr: Samedi

source: Save &As...
fr: Enre&gistrer sous...

source: Save &Literal Characters
fr: Enregistrer les caractères &littéraux

source: Save As|Saves the active file with a new name
fr: Enregistrer sous|Enregistre le fichier actif sous un nouveau nom

source: Save connection parameters
fr: Enregistrer les paramètres de connexion

source: Save Picture
fr: Enregistrer l'image

source: Save Picture As
fr: Enregistrer l'image sous

source: Save the current file?
fr: Enregistrer le fichier en cours ?

source: Saved Photos
fr: Photos enregistrées

source: Saving
fr: Enregistrement

source: Saving bitmap failed (%s).
fr: L'enregistrement du bitmap a échoué (%s).

source: Saving bitmap failed.
fr: L'enregistrement du bitmap a échoué.

source: Scale
fr: Echelle

source: Scale %nx
fr: Mise à l'échelle de %nx

source: Scale:
fr: Echelle :

source: Scan line index out of range
fr: Index de ligne hors limites

source: Schema Name
fr: Nom du schéma

source: Schema or user name separated by a '.' must be specified.
fr: Un nom d'utilisateur ou de schéma séparé par un '.' doit être spécifié.

source: SchemaAdapter "%s" has no data
fr: SchemaAdapter "%s" n'a pas de données

source: SchemaAdapter is required
fr: SchemaAdapter est obligatoire

source: Scheme "%s" already registered for %s
fr: Le schéma "%s" est déjà recensé pour %s

source: Scheme-dependant function not implemented
fr: Fonction dépendante du schéma non implémentée

source: Scope class %s is already registered
fr: La classe de portée %s est déjà enregistrée

source: Scope class %s not registered
fr: La classe de portée %s n'est pas enregistrée

source: Scope obj cannot be Nil.
fr: L'objet portée ne peut pas être Nil.
