Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Data connection assurance check failed. Server reported IP: %s Port: %d Our socket IP: %s Port: %d
fr: Echec du contrôle de la connexion de données. IP serveur signalée : %s Port : %d Notre IP socket : %s Port : %d

source: Data connection closed abnormally.
fr: La connexion de données a été fermée de façon anormale.

source: Data connection open; no transfer in progress.
fr: Connexion de données ouverte ; aucun transfert en cours.

source: Data file saved to %s
fr: Fichier de données enregistré sous %s

source: Data is too large for stream
fr: Les données sont trop grandes pour le flux

source: Data port can only be used by the same IP address used by the control connection.
fr: Le port des données peut seulement être utilisé par l'adresse IP utilisée par la connexion de contrôle.

source: Data source
fr: Source de données

source: Data source properties
fr: Propriétés de la source de données

source: Data Type
fr: Type de données

source: Data type name required
fr: Nom de type de données requis

source: Data type: %s is not recognized for SQL dialect.
fr: Le type de données : %s n'est pas reconnu pour le dialecte SQL.

source: Database
fr: Base de données

source: Database Login
fr: Connexion à la base de données

source: Database must be specified.
fr: La base de données doit être spécifiée.

source: Database Server Error: %s
fr: Erreur serveur de base de données : %s

source: Database:
fr: Base de données :

source: Dataset does not support bookmarks, which are required for multi-record data controls
fr: L'ensemble de données ne supporte pas les signets (bookmark), qui sont requis pour les contrôles de données multi-enregistrement

source: Dataset not in edit or insert mode
fr: L'ensemble de données n'est pas en mode Edition ou Insertion

source: DataSnap Client
fr: Client DataSnap

source: DataSource cannot be changed
fr: Impossible de modifier DataSource

source: Datatype of TypeKind: %s not supported as argument for remote invocation
fr: Type de données TypeKind : %s pas pris en charge en tant qu'argument pour l'invocation distante

source: Date | 062794 | !99/99/00;1;_
fr: Date courte| 2712 | !99/99;1;_

source: Date exceeds maximum of "%s"
fr: La date dépasse le maximum de "%s"

source: Date exceeds maximum of %s
fr: La date dépasse le maximum de "%s"

source: Date is less than minimum of "%s"
fr: La date est inférieure au minimum de "%s"

source: Date is less than minimum of %s
fr: La date est inférieure au minimum de "%s"

source: Date range can only be used in multiselect mode
fr: Une étendue de date ne peut être utilisée qu'en mode multisélection

source: Dates before Year 1 are not supported
fr: Les dates antérieures à l'année 1 ne sont pas supportées.

source: DateTime
fr: JourHeure

source: DateTime picker does not support psmDateTime on current platform
fr: Le sélecteur Date/heure ne supporte psmDateTime sur la plate-forme en cours

source: DAX Error
fr: Erreur DAX

source: Days
fr: Jours

source: DB Links (deprecated)
fr: Liens DB (obsolète)

source: dbExpress driver does not support the %s data type
fr: Le pilote dbExpress ne supporte pas le type de données %s

source: dbExpress Error: %s
fr: Erreur dbExpress : %s

source: dbExpress Error: Unknown Error Code '%s'
fr: Erreur dbExpress : Code d'erreur inconnu '%s'

source: DBX Error: %s
fr: Erreur DBX : %s

source: DCOM not installed
fr: DCOM non installé

source: DDE Error - conversation not established ($0%x)
fr: Erreur DDE - Conversation non établie ($0%x)

source: debug output
fr: sortie de débogage

source: Debug: debug-level messages
fr: Débogage : messages de niveau débogage

source: Dec
fr: Déc

source: Decades
fr: Décades

source: Decagrams
fr: Décagrammes

source: DecaLiters
fr: Décalitres

source: Decameters
fr: Décamètres

source: Decasteres
fr: Décastères

source: December
fr: Décembre

source: Decigrams
fr: Décigrammes

source: DeciLiters
fr: Décilitres

source: Decimeters
fr: Décimètres

source: Decisteres
fr: Décistères

source: Decoder bit buffer under-run
fr: Décoder le tampon de bits à l'exécution

source: Decompression error
fr: Erreur de décompression

source: Decompression Failed
fr: Echec de la décompression

source: Decrement amount will cause invalid results: Count: %d, CurCount: %d
fr: La quantité de la décrémentation générera des résultats non valides : Count : %d, CurCount : %d

source: decrypt
fr: décrypter

source: Decryption Failed
fr: Echec du décryptage

source: Default
fr: Par défaut

source: Default Encoding not specified.
fr: Encodage par défaut non spécifié.

source: Default Value
fr: Valeur par défaut

source: Definition
fr: Définition

source: Del
fr: Suppr

source: Delete
fr: Supprimer

source: Delete %s
fr: Supprimer %s

source: Delete %s?
fr: Supprimer %s ?

source: Delete all selected records?
fr: Supprimer tous les enregistrements sélectionnés ?

source: Delete Blob
fr: Supprimer un blob

source: Delete Collection
fr: Supprimer une collection

source: Delete Container
fr: Supprimer un conteneur

source: Delete Entity
fr: Supprimer une entité

source: Delete existing columns?
fr: Supprimer les colonnes existantes ?

source: Delete Expression
fr: Supprimer une expression

source: Delete Member
fr: Supprimer le membre

source: Delete object
fr: Supprimer un objet

source: Delete Property
fr: Supprimer une propriété

source: Delete record
fr: Supprimer l'enregistrement

source: Delete record?
fr: Supprimer l'enregistrement ?

source: Delete Root Container
fr: Supprimer un conteneur racine

source: Delete Selected
fr: Supprimer les éléments sélectionnés

source: Delete Selection
fr: Supprimer la sélection

source: Delete Table
fr: Supprimer une table

source: Delete|Delete selected bindings
fr: Supprimer|Supprimer les liaisons sélectionnées

source: Delete|Erases the selection
fr: Supprimer|Efface la sélection

source: Deleted
fr: Supprimé

source: Deletes are not allowed
fr: Suppressions non autorisées

source: Delimiter and QuoteChar properties cannot have the same value
fr: Les propriétés Delimiter et QuoteChar ne peuvent avoir la même valeur

source: Demos Coordinator
fr: Coordinateur des démos

source: Department
fr: Département

source: Descriptions|Shows/hides panel descriptions
fr: Descriptions|Afficher/masquer les descriptions de panneaux

source: Design
fr: Conception

source: Desktop
fr: Bureau

source: Destination address required.
fr: Adresse de destination demandée.

source: Destination file already exists.
fr: Le fichier de destination existe déjà.

source: Destination Host Unknown
fr: Hôte de destination inconnu

source: Destination Host Unreachable for Type of Service
fr: Hôte de destination inaccessible pour le type de service

source: Destination Network Unknown
fr: Réseau de destination inconnu

source: Destination Network Unreachable for Type of Service
fr: Réseau de destination inaccessible pour le type de service

source: Device '%s' already exists
fr: Le périphérique '%s' existe déjà

source: Device names expected
fr: Noms de périphériques attendus

source: DeviceID is not available. This application may not be configured to support push notifications
fr: DeviceID n'est pas disponible. Cette application n'est probablement pas configurée pour prendre en charge les notifications push

source: DeviceToken is not available. This application may not be configured to support push notifications
fr: DeviceToken n'est pas disponible. Cette application n'est probablement pas configurée pour prendre en charge les notifications push

source: DeviceToken request failed: %s
fr: La requête DeviceToken a échoué : %s

source: Dialogs
fr: Dialogues

source: DigitalVideo
fr: Vidéo numérique

source: Directory %s does not exist
fr: Le répertoire %s n'existe pas

source: Directory &Name:
fr: &Nom du répertoire :

source: Directory Mask
fr: Masque de répertoire

source: Directory not empty
fr: Répertoire non vide

source: Disconnect
fr: Déconnecter

source: Disconnected.
fr: Déconnecté.

source: Disconnecting clients can cause application errors. Continue?
fr: La déconnexion des clients peut provoquer des erreurs d'application. Continuer ?

source: Disconnecting.
fr: Déconnexion.

source: Disk full
fr: Disque plein

source: Dispatch interface missing from class %s
fr: Interface dispatch manquante dans la classe %s

source: Dispatch methods do not support more than 64 parameters
fr: Les méthodes Dispatch ne gèrent pas plus de 64 paramètres

source: Display Text
fr: Texte d'affichage

source: Display the fields of a data source in a grid.
fr: Afficher les champs d'une source de données dans une grille.

source: Display the value of a field in a control. Use the control to modify the field value.
fr: Afficher la valeur d'un champ dans un contrôle. Utiliser le contrôle pour modifier la valeur du champ.

source: Display the value of a property in a control. Some types of controls can also edit the property.
fr: Afficher la valeur d'une propriété dans un contrôle. Certains types de contrôles peuvent aussi éditer la propriété.

source: Displays a list of the actual strings held in a TStrings instance
fr: Affiche la liste des chaînes réelles contenues dans une instance de TStrings

source: Displays TDateTime, TDate and TTime instances in a human-readable date and time format rather than as a floating-point value
fr: Affiche les instances de TDateTime, TDate et TTime dans un format date et heure lisible, plutôt que sous la forme d'une valeur à virgule flottante

source: Displays the actual string value for std::string and std::wstring instances
fr: Affiche la valeur de chaîne réelle pour les instances de std::string et std::wstring

source: Division by zero
fr: Division par zéro

source: DLL/Shared Library Name not Set
fr: Nom de DLL/bibliothèque partagée non défini

source: DNS Server Reports Query Format Error
fr: Le serveur DNS signale une erreur de format de requête

source: DNS Server Reports Query Name Error
fr: Le serveur DNS signale une erreur de nom de requête

source: DNS Server Reports Query Not Implemented Error
fr: Le serveur DNS signale une erreur de requête non implémentée

source: DNS Server Reports Query Refused Error
fr: Le serveur DNS signale une erreur de requête refusée

source: DNS Server Reports Query Server Error
fr: Le serveur DNS signale une erreur de serveur de requête

source: Do AcquireCredentialsHandle first
fr: Exécuter d'abord AcquireCredentialsHandle

source: Do not allow connctions now
fr: Ne pas autoriser les connexions maintenant

source: Do You want to apply the changes before closing?
fr: Voulez-vous appliquer les modifications avant la fermeture ?

source: Docked control must have a name
fr: Le composant ancré doit avoir un nom

source: Docked Panel
fr: Panneau ancré

source: Documentation Coordinator
fr: Coordinateur Documentation

source: DocumentElement %s:%s expected, %s:%s found
fr: DocumentElement %s:%s attendu, %s:%s trouvé

source: Doesn't support AUTH or the specified SASL handlers!!
fr: Ne supporte pas AUTH ou les gestionnaires SASL spécifiés !!

source: DOM Implementation does not support IDOMParseOptions
fr: L'implémentation DOM ne supporte pas IDOMParseOptions

source: Domestic Partner
fr: Conjoint(e)

source: Done
fr: Terminé

source: Don't Convert option present
fr: Présence d'une option Ne pas convertir

source: Don't know how to add "%s" and "%s"
fr: Ne sait pas comment ajouter "%s" et "%s"

source: Don't know how to compare "%s" and "%s"
fr: Ne sait pas comment comparer "%s" et "%s"

source: Don't know how to divide "%s" and "%s"
fr: Ne sait pas comment diviser "%s" et "%s"

source: Don't know how to multiply "%s" and "%s"
fr: Ne sait pas comment multiplier "%s" et "%s"

source: Don't know how to negate "%s"
fr: Ne sait pas comment rendre négatif "%s"

source: Don't know how to subtract "%s" and "%s"
fr: Ne sait pas comment soustraire "%s" et "%s"

source: Down
fr: Bas

source: Download
fr: Télécharger

source: Download from URL
fr: Télécharger depuis l'URL

source: Download URL required
fr: URL de téléchargement requise

source: Drag Drop
fr: Glisser Déposer

source: Drag Drop/Docking
fr: Glisser, Déposer/Ancrer

source: Drams
fr: Drachmes

source: Drawer
fr: Tiroir

source: Driver already registered:
fr: Pilote déjà enregistré :

source: Driver could not be properly initialized. Client library may be missing, not installed properly, of the wrong version, or the driver may be missing from the system path.
fr: Le pilote n'a pas été correctement initialisé. La bibliothèque client est manquante, n'est pas installée correctement, sa version est incorrecte, ou le pilote n'est pas dans le chemin système.

source: Driver incompatible
fr: Pilote incompatible

source: Driver restricted
fr: Pilote restreint

source: Driver/Connection Registry File '%s' not found
fr: Fichier registre des pilotes/connexions '%s' introuvable

source: DryBuckets
fr: Baquets solide américains

source: DryBushels
fr: Boisseaux solide américains

source: DryGallons
fr: Gallons solide américains

source: DryPecks
fr: Pecks solide américains

source: DryPints
fr: Chopines solide américaines

source: DryQuarts
fr: Pintes solide américains

source: DTD to XML Schema Translator (.dtd <-> .xsd)
fr: DTD vers XML Schema Translator (.dtd <-> .xsd)

source: Duplicatate ProviderID: %s
fr: ProviderID dupliqué : %s

source: Duplicate action name
fr: Nom d'action dupliqué

source: Duplicate CardId found
fr: CardID dupliqué

source: Duplicate field name '%s'
fr: Nom de champ dupliqué '%s'

source: Duplicate gesture name: %s
fr: Nom de mouvement dupliqué : %s

source: Duplicate index name '%s'
fr: Nom d'index dupliqué '%s'

source: Duplicate mime types for extension: %s
fr: Types mime dupliqués pour l'extension : %s

source: Duplicate name '%s' in %s
fr: Nom '%s' dupliqué dans %s

source: Duplicate scale value %s
fr: Nom d'échelle dupliqué %s

source: Duplicate service for provider: %s
fr: Service dupliqué pour le fournisseur : %s

source: Duplicate transaction id
fr: ID de transaction dupliqué

source: Duplicates not allowed
fr: Doublons non autorisés

source: E&val Source
fr: Eva&luer la source

source: E&valuate
fr: E&valuer

source: E&xit
fr: &Quitter

source: E&xport...
fr: E&xporter...

source: Eddystone format not supported
fr: Format Eddystone non pris en charge.

source: Edit &List
fr: Modifier la &liste

source: Edit Access Control List
fr: Modifier la liste de contrôle d'accès

source: Edit Bitmap Collection
fr: Modifier la collection de bitmaps

source: Edit Blob %s/%s Metadata
fr: Modifier la métadonnée %s/%s du blob

source: Edit Container %s Metadata
fr: Modifier la métadonnée %s du conteneur

source: Edit Mask:
fr: Masque :

source: Edit Masks (*.dem)|*.dem|All Files (*.*)|*.*
fr: Masques (*.dem)|*.dem|Tous les fichiers (*.*)|*.*

source: Edit Metadata
fr: Modifier une métadonnée

source: Edit Property
fr: Modifier une propriété

source: Edit record
fr: Modifier l'enregistrement

source: Edit...
fr: Modifier...

source: Editing %s%s%s
fr: Modification de %s%s%s

source: Editing SASL List for %s
fr: Edition de la liste SASL pour %s

source: Effect id %s not found. File is corrupt.
fr: ID d'effet %s introuvable. Le fichier est corrompu.

source: Effects
fr: Effets

source: Element "%s" does not contain a single text node
fr: L'élément "%s" ne contient pas un noeud texte unique

source: Element cannot be inserted at the current position
fr: L'élément ne peut pas être inséré à la position en cours

source: Element Layers
fr: Couches d'éléments

source: Element of Array type %s has no RTTI
fr: L'élément de type Tableau %s n'a pas de RTTI

source: Element Visibility
fr: Visibilité des éléments

source: Emergency: system is unusable
fr: Urgence : le système est inutilisable

source: Empty certificate list
fr: Liste de certificats vide

source: Empty document
fr: Document vide

source: Empty name not allowed in dot notation, use ['']
fr: Un nom vide n'est pas autorisé dans la notation par point, utilisez ['']

source: EMS Error: %0:s
fr: Erreur EMS : %0:s

source: EMS Error: %0:s. %1:s
fr: Erreur EMS : %0:s. %1:s

source: Enabled
fr: Activé

source: Encoding attachment
fr: Encodage de la pièce jointe

source: Encoding text
fr: Encodage du texte

source: Encoding:
fr: Encodage :

source: encrypt
fr: encrypter

source: Encryption key expected to be not null
fr: La clé d'encryptage ne doit pas être null

source: End
fr: Fin

source: End of extentions.
fr: Fin des extensions.

source: End of path
fr: Fin de chemin

source: End of Status
fr: Fin du statut

source: End of stream: Class %s at %d
fr: Fin du flux : Classe %s à %d

source: Enhanced Metafiles
fr: Métafichiers évolués

source: Enter
fr: Entrée

source: Enter Message:
fr: Entrer un message :

source: Enter New Queue Name:
fr: Entrer le nom de la nouvelle file :

source: Enter New Table Name:
fr: Entrer le nom de la nouvelle table :

source: Enter password
fr: Entrer le mot de passe

source: Enter the new property's name
fr: Entrer le nom de la nouvelle propriété

source: Entering Extended Passive Mode (%s)
fr: Entrer en mode passif étendu (%s)

source: Entering Passive Mode (%s).
fr: Entrer en mode passif (%s).

source: Entity: %s
fr: Entité : %s

source: EOF was observed that violates the protocol
fr: EOF : violation du protocole

source: -Err 501 MailB is not implemented
fr: -Err 501 MailB n'est pas implémenté

source: erroneous header field encountered (offset %d)
fr: champ en-tête erroné (offset %d)

source: Error
fr: Erreur

source: Error %d accessing to %s: %s
fr: Erreur %d d'accès à %s : %s

source: Error accepting connection with SSL.
fr: Erreur lors de l'acceptation de la connexion avec SSL.

source: Error adding header: (%d) %s
fr: Erreur d'ajout de l'en-tête : (%d) %s

source: Error adjusting BCD precision
fr: Erreur en ajustant la précision BCD

source: Error assigning Hot-Key to %s. %s
fr: Erreur d'affectation de raccourci clavier à %s. %s

source: ERROR at line %d. '%s' expected but char '%s' found.
fr: ERREUR à la ligne %d. '%s' attendu, mais char '%s' trouvé.

source: ERROR at line %d. %s expected but token %s found.
fr: ERREUR à la ligne %d. %s attendu, mais token %s trouvé.

source: Error binding data to SSL socket.
fr: Erreur lors de la liaison des données au socket SSL.

source: Error calling setsockopt SO_RCVTIMEO: %s
fr: Erreur d'appel de setsockopt SO_RCVTIMEO : %s

source: Error calling setsockopt: %s
fr: Erreur d'appel de setsockopt : %s

source: Error Code:
fr: Code d'erreur :

source: Error compressing stream.
fr: Erreur de compression de flux.

source: Error configuring %s: Object must implement IBindLink
fr: Erreur de configuration de %s : L'objet doit implémenter IBindLink

source: Error configuring %s: Object must implement IBindPosition
fr: Erreur de configuration de %s : L'objet doit implémenter IBindPosition

source: Error connecting to server: %s
fr: Erreur de connexion au serveur : %s

source: Error connecting with SSL.
fr: Erreur lors de la connexion avec SSL.

source: Error creating CFString
fr: Erreur lors de la création de CFString

source: Error creating element: %0:s (%1:s)
fr: Erreur à la création de l'élément : %0:s (%1:s)

source: Error Creating Event
fr: Erreur lors de la création de l'événement

source: Error creating HString for %s
fr: Erreur lors de la création du HString pour %s

source: Error creating object. Please verify that the Microsoft Data Access Components 2.1 (or later) have been properly installed
fr: Erreur à la création de l'objet. Vérifiez que les composants Microsoft Data Access 2.1 (ou supérieur) ont été correctement installés

source: Error Creating Semaphore
fr: Erreur lors de la création du sémaphore

source: Error creating SSL context.
fr: Erreur de création du contexte SSL.

source: Error creating SSL session.
fr: Erreur de création de la session SSL.

source: Error creating system registry entry
fr: Erreur à la création de l'entrée de registre système

source: Error creating variant or safe array
fr: Erreur lors de la création du variant ou du tableau

source: Error creating window
fr: Erreur à la création de fenêtre

source: Error creating window class
fr: Erreur à la création de la classe fenêtre

source: Error creating window device context
fr: Erreur à la création du contexte périphérique fenêtre

source: Error decoding URL style (%%XX) encoded string at position %d
fr: Erreur lors du décodage de la chaîne encodée (%%XX) de style URL à la position %d

source: Error decompressing stream.
fr: Erreur de décompression de flux.

source: Error downloading URL: %s
fr: Erreur de téléchargement de l'URL : %s

source: Error getting device info: (%d) %s
fr: Erreur lors de l'obtention d'informations sur le périphérique : (%d) %s

source: Error getting Server Certificate
fr: Erreur d'obtention du certificat serveur

source: Error getting service list: (%d) %s
fr: Erreur d'obtention de la liste des services : (%d) %s

source: Error getting SSL method.
fr: Erreur lors de l'obtention de la méthode SSL.

source: Error getting the identity of the certificate
fr: Erreur lors de l'obtention de l'identité du certificat

source: Error importing certificate
fr: Erreur lors de l'importation du certificat

source: Error in %0:s when attempting to fill a lookup list with a control (%1:s) which does not support lookups
fr: Erreur dans %0:s lors d'une tentative de remplissage d'une liste de recherche avec un contrôle (%1:s) qui ne supporte pas les recherches

source: Error in %0:s. Inserted item not available for %1:s
fr: Erreur dans %0:s. Elément inséré indisponible pour %1:s

source: Error in %0:s. No control component
fr: Erreur dans %0:s. Aucun composant de contrôle

source: Error in %0:s. No dataset.
fr: Erreur dans %0:s. Aucun ensemble de données.

source: Error in %0:s. No enumerator available for %1:s
fr: Erreur dans %0:s. Aucun énumérateur disponible pour %1:s

source: Error in %0:s. No list control editor "%2:s" available for %1:s
fr: Erreur dans %0:s. Aucun éditeur de contrôle liste "%2:s" disponible pour %1:s

source: Error in %0:s. No list control editor available for %1:s
fr: Erreur dans %0:s. Aucun éditeur de contrôle liste disponible pour %1:s

source: Error in %0:s. No observer support for %1:s
fr: Erreur dans %0:s. Aucun support d'observateur pour %1:s

source: Error in %0:s: Operation not allowed on a unidirectional data source
fr: Erreur dans %0:s : Opération non autorisée sur une source de données unidirectionnelle

source: Error in %2:s: Member %0:s not found in %1:s
fr: Erreur dans %2:s : Membre %0:s non trouvé dans %1:s

source: Error in %s: Source component and control component cannot be the same
fr: Erreur dans %s : Les composants source et contrôle ne peuvent pas être identiques.

source: Error in context method '%s'.
fr: Erreur dans la méthode de contexte '%s'.

source: Error in method %s while waiting for a semaphore.
fr: Erreur de la méthode %s lors de l'attente d'un sémaphore.

source: Error in parameters to %s
fr: Erreur dans les paramètres (%s)

source: Error in parsing command.
fr: Erreur lors de l'analyse de la commande.

source: Error in path
fr: Erreur dans le chemin

source: Error in regular expression at offset %d: %s
fr: Erreur dans l'expression régulière à l'offset %d : %s

source: Error in transformation before send
fr: Erreur de transformation avant l'envoi

source: Error loading dock zone from the stream. Expecting version %d, but found %d.
fr: Erreur de chargement de la zone d'ancrage à partir du flux. Version %d attendue, mais %d trouvée.

source: Error loading MIDAS.DLL
fr: Erreur de chargement du fichier MIDAS.DLL

source: Error loading previously saved settings file: %s Would you like to delete it?
fr: Erreur lors du chargement du fichier de paramètres préalablement enregistré : %s Voulez-vous le supprimer ?
