Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Class Aliases
fr: Alias de classes

source: - Dock zone has no control
fr: - La zone d'ancrage n'a pas de contrôle

source: - Dock zone not found
fr: - Zone d'ancrage non trouvée

source: Group Classes
fr: Classes du groupe

source: &Selected Image
fr: I&mage sélectionnée

source: article retrieved - body follows
fr: article récupéré - le corps suit

source: article retrieved - head and body follow
fr: article récupéré - l'en-tête et le corps suivent

source: article retrieved - head follows
fr: article récupéré - l'en-tête suit

source: article retrieved - request text separately
fr: article récupéré - demander le texte séparément

source: article retrieved - statistics only
fr: article récupéré - statistiques seulement

source: Assign Data From
fr: Affecter les données depuis

source: Decoder
fr: Décodeur

source: done, total %s attributes changed.
fr: terminé, attributs %s changés.

source: Encoder
fr: Encodeur

source: EPSV ALL sent, now only accepting EPSV connections
fr: EPSV ALL envoyé, maintenant seules les connexions EPSV sont acceptées

source: failed, invalid attribute.
fr: en échec, attribut non valide.

source: Mapped Port
fr: Port mappé

source: not specified
fr: non spécifié

source: platform
fr: plate-forme

source: Protocols
fr: Protocoles

source: Protocols (am)
fr: Protocoles (am)

source: Protocols (nz)
fr: Protocoles (nz)

source: Reconcile Action
fr: Action conciliation

source: Value
fr: Valeur

source: "%s" cannot be a child of "%s"
fr: "%s" ne peut pas être un enfant de "%s"

source: "%s" Command not implemented.
fr: Commande "%s" non implémentée.

source: "%s" created.
fr: "%s" créé.

source: "%s" DOMImplementation already registered
fr: DOMImplementation "%s" déjà recensée

source: "%s" is an invalid path
fr: "%s" est un chemin incorrect

source: "%s" is working directory.
fr: "%s" est le répertoire de travail.

source: "%s" must have a Provider
fr: "%s" doit avoir un fournisseur

source: $%x is not a valid %s code point
fr: $%x n'est pas un point de code %s valide

source: %0:s does not reference a component property. Delete %0:s?
fr: %0:s ne référence pas une propriété de composant. Supprimer %0:s ?

source: %0:s does not reference a control component. Delete %0:s?
fr: %0:s ne référence pas un composant de contrôle. Supprimer %0:s ?

source: %0:s does not reference a data source component. Delete %0:s?
fr: %0:s ne référence pas un composant de source de données. Supprimer %0:s ?

source: %d current connections
fr: %d connexions en cours

source: %d is an invalid PageIndex value. PageIndex must be between 0 and %d
fr: %d est une valeur PageIndex non valide. PageIndex doit être compris entre 0 et %d

source: %d is incorrect. Should be between 0 and %d
fr: %d est une valeur incorrecte. Le nombre doit être compris entre 0 et %d

source: %d is not a valid ISO-10646-UCS4 code point
fr: %d n'est pas un point de code ISO-10646-UCS4 valide

source: '%d' is not a valid span
fr: %d' n'est pas une étendue correcte

source: '%d.%d' is not a valid timestamp
fr: %d.%d' n'est pas une heure correcte

source: %f Julian cannot be represented as a DateTime
fr: %f Julien ne peut pas être représenté en tant que DateTime.

source: '%g' is not a valid date and time
fr: %g' ne correspond pas à une date et une heure correctes

source: %g is not a valid value for field '%s'. The allowed range is %g to %g
fr: %g n'est pas une valeur correcte pour le champ '%s'. Les valeurs doivent être comprises entre %g et %g

source: %s - PortTypes:
fr: %s - Types de port :

source: %s (%s, line %d)
fr: %s (%s, ligne %d)

source: %s ActionManager property has not been assigned
fr: La propriété ActionManager %s n'a pas été affectée

source: %s Alert
fr: Alerte %s

source: %s cannot be owned by a different canvas
fr: %s ne peut pas appartenir à un canevas différent

source: %s cannot be set on a ref item
fr: %s ne peut pas être défini pour un élément réf

source: %s class already registered
fr: La classe %s est déjà enregistrée

source: %s class cannot be found in %s
fr: La classe %s est introuvable dans %s

source: %s class has already been added to the server class list
fr: La classe %s a déjà été ajoutée à la liste des classes du serveur

source: %s class is not registered
fr: La classe %s n'est pas enregistrée

source: %s class not found in the server class list
fr: Classe %s introuvable dans la liste des classes du serveur

source: %s class registered with a nil class reference
fr: Classe %s enregistrée avec une référence de classe nil

source: %s Command successful.
fr: Commande %s réussie.

source: %s directory structure.
fr: Structure de répertoires %s.

source: %s does not allow hiding
fr: %s ne permet pas la dissimulation

source: %s does not implement IScopeLookup
fr: %s n'implémente pas IScopeLookup

source: %s does not support custom data
fr: %s ne prend pas en charge les données personnalisées

source: %s doesn't support %s children
fr: %s ne prend pas en charge les enfants %s

source: %s driver cannot be loaded. Make sure your project either uses the %s unit or uses packages so the %s package can be loaded dynamically
fr: Impossible de charger le pilote %s. Assurez-vous que votre projet utilise l'unité %s ou les packages afin que le package %s puisse être chargé dynamiquement

source: %s encoding out of range
fr: Encodage %s hors limites

source: %s error %d, %s
fr: %s erreur %d, %s

source: %s expected
fr: %s attendu

source: ''%s'' expected
fr: %s'' attendu

source: %s Factory property is not assigned
fr: Propriété Factory de %s non affectée

source: %s has a factor of zero
fr: %s a un facteur de zéro.

source: %s has no owner
fr: %s n'a pas de propriétaire

source: %s has not been registered as a COM class
fr: %s n'a pas été recensé comme classe COM

source: %s interface is not supported on this OS version
fr: L'interface %s n'est pas supportée dans cette version du système d'exploitation

source: %s is already associated with %s
fr: %s est déjà associé à %s

source: '%s' is an invalid mask at (%d)
fr: %s' est un masque incorrect à (%d)

source: %s is an invalid setting for the %s property. Use '%s' or a semicolon separated list of one or more of the following: %s %s %s %s %s %s %s %s %s %s %s %s
fr: %s est un paramètre non valide pour la propriété %s. Utilisez '%s' ou une liste séparée par des points-virgules d'un ou de plusieurs éléments suivants : %s %s %s %s %s %s %s %s %s %s %s %s

source: %s is an unrecognized command type
fr: %s est un type de commande non reconnu

source: %s is corrupt.
fr: %s est altéré.

source: %s is not a Gopher+ server
fr: %s n'est pas un serveur Gopher+

source: %s is not a valid BCD value
fr: %s n'est pas une valeur BCD correcte

source: '%s' is not a valid boolean value
fr: %s' n'est pas une valeur booléenne

source: '%s' is not a valid boolean value for field '%s'
fr: %s' n'est pas une valeur booléenne correcte pour le champ '%s'

source: ''%s'' is not a valid component name
fr: %s'' n'est pas un nom de composant correct

source: '%s' is not a valid currency value
fr: %s' n'est pas une valeur monétaire correcte

source: '%s' is not a valid date
fr: %s' n'est pas une date correcte

source: '%s' is not a valid date and time
fr: %s' ne correspond pas à une date et une heure correctes

source: ''%s'' is not a valid date and timeUse SysConst.SInvalidDateTime
fr: %s'' n'est pas une date et heure valideUtiliser SysConst.SInvalidDateTime

source: ''%s'' is not a valid dateUse SysConst.SInvalidDate
fr: %s'' n'est pas une date valideUtiliser SysConst.SInvalidDate

source: %s is not a valid day
fr: %s n'est pas un jour valide

source: %s is not a valid Eddystone instance
fr: %s n'est pas une instance Eddystone valide

source: %s is not a valid Eddystone namespace
fr: %s n'est pas un espace de nommage Eddystone valide

source: '%s' is not a valid floating point value
fr: %s' n'est pas une valeur en virgule flottante correcte

source: '%s' is not a valid floating point value for field '%s'
fr: %s' n'est pas une valeur entière en virgule flottante correcte pour le champ '%s'

source: '%s' is not a valid GUID value
fr: %s' n'est pas une valeur GUID correcte

source: %s is not a valid hex string
fr: %s n'est pas une chaîne hexadécimale correcte

source: '%s' is not a valid integer value
fr: %s' n'est pas une valeur entière correcte

source: '%s' is not a valid integer value for field '%s'
fr: %s' n'est pas une valeur entière correcte pour le champ '%s'

source: ''%s'' is not a valid integer valueUse SysConst.SInvalidInteger
fr: %s'' n'est pas une valeur entière valideUtiliser SysConst.SInvalidInteger

source: %s is not a valid IPv6 address
fr: %s n'est pas une adresse IPv6 valide.

source: %s is not a valid month
fr: %s n'est pas un mois valide

source: %s is not a valid ObjectiveC type
fr: %s n'est pas un type ObjectiveC valide

source: '%s' is not a valid property value
fr: %s' n'est pas une valeur de propriété correcte

source: %s is not a valid service.
fr: %s n'est pas un service valide.

source: '%s' is not a valid time
fr: %s' n'est pas une heure correcte

source: ''%s'' is not a valid timeUse SysConst.SInvalidTime
fr: %s'' n'est pas une heure valideUtiliser SysConst.SInvalidTime

source: %s is not a valid value for field '%s'. The allowed range is %s to %s
fr: %s n'est pas une valeur correcte pour le champ '%s'. L'étendue autorisée est de %s à %s

source: %s is not authorized to perform the requested action.
fr: %s n'est pas autorisé à effectuer l'action demandée.

source: %s method has already been added to the server method list
fr: La méthode %s a déjà été ajoutée à la liste des méthodes du serveur

source: %s method not found in the server method list
fr: Méthode %s introuvable dans la liste des méthodes du serveur

source: '%s' must be an interface derived from IObjectiveCClass
fr: %s' doit être une interface dérivée de IObjectiveCClass

source: '%s' must be an interface derived from IObjectiveCInstance
fr: %s' doit être une interface dérivée de IObjectiveCInstance

source: '%s' must be an interface derived from IObjectiveCProtocol
fr: %s' doit être une interface dérivée de IObjectiveCProtocol

source: %s needs to be activated first.
fr: %s nécessite d'abord une activation.

source: %s needs to be disabled before changed.
fr: %s nécessite une désactivation avant toute modification.

source: %s not allowed after EPSV ALL
fr: %s non autorisé après EPSV ALL

source: %s not implemented on this platform
fr: %s non implémenté sur cette plate-forme

source: %s not in a class registration group
fr: %s n'est pas dans un groupe de recensement de classes

source: %s on %s
fr: %s sur %s

source: %s on line %d
fr: %s sur la ligne %d

source: %s only supports sinking of method calls!
fr: %s ne supporte que la réception des appels de méthode !

source: %s parameter cannot be modified
fr: Impossible de modifier le paramètre %s

source: %s parameter cannot be nil
fr: Le paramètre %s ne peut pas contenir nil

source: %s parameter in call to %s cannot be nil
fr: Le paramètre %s de l'appel à %s ne peut être nil

source: %s Properties
fr: Propriétés %s

source: %s property not set
fr: Propriété %s non définie

source: %s property out of range
fr: Propriété %s hors limites

source: %s Read Alert
fr: Alerte Lecture %s

source: %s requires themes to be enabled
fr: %s nécessite l'activation de thèmes

source: %s requires Windows Vista or later
fr: %s nécessite Windows Vista ou supérieur

source: %s type cannot be modified
fr: Impossible de modifier le type %s

source: %s value type cannot be accessed as %s value type
fr: Le type de valeur %s n'est pas accessible comme type de valeur %s

source: %s Write Alert
fr: Alerte Ecriture %s

source: %s. Vendor error message: %s.
fr: %s. Message d'erreur du fournisseur : %s.

source: %s.CreateBehavior failed with error: %s
fr: %s.CreateBehavior a échoué avec l'erreur : %s

source: %s.FinishPos must be set before calling FindText
fr: %s.FinishPos doit être défini avant l'appel à FindText

source: %s.GetComClass returned nil
fr: %s.GetComClass a renvoyé nil

source: %s.Seek not implemented
fr: %s.Seek non implémenté

source: %s.WebBrowser property not assigned
fr: Propriété %s.WebBrowser non affectée

source: %s: Actual number of parameters (%d) exceeds the current number of stored procedure parameters (%d). Either uncheck the ParamCheck component property or review the parameter list content
fr: %s : Le nombre réel de paramètres (%d) a dépassé le nombre en cours de paramètres de procédure stockée (%d). Désactivez la propriété de composant ParamCheck ou vérifiez le contenu de la liste de paramètres

source: %s: Circular links are not allowed
fr: %s : Les liens circulaires ne sont pas autorisés

source: '%s': command not understood.
fr: %s' : commande non comprise.

source: %s: Is a file.
fr: %s : Est un fichier.

source: %s: Missing call to LoadColumnDetails
fr: %s : Appel de LoadColumnDetails manquant

source: &Abort
fr: A&bandonner

source: &Add
fr: &Ajouter

source: &Add Collection
fr: A&jouter une collection

source: &Add ConnectionString Param
fr: &Ajouter le paramètre ConnectionString

source: &Add Expression
fr: Ajouter une e&xpression

source: &Add fields...
fr: &Ajouter des champs...

source: &Add or Remove Buttons
fr: &Ajouter ou supprimer des boutons

source: &Add...
fr: A&jouter...

source: &All
fr: &Tous

source: &Apply
fr: Appli&quer

source: &Arrange
fr: &Trier

source: &Available
fr: &Disponible

source: &Available Action Classes:
fr: &Classes d'actions disponibles :

source: &Bevel:
fr: &Biseau :

source: &Bind Components:
fr: &Composants de liaison :

source: &Binding Components...
fr: &Liaison des composants...

source: &Bindings
fr: &Liaisons

source: &Bold
fr: &Gras

source: &Browse URL
fr: &Parcourir URL

source: &Browse...
fr: &Parcourir...

source: &Bullets
fr: &Puces

source: &Calculated
fr: &Calculé

source: &Cancel
fr: A&nnuler

source: &Caption:
fr: &Libellé :

source: &Center
fr: Ce&ntrer

source: &Clear
fr: &Effacer

source: &Close
fr: &Fermer

source: &Code Editor...
fr: Editeur de &code...

source: &Columns
fr: &Colonnes

source: &Contents
fr: So&mmaire

source: &Copy
fr: C&opier

source: &Copy Selection
fr: &Copier la sélection

source: &Customize...
fr: &Personnaliser...

source: &Data
fr: D&onnées

source: &Delete
fr: &Supprimer

source: &Delete Collection
fr: Supprimer une &collection

source: &Delete Expression
fr: Supprimer une &expression

source: &Delete Selection
fr: Suppri&mer la sélection

source: &Directories:
fr: &Répertoires :

source: &Domain
fr: &Domaine

source: &Download URL
fr: Téléc&harger l'URL

source: &Edit
fr: &Modifier

source: &Edit CommandText
fr: &Modifier CommandText

source: &Edit Connection Properties
fr: &Modifier les propriétés de connexion

source: &Eval Control
fr: Evalue&r le contrôle

source: &Evaluate
fr: &Evaluer

source: &Exit
fr: &Connexions

source: &Expanded Index:
fr: Index éten&du :

source: &Field Name:
fr: Nom de &champ :

source: &Fields:
fr: &Champs :

source: &Files: (*.*)
fr: &Fichiers : (*.*)

source: &Fill Color:
fr: Couleur de &remplissage :

source: &Find...
fr: C&hercher...

source: &Finish
fr: T&erminer

source: &First
fr: &Premier

source: &Font:
fr: &Police :

source: &Group:
fr: &Groupe :

source: &Header Width
fr: Largeur d'&en-tête

source: &Help
fr: &Aide

source: &Help on Help
fr: Ut&ilisation de l'aide

source: &Ignore
fr: &Ignorer

source: &Input Mask:
fr: &Masque :

source: &Input Text:
fr: &Texte :

source: &Insert
fr: &Insérer

source: &IP Address
fr: Adresse &IP

source: &Italic
fr: Itali&que

source: &Item Width
fr: Lar&geur d'élément

source: &Items
fr: &Eléments

source: &Joined Fields
fr: C&hamps joints :

source: &Key Fields:
fr: Champs c&lé :

source: &Last
fr: &Dernier

source: &Listen on Port:
fr: &Ecouter sur le port :

source: &Load
fr: &Charger

source: &Load...
fr: &Charger...

source: &Lookup
fr: &Référence

source: &Masks...
fr: Ma&sques...

source: &Master Fields
fr: Champs &maître :

source: &Minimize All
fr: Tout rédu&ire

source: &Move Selection
fr: Dé&placer la sélection

source: &Multiline Expressions
fr: E&xpressions multilignes

source: &Name:
fr: &Nom :

source: &nbsp;&nbsp;<span class="Tip">Link to WS-Inspection document of Services <a href="%s">here</a></span>
fr: &nbsp;&nbsp;<span class="Tip">Lien vers document de services WS-Inspection <a href="%s">ici</a></span>

source: &New
fr: &Nouveau

source: &New field...
fr: &Nouveau champ...

source: &New Item
fr: &Nouvel élément

source: &New Message Part...
fr: &Partie Nouveau message...

source: &Next
fr: &Suivant

source: &No
fr: &Non

source: &Open Picture...
fr: &Ouvrir une image...

source: &Open...
fr: Ou&vrir...

source: &Panels
fr: &Volets

source: &Password
fr: &Mot de passe

source: &Password:
fr: &Mot de passe :

source: &Paste
fr: Co&ller

source: &Previous
fr: P&récédent

source: &Print...
fr: &Imprimer...

source: &Prior
fr: Pré&cédent

source: &Property Name:
fr: &Nom de propriété :

source: &Refresh
fr: &Actualiser

source: &Remove
fr: R&etirer

source: &Remove ConnectionString Param
fr: &Retirer le paramètre ConnectionString

source: &Replace
fr: Re&mplacer

source: &Replace...
fr: Rem&placer...

source: &Restore Defaults
fr: &Restaurer les valeurs par défaut

source: &Result Field:
fr: Champ rés&ultat :

source: &Retry
fr: &Réessayer

source: &Run...
fr: E&xécuter...

source: &Sample Masks:
fr: Masques e&xemple :

source: &Save Picture...
fr: &Enregistrer l'image...

source: &Save...
fr: Enregi&strer...

source: &Select All
fr: &Tout sélectionner

source: &Select/Unselect All
fr: &Tout sélectionner/désélectionner

source: &Selected Index:
fr: Index sé&lectionné :

source: &Send Mail...
fr: &Envoyer un email...

source: &Size:
fr: &Taille :

source: &State Index:
fr: Inde&x d'état :

source: &Strikeout
fr: &Barré

source: &System Color:
fr: &Couleur système :

source: &Test Input:
fr: &Test de saisie :

source: &Text:
fr: &Texte :

source: &Tile Vertically
fr: Mosaïque &verticale

source: &Toolbar
fr: &Barre d'outils

source: &Topic Search
fr: Chercher une &rubrique

source: &Transparent Color:
fr: Couleur &transparente :

source: &Underline
fr: S&ouligné

source: &Undo
fr: &Annuler

source: &User Name:
fr: Nom d'&utilisateur :

source: &Username
fr: &Nom d'utilisateur

source: &Width
fr: &Largeur

source: &Width:
fr: Lar&geur :

source: &Yes
fr: &Oui

source: '(' expected but %s found
fr: (' attendu mais %s trouvé(e)

source: (%d, %d) is not a valid DateDay pair
fr: (%d, %d) n'est pas une paire DateDay correcte.

source: (%d, %d, %d) is not a valid DateWeek triplet
fr: (%d, %d, %d) n'est pas un triplet DateWeek correct.

source: (%d, %d, %d, %d) is not a valid DateMonthWeek quad
fr: (%d, %d, %d, %d) n'est pas un quad DateMonthWeek correct.

source: (%d, %d, %d, %d) is not a valid DayOfWeekInMonth quad
fr: (%d, %d, %d, %d) n'est pas un quad DayOfWeekInMonth correct.

source: (All Actions)
fr: (Toutes les actions)

source: (All Collections)
fr: (toutes les collections)

source: (All LiveBindings)
fr: (tous les LiveBindings)

source: (Array)
fr: (Tableau)

source: (Binary)
fr: (Binaire)

source: (default)
fr: Par défaut

source: (No Category)
fr: (pas de catégorie)

source: (No Name)
fr: (pas de nom)

source: (None)
fr: (vide)

source: (Not available)
fr: (non disponible)

source: (Not Shown)
fr: (Non affiché)

source: (Null)
fr: (Vide)

source: (Unassigned)
fr: (Non affecté)

source: (Unknown)
fr: (inconnu)

source: (Untitled)
fr: (sans titre)

source: ')' expected but %s found
fr: )' attendu mais %s trouvé(e)

source: ')' or ',' expected but %s found
fr: )' ou ',' attendu mais %s trouvé(e)

source: , line %d, position %d
fr: , ligne %d, position %d

source: : [ - no volume label - ]
fr: : [ Pas de nom de volume ]

source: ;Input;Output;Input/Output;Result
fr: ;Entrée;Sortie;Entrée/Sortie;Résultat

source: @ Outside address
fr: @ Adresse extérieure

source: [%] parameter cannot be nil
fr: Le paramètre [%] ne peut pas être nil

source: [%s] without Presentation
fr: [%s] sans présentation

source: [0x0005]: Operation Not Supported
fr: [0x0005]: Opération non supportée

source: [new entity]
fr: [nouvelle entité]

source: |AOwner| should be an instance of TCustomPresentedScrollBox
fr: |AOwner| devrait être une instance de TCustomPresentedScrollBox

source: <- &Bind ->
fr: <- &Lier ->

source: </head><body><h1>Error Encountered</h1><P>Interface %s not found</P></body></html>
fr: <html><head></head><body><h1>Error Encountered</h1><P>Interface %s not found</P></body></html>

source: </head><body><h1>Forbidden (403)</h1><P>Access Forbidden</P></body></html>
fr: <html><head></head><body><h1>Forbidden (403)</h1><P>Access Forbidden</P></body></html>

source: <Components[%d]>
fr: <Composants[%d]>

source: <html><body><h1>Internal Application Error</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
fr: <html><body><h1>Erreur d'application interne</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>

source: <html><title>Document Moved 302</title> <body><h1>Object Moved</h1><hr> This Object may be found <a HREF="%s">here.</a><br> <br></body></html>
fr: <html><title>Document d&eacute;plac&eacute; 302</title> <body><h1>Objet d&eacute;plac&eacute;</h1><hr> Cet objet peut &ecirc;tre trouv&eacute; <a HREF="%s">ICI.</a><br> <br></body></html>

source: <html><title>Internal Server Error 500</title> <h1>Internal Server Error 500</h1><hr> Exception: %s<br> Message: %s<br></html>
fr: <html><title>Erreur serveur interne 500</title> <h1>Erreur serveur interne 500</h1><hr> Exception : %s<br> Message : %s<br></html>

source: <Invalid Registration: %s>
fr: <Recensement incorrect : %s>

source: <New control>
fr: <nouveau contrôle>

source: <New field>
fr: <nouveau champ>

source: <New source>
fr: <nouvelle source>

source: <No Records>
fr: <Aucun enregistrement>

source: <Press CTRL-ENTER for new line>
fr: <Appuyez sur CTRL-ENTREE pour une nouvelle ligne>

source: <Unchanged>
fr: <Inchangé>

source: <unknown>
fr: <inconnu>

source: <Unnamed>
fr: <Sans_nom>

source: 0 lines
fr: 0 lignes

source: 10bytes-Extended type in method %s' return type is not supported
fr: Le type étendu sur 10 octets dans le type de retour de la méthode %s n'est pas pris en charge

source: 10bytes-Extended type in parameter %d in method %s is not supported
fr: Le type étendu sur 10 octets dans le paramètre %d de la méthode %s n'est pas pris en charge

source: 32 Bit Rollover missing and ACK set
fr: Rollover 32 bits manquant et ACK défini

source: 32-bit Edition
fr: Edition 32 bits

source: 3D Dark Shadow
fr: Ombre foncée 3D

source: 3D Layers
fr: Couches 3D

source: 3D Light
fr: 3D clair

source: 3D Scene
fr: Scène 3D

source: 3D Shapes
fr: Formes 3D

source: 3GP Audio Files
fr: Fichiers audio 3GP

source: 64-bit Edition
fr: Edition 64 bits

source: A backend thread can't be started because it is already running.
fr: Un thread backend ne peut pas être démarré car il est déjà exécuté.

source: A call to an OS function failed
fr: Un appel à une fonction du système d'exploitation a échoué

source: A callback parameter cannot be found at the provided index
fr: Impossible de trouver un paramètre de la fonction callback à l'index fourni

source: A class named %s already exists
fr: Une classe nommée %s existe déjà

source: A component named %s already exists
fr: Un composant nommé %s existe déjà

source: A connection component is required for async ExecuteOptions
fr: Un composant connexion est requis pour ExecuteOptions asynchrone

source: A control cannot have itself as its parent
fr: Un contrôle ne peut être son propre parent

source: A descendant of TStyledPresentationProxy has not been registered for class %s. Maybe it is necessary to add the %s module to the uses section
fr: Un descendant de TStyledPresentationProxy n'a pas été recensé pour la classe %s. Il est peut-être nécessaire d'ajouter le module %s dans la section uses
