Repository: landrix/Gettext-for-Delphi
Catalog: translations/*/delphi10-1.po
Languages: fr

source: Scroll Bar
fr: Barre de défilement

source: Scrollbar property out of range
fr: Propriété scrollbar hors limites

source: Se&lect all
fr: &Tout sélectionner

source: Searchable
fr: Recherche autorisée

source: Searchable CardDAV
fr: Recherche autorisée sur CardDAV

source: Searchable With Like
fr: Recherche avec LIKE

source: Seconds
fr: Secondes

source: Section properties
fr: Propriétés de section

source: Security layer already active
fr: Couche de sécurité déjà active

source: security/authorization messages (1)
fr: messages sécurité/autorisation (1)

source: security/authorization messages (2)
fr: messages sécurité/autorisation (2)

source: See all members..
fr: Voir tous les membres..

source: See Other
fr: Voir autre

source: Select
fr: Sélectionner

source: Select &All
fr: &Tout sélectionner

source: Select &Color...
fr: Sélectionner la &couleur...

source: Select &Font...
fr: S&électionner la police...

source: Select a binding task
fr: Sélectionner une tâche de liaison

source: Select a component and a property
fr: Sélectionner un composant et une propriété

source: Select a control class
fr: Sélectionner une classe de contrôle

source: Select a control or control class
fr: Sélectionner un contrôle ou une classe de contrôle

source: Select a data source
fr: Sélectionner une source de données

source: Select a data source class
fr: Sélectionner une classe de source de données

source: select a date
fr: sélectionner une date

source: Select a field
fr: Sélectionner un champ

source: Select a grid or a grid class
fr: Sélectionner une grille ou une classe de grille

source: Select All
fr: Tout sélectionner

source: Select All|Selects all bindings
fr: Tout sélectionner|Sélectionner toutes les liaisons

source: Select All|Selects the entire document
fr: Tout sélectionner|Sélectionne l'intégralité du document

source: Select Directory
fr: Sélectionner un répertoire

source: Selected
fr: Sélectionné

source: Selected DOM Vendor does not support this property or method
fr: Le fournisseur DOM sélectionné ne supporte pas cette propriété ou cette méthode

source: Selected printer is not valid
fr: Imprimante sélectionnée non valide

source: Selection contains a component introduced in an ancestor form which cannot be deleted
fr: La sélection contient un composant introduit dans une fiche ancêtre non supprimable

source: Selector '%s' not found
fr: Sélecteur '%s' introuvable

source: Semaphore reached MaxCount
fr: Le sémaphore a atteint MaxCount

source: Send a message
fr: Envoyer un message

source: send article to be posted. End with <CR-LF>.<CR-LF>
fr: envoyer l'article à poster. Terminer par <CR-LF>.<CR-LF>

source: send article to be transferred. End with <CR-LF>.<CR-LF>
fr: envoyer l'article à transférer. Terminer par <CR-LF>.<CR-LF>

source: Send email
fr: Envoyer un email

source: Send image using:
fr: Envoyer l'image en utilisant :

source: Send text using:
fr: Envoyer le texte en utilisant :

source: Send text/image using:
fr: Envoyer le texte/l'image en utilisant :

source: Sent
fr: Envoyé

source: Separator
fr: Séparateur

source: September
fr: Septembre

source: Sequencer
fr: Séquenceur

source: Server Certificate Invalid or not present
fr: Certificat serveur non valide ou absent

source: Server Certificate not accepted
fr: Certificat serveur non accepté

source: Server Connection not locatable when sending message
fr: Connexion serveur non localisable lors de l'envoi du message

source: Server did not respond.
fr: Le serveur n'a pas répondu.

source: Server do not support APOP (no timestamp)
fr: Le serveur ne supporte pas APOP (pas d'horodatage)

source: Server has gracefully disconnected you, possibly because the connection was idle for too long.
fr: Le serveur vous a déconnecté, la connexion est probablement restée inactive trop longtemps.

source: Server is busy
fr: Le serveur est occupé

source: Server method %0:s consumed only %1:d input parameters out of %2:d. Either call with more parameters or change method definition.
fr: La méthode %0:s de serveur a consommé seulement %1:d paramètres d'entrée sur %2:d. Utilisez davantage de paramètres ou modifiez la définition de méthode.

source: Server method %0:s has only %1:d parameters. Too many arguments actual arguments: %2:d.
fr: La méthode %0:s du serveur a seulement %1:d paramètres. Trop d'arguments réels : %2:d.

source: server not responding
fr: pas de réponse du serveur

source: server ready - no posting allowed
fr: serveur prêt - aucune publication autorisée

source: server ready - posting allowed
fr: serveur prêt - publication autorisée

source: Server Returned Unknown Error
fr: Le serveur a renvoyé une erreur inconnue

source: Server sent invalid port number (%s)
fr: Le serveur a envoyé un numéro de port non valide (%s)

source: Server status: active
fr: Statut du serveur : actif

source: Server's method %0:s %1:d parameter in not an input parameter. Either call with less parameters or change the method definition.
fr: Un paramètre de la méthode du serveur n'est pas un paramètre d'entrée (méthode %0:s, paramètre %1:d). Effectuez l'appel avec moins de paramètres ou changez la définition de la méthode.

source: Service "%s" failed to install with error: "%s"
fr: Le service "%s" a échoué pendant son installation avec l'erreur : "%s"

source: Service "%s" failed to uninstall with error: "%s"
fr: Le service "%s" a échoué pendant sa désinstallation avec l'erreur : "%s"

source: Service %s already registered
fr: Le service %s est déjà recensé

source: Service %s is already added to this server
fr: L'%s de service a déjà été ajouté à ce serveur

source: Service closing control connection.
fr: Le service ferme la connexion de contrôle.

source: service discontinued
fr: service interrompu

source: Service failed in custom message(%d): %s
fr: Le service a échoué dans le message personnalisé (%d) : %s

source: Service failed on %s: %s
fr: Le service a échoué pour %s : %s

source: Service Info Page
fr: Page Infos service

source: Service installed successfully
fr: Service installé avec succès

source: Service not available, closing control connection.
fr: Service non disponible, fermeture de la connexion de contrôle.

source: Service not supported by %s provider
fr: Service non supporté par le fournisseur %s

source: Service ready for new user.
fr: Service prêt pour un nouvel utilisateur.

source: Service registration error(%d): %s
fr: Erreur de recensement du service (%d) : %s

source: Service Unavailable
fr: Service indisponible

source: Service uninstalled successfully
fr: Service désinstallé avec succès

source: Session expired
fr: Session expirée

source: Session token expected
fr: Token de session attendu

source: Session token required
fr: Token de session requis

source: SessionID required
fr: SessionID requis

source: Set a property with the value of a field. Update the property when the field value changes.
fr: Définir une propriété avec la valeur d'un champ. Mettre à jour la propriété quand la valeur du champ change.

source: Set create options
fr: Définir les options de création

source: Set LargeStream to True to send streams greater than 2GB
fr: Définissez LargeStream sur True pour envoyer des flux supérieurs à 2 Go

source: Set Size Exceeded.
fr: Taille d'ensemble dépassée.

source: Set the GroupRef property for the cmGroupRef content model
fr: Définir la propriété GroupRef pour le modèle de contenu cmGroupRef

source: SetCipher failed.
fr: Echec de SetCipher.

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
fr: Définir le bit de transparence n'est pas permis pour des images png qui contiennent une valeur alpha pour chaque pixel (COLOR_RGBALPHA et COLOR_GRAYSCALEALPHA)

source: Setting the arguments of a jump list item
fr: Définition des arguments d'un élément de liste de raccourcis

source: Setting the icon location of a jump list item
fr: Définition de l'emplacement de l'icône d'un élément de liste de raccourcis

source: Setting the path of a jump list item
fr: Définition du chemin d'un élément de liste de raccourcis

source: Setting the value of a property store
fr: Définition de la valeur d'une bibliothèque de propriétés

source: SetupDiGetClassDevs error: (%d) %s
fr: Erreur SetupDiGetClassDevs : (%d) %s

source: SHA1: Cannot update a finalized hash
fr: SHA1 : impossible de mettre à jour un code de hachage finalisé

source: SHA2: Cannot update a finalized hash
fr: SHA2 : impossible de mettre à jour un code de hachage finalisé

source: Shapes
fr: Formes

source: ShareContract not available
fr: ShareContract indisponible

source: Sharing not supported under %s
fr: Le partage n'est pas supporté sous %s

source: Shift+
fr: Maj+

source: Short Time | 1345 | !90:00;1;_
fr: Heure courte | 1345 | !90:00;1;_

source: Short Zip Code | 90504 | 00000;1;_
fr: Code postal | 78370 | 00000;1;_

source: Show
fr: Afficher

source: Show changed fields only
fr: Champs modifiés

source: Show conflicting fields only
fr: Champs conflictuels

source: Show Embedded Component
fr: Afficher le composant incorporé

source: Show help
fr: Afficher l'aide

source: Show Strings
fr: Afficher les chaînes

source: Show/Hide elements..
fr: Afficher/masquer les éléments..

source: shutdown
fr: terminer

source: sigaction call failed
fr: l'appel de sigaction a échoué

source: Signed Identifier
fr: Identificateur signé

source: Silver
fr: Argent

source: Sister
fr: Soeur

source: Size
fr: Taille

source: Size mismatch for field '%s', expecting: %d actual: %d
fr: Taille inadéquate pour le champ '%s', attendue : %d actuelle : %d

source: Size Type
fr: Type de taille

source: Skip
fr: Ignorer

source: Sky Blue
fr: Bleu ciel

source: slave status noted
fr: statut esclave signalé

source: Smartcard logon is required and was not used.
fr: Une connexion avec la carte à puce est nécessaire et n'a pas été utilisée.

source: Soap header %s with attribute 'mustUnderstand' set to true was not handled
fr: L'en-tête soap %s n'a pu être géré car l'attribut 'mustUnderstand' est à True

source: SOAP Response Packet: element matching function return not found, received "%s"
fr: Paquet de réponse SOAP : valeur de retour de la fonction de concordance d'éléments introuvable, "%s" reçu

source: Social Profiles
fr: Profils sociaux

source: Social Profiles are not supported on this platform.
fr: Les profils sociaux ne sont pas supportés sur cette plate-forme.

source: Social Security | 555555555 | 000\-00\-0000;1;_
fr: Sécurité sociale | 166107811122233 | !0000000000000\-99;1;_

source: Socket already closed
fr: Socket déjà fermé

source: Socket already open
fr: Socket déjà ouvert

source: Socket Error # %d %s
fr: Erreur de socket n° %d %s

source: Socket is already connected.
fr: Le socket est déjà connecté.

source: Socket is not connected.
fr: Le socket n'est pas connecté.

source: Socket must be in blocking mode
fr: Le socket doit être en mode bloquant

source: Socket not listening
fr: Le socket n'est pas en écoute

source: Socket operation on non-socket.
fr: Opération socket sur cible non-socket.

source: Socket type not compatible with call
fr: Type de socket non compatible avec l'appel

source: Socket type not supported.
fr: Type de socket non supporté.

source: Socks server did not respond.
fr: Le serveur Socks n'a pas répondu.

source: Software caused connection abort.
fr: Le logiciel a provoqué l'interruption de la connexion.

source: Some operation could not be performed because the system is out of resources. Close some windows and try again.
fr: Certaines opérations n'ont pu être effectuée car le système n'a plus de ressources. Fermez quelques fenêtres et essayez à nouveau.

source: Sorry, Unknown Command
fr: Désolé, Commande inconnue

source: Sorry, Unknown Command: %s
fr: Désolé, Commande inconnue : %s

source: source address failed ingress/egress policy
fr: échec de la stratégie d'entrée/sortie (ingress/egress) de l'adresse source

source: Source and Destination arrays must not be the same
fr: Les tableaux source et destination ne doivent pas être les mêmes

source: Source and destination require the same owner
fr: La source et la destination nécessitent le même propriétaire

source: Source Component
fr: Composant source

source: Source Expression
fr: Expression de source

source: Source expression for %s:
fr: Expression de la source pour %s :

source: Source Expression for BindScopeDB1, Image
fr: Expression de la source pour BindScopeDB1, Image

source: Source expression:
fr: Expression de la source :

source: Source Host Isolated
fr: Hôte source isolé

source: Source Member
fr: Membre source

source: Source Quench Message
fr: Message Extinction de source

source: Source Route Failed
fr: Echec de l'itinéraire source

source: Space
fr: Espace

source: Specified input encoding does not match byte order mark.
fr: L'encodage d'entrée spécifié ne correspond pas au BOM (Byte Order Mark).

source: Specified Login Credential Service not found
fr: Le service des informations d'identification de connexion spécifié est introuvable.

source: Specified protocol in request %s is not supported. Current supported protocols are: %s, json, tunnel
fr: Le protocole spécifié dans la requête %s n'est pas supporté. Les protocoles supportés en cours sont : %s, json, tunnel

source: Specified type of field [%s] is not supported on current platform
fr: Le type de champ [%s] spécifié n'est pas supporté sur la plate-forme en cours

source: Specify data source properties
fr: Spécifier les propriétés de la source de données

source: SpinCount out of range. Must be between 0 and %d
fr: SpinCount hors limites. Doit être compris entre 0 et %d

source: SpinLock has been re-entered on the same thread
fr: SpinLock a été ré-entré sur le même thread

source: SpinLock not owned by the current thread
fr: SpinLock non possédé par le thread en cours

source: Spouse
fr: Conjoint(e)

source: SQL Error: Error mapping failed
fr: Erreur SQL : Echec du mappage

source: SQL not supported
fr: SQL non supporté

source: SQLConnection property required for this operation
fr: Propriété SQLConnection requise pour cette opération

source: SquareCentimeters
fr: Centimètres carrés

source: SquareDecameters
fr: Décamètres carrés

source: SquareDecimeters
fr: Décimètres carrés

source: SquareFeet
fr: Pieds carrés

source: SquareHectometers
fr: Hectomètres carrés

source: SquareInches
fr: Pouces carrés

source: SquareKilometers
fr: Kilomètres carrés

source: SquareMeters
fr: Mètres carrés

source: SquareMiles
fr: Milles carrés

source: SquareMillimeters
fr: Millimètres carrés

source: SquareRods
fr: Perches carrées

source: SquareYards
fr: Yards carrés

source: SSCN is not supported on both servers.
fr: SSCN n'est pas supporté sur les deux serveurs.

source: SSL certificate request error.
fr: Erreur de requête de certificat SSL.

source: SSL connection has dropped.
fr: La connexion SSL s'est interrompue.

source: SSL IOHandler is required for this setting
fr: SSL IOHandler est nécessaire pour ce paramétrage

source: SSL is not available on this server.
fr: SSL n'est pas disponible sur ce serveur.

source: SSL library internal error.
fr: Erreur interne de la bibliothèque SSL.

source: SSL module was already loaded and the IP implementation cannot be changed.
fr: Le module SSL a déjà été chargé et l'implémentation IP ne peut pas être changée.

source: SSL module was not loaded or it was not loaded successful. Use LoadSSL method to load the module
fr: Le module SSL n'a pas été chargé, ou il ne l'a pas été avec succès. Utilisez la méthode LoadSSL pour charger le module

source: SSL negotiation failed.
fr: Négociation SSL en échec.

source: SSL status: "%s"
fr: Etat SSL : "%s"

source: SSPI %s returns error #%d(0x%x): %s
fr: SSPI %s renvoie l'erreur #%d(0x%x): %s

source: SSPI interface has failed to initialise properly
fr: L'interface SSPI n'a pas pu s'initialiser correctement

source: St&retch
fr: Aj&uster

source: Stack already created.
fr: Pile déjà créée.

source: Stack Class is undefined.
fr: La classe Stack n'est pas définie.

source: Stack overflow
fr: Débordement de pile

source: Stack underflow
fr: Débordement négatif de la pile

source: Standard Action Classes
fr: Classes d'actions standard

source: Standard Style
fr: Style Standard

source: start
fr: lancer

source: Start index out of bounds (%d)
fr: Index de début hors limites (%d)

source: Start point
fr: Point de début

source: Start points
fr: Points de début

source: Start SSL negotiation command failed.
fr: La commande de démarrage de la négociation SSL a échoué.

source: Starting FTP transfer
fr: Démarrage du transfert FTP

source: StartPos must be set before calling InsertText
fr: StartPos doit être défini avant l'appel à InsertText

source: StartPos, FinishPos and InsertPos must be set before calling Copy
fr: StartPos, FinishPos et InsertPos doivent être définis avant l'appel à Copy

source: StartPos, FinishPos and InsertPos must be set before calling Move
fr: StartPos, FinishPos et InsertPos doivent être initialisées avant d'appeler Move

source: State
fr: Etat

source: State Inde&x:
fr: Inde&x d'état :

source: StatusBar cannot have more than 64 panels
fr: La barre d'état ne peut avoir plus de 64 panneaux

source: StatusBar Panels Editor
fr: Editeur de panneaux StatusBar

source: std::string and std::wstring Visualizer for C++
fr: Visualiseur std::string et std::wstring pour C++

source: Steres
fr: Stères

source: stop
fr: arrêter

source: Stop
fr: Arrêter

source: Stopped
fr: Arrêté

source: Stored Procedures not supported by '%s' Server
fr: Procédures stockées non supportées par le serveur '%s'

source: Stream not specified.
fr: Flux non spécifié.

source: Stream read error
fr: Erreur de lecture du flux

source: Stream write error
fr: Erreur d'écriture dans le flux

source: Stri&keout
fr: &Barré

source: Strikeout
fr: Barré

source: String
fr: Chaîne

source: String expected
fr: Chaîne attendue

source: String expected at position %d in JSON array %s
fr: Chaîne attendue à la position %d dans le tableau JSON %s

source: String index out of range (%d). Must be >= %d and <= %d
fr: Index de chaîne hors limites (%d). Doit être >= %d et <= %d

source: String list does not allow duplicates
fr: La liste de chaînes n'autorise pas les doublons

source: String List Editor
fr: Editeur de liste de chaînes

source: Stringlist not initialized!
fr: Stringlist non initialisée !

source: Strings
fr: Chaînes

source: Strings parameter cannot be nil
fr: Le paramètre chaînes ne peut pas être nil

source: Strong encryption layer is required
fr: Une couche de cryptage fort est requise

source: Structure set to %s.
fr: Structure définie sur %s.

source: Style '%s' already registered
fr: Style '%s' déjà recensé

source: Style '%s' is not registered
fr: Le style '%s' n'est pas recensé

source: Style '%s' not found
fr: Style '%s' non trouvé

source: Style class '%s' already registered
fr: Classe '%s' de style déjà recensée

source: Style class '%s' not found
fr: Classe '%s' de style non trouvée

source: Style not registered
fr: Style non recensé

source: Style resource does not exist
fr: La ressource Style n'existe pas

source: Sub-menu is not in menu
fr: Sous-menu pas dans le menu

source: Success.
fr: Succès.

source: Successful match required
fr: Correspondance réussie requise

source: Successfull API call
fr: Appel API réussi

source: Suffix
fr: Suffixe

source: Sun
fr: Dim

source: Sunday
fr: Dimanche

source: Support for compression method not registered: %s
fr: Support de la méthode de compression non recensé : %s

source: Surrogate value $%x found in %s. Values between $D800 and $DFFF are reserved for use with UTF-16
fr: Valeur de substitution $%x trouvée dans %s. Les valeurs entre $D800 et $DFFF sont réservées pour UTF-16

source: Surrogates not allowed as a single char
fr: Les substituts ne sont pas autorisés en tant que caractère unique

source: Switching protocols
fr: Permutation des protocoles

source: Synonym Name
fr: Nom du synonyme

source: system daemons
fr: démons système

source: System Error. Code: %d. %s%s
fr: Erreur système. Code : %d. %s%s

source: System status
fr: Statut du système

source: Tab index out of bounds
fr: Index d'onglet hors limites

source: Tab position incompatible with current tab style
fr: Position d'onglet incompatible avec le style d'onglet en cours

source: Tab style incompatible with current tab position
fr: Style d'onglet incompatible avec la position d'onglet en cours

source: Table cannot use column %s in an order by operation since it does not exist
fr: La table ne peut pas utiliser la colonne %s dans un tri par opération, car cette colonne n'existe pas

source: Table Catalog Name
fr: Nom du catalogue de la table

source: Table Name
fr: Nom de la table

source: Table Schema Name
fr: Nom du schéma de la table

source: Table Type
fr: Type de la table

source: Table/Procedure not found
fr: Table/Procédure introuvable

source: Tablet
fr: Tablette

source: TAggregateStream Error: no internal streams
fr: Erreur TAggregateStream : pas de flux internes

source: Take Photo
fr: Prendre une photo

source: TCaretPosition.Line has incorrect value
fr: TCaretPosition.Line a une valeur incorrecte

source: TCaretPosition.Pos has incorrect value
fr: TCaretPosition.Pos a une valeur incorrecte

source: TDateTime/TDate/TTime Visualizer for Delphi
fr: Visualiseur TDateTime/TDate/TTime pour Delphi

source: Teal
fr: Sarcelle

source: Telex
fr: Télex

source: Temperature
fr: Température

source: Terminate Thread Timeout
fr: Délai du thread de terminaison dépassé

source: Text
fr: Texte

source: Text &Labels
fr: Libellés &texte

source: Text exceeds memo capacity
fr: Le texte dépasse la capacité du mémo

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
fr: Fichiers texte (*.txt)|*.txt|Tous les fichiers (*.*)|*.*

source: Text files (*.TXT)|*.TXT|Config files (*.SYS;*.INI)|*.SYS;*.INI|Batch files (*.BAT)|*.BAT|All files (*.*)|*.*
fr: Enregistrer la liste de chaînes

source: Text format flag '%s' not supported
fr: Indicateur de format texte '%s' non supporté

source: Text not found: "%s"
fr: Texte non trouvé : "%s"

source: TGA Images
fr: Images TGA

source: That name is already in use by another column.
fr: Ce nom est déjà utilisé par une autre colonne.

source: The "%s" cannot be modified (Fixed = True)
fr: Impossible de modifier le "%s" (Fixed = True)

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
fr: Impossible de créer le format PNG (Portable Network Graphics) car des paramètres de type d'image incorrects ont été fournis.

source: The "Portable Network Graphics" image contains an invalid palette.
fr: L'image "Portable Network Graphics" contient une palette invalide.

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
fr: Cette image "Portable Network Graphics" n'a pu être chargée car l'une de ses principale donnée (ihdr) doit être corrompue

source: The Account Key you have entered is invalid.
fr: La clé de compte que vous avez entrée n'est pas valide.

source: The advertisement is empty
fr: La publicité est vide

source: The best type match in %s for the column: %s is %s. But is cannot be used for an auto increment column.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais elle ne peut être utilisée pour une colonne à incrémentation automatique.

source: The best type match in %s for the column: %s is %s. But it cannot hold unicode characters.
fr: La meilleure correspondance de type dans %s pour la colonne : %s est %s. Mais elle ne peut contenir des caractères unicode.
