Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Modifications are not allowed
de: Änderungen sind nicht gestattet

source: Modified
de: Geändert

source: ModifiedJulianDate
de: Modifiziertes julianisches Datum

source: Module ID required
de: Modul-ID erforderlich

source: Mon
de: Mo

source: Monday
de: Montag

source: Money Green
de: Dollargrün

source: Monitor support function not initialized
de: Unterstützungsfunktion für Monitor nicht initialisiert

source: Monitoring is not available on this device.
de: Überwachung ist auf diesem Gerät nicht verfügbar.

source: Months
de: Monat

source: More Buttons
de: Weitere Schaltflächen

source: Mother
de: Mutter

source: Mouse
de: Maus

source: Move &Up
de: Nach &oben

source: Move Collection Down
de: Kollektion nach unten verschieben

source: Move Collection Up
de: Kollektion nach oben verschieben

source: Move Dow&n
de: Nach &unten

source: Move Down
de: Nach unten

source: Move Down|Move selected downwards
de: Nach unten|Auswahl nach unten verschieben

source: Move Expression Down
de: Ausdruck nach unten verschieben

source: Move Expression Up
de: Ausdruck nach oben verschieben

source: Move Selected Down
de: Auswahl nach unten verschieben

source: Move Selected Up
de: Auswahl nach oben verschieben

source: Move Selection
de: Auswahl verlagern

source: Move Up
de: Nach oben

source: Move Up|Move selected upwards
de: Nach oben|Auswahl nach oben verschieben

source: Mpeg Layer 3 Files
de: Mpeg Layer 3-Dateien

source: Mpeg4 Files
de: Mpeg4-Dateien

source: MultiLine must be True when TabPosition is tpLeft or tpRight
de: Für TabPosition tpLeft und tpRight muss MultiLine True sein

source: Multiple Apache versions implementations are referenced by this project. A project may not reference multiple versions such as Web.HTTPD22Impl and Web.HTTPD24Impl.
de: Von diesem Projekt werden mehrere Implementierungen von Apache-Versionen referenziert. Ein Projekt darf nicht mehrere Versionen, wie Web.HTTPD22Impl und Web.HTTPD24Impl, referenzieren.

source: Multiple body elements not supported
de: Mehrere Rumpfelemente werden nicht unterstützt

source: Multiple transaction not enabled
de: Mehrfach-Transaktionen nicht aktiviert

source: Multiselect is not enabled
de: Mehrfachauswahl ist nicht aktiviert

source: Multiselect mode must be on for this feature
de: Mehrfachauswahl muss für diese Funktion aktiviert sein

source: Must apply updates before refreshing data
de: Die Änderungen müssen vor der Aktualisierung der Daten übernommen werden

source: Must call Edit before table can be modified.
de: Vor Änderung der Tabelle muss "Bearbeiten" aufgerufen werden.

source: Must call Insert before Post.
de: Vor Post muss Insert aufgerufen werden.

source: Must call Post before moving away from a new row.
de: Post muss vor dem Wechseln aus einer neuen Zeile aufgerufen werden.

source: Must enable multiref output for objects when serializing a graph of objects - (%s)
de: Multiref-Output für Objekte muss aktviert werden bei der Serialisierung eines Objektdiagramms - (%s)

source: Must wait on at least one event
de: Es muss auf mindestens ein Ereignis gewartet werden

source: N&ew SubItem
de: Neuer &Untereintrag

source: N&o to All
de: &Alle Nein

source: Name not allowed on a ref item
de: Name für Verweiselement nicht zulässig

source: Name of a parameter must not be empty
de: Der Name eines Parameters darf nicht leer sein

source: Named synchronization objects not supported on this platform
de: Benannte Synchronisierungsobjekte werden auf dieser Plattform nicht unterstützt

source: Nanograms
de: Nanogramm

source: Native %s
de: %s (nativ)

source: NativeNode cannot be null
de: NativeNode kann nicht Null sein

source: NauticalMiles
de: Seemeile

source: Navigation Pane
de: Navigationsbereich

source: Navy
de: Dunkelblau

source: Ne&twork...
de: Ne&tzwerk...

source: Need at least a getter or a setter.
de: Es ist mindestens ein Getter oder ein Setter erforderlich.

source: Need at least Android %s (API %s)
de: Mindestens Android %s (API %s) erforderlich

source: Negating the minimum value of a Timespan is invalid
de: Negation des Minimalwertes einer Zeitspanne ist ungültig

source: Negative stream size invalid
de: Negative Stream-Größen sind ungültig

source: Nested dataset must inherit from %s
de: Verschachtelte Datenmengen müssen von %s vererbt sein

source: Nested datasets cannot have a MasterSource
de: Bei verschachtelten Datenmengen ist MasterSource nicht zulässig

source: Network socket error: %s (%d), on API '%s'
de: Netzwerk-Socket-Fehler: %s (%d), für API '%s'

source: New
de: Neu

source: New %s
de: Neu: %s

source: New %s|Create new %s
de: Neu: %s|Neu erstellen: %s

source: New access policy
de: Neue Zugriffsrichtlinie

source: New Binding Component
de: Neue Bindungskomponente

source: New Binding...
de: Neue Bindung...

source: New Binding|Create new binding from list
de: Neue Bindung|Neue Bindung aus Liste erstellen

source: New components cannot be added to frame instances.
de: Zu Frame-Instanzen können keine neuen Komponenten hinzugefügt werden.

source: New Field
de: Neues Feld

source: New grid
de: Neues Gitter

source: New instance of type %0:s does not match expected type %1:s
de: Neue Instanz des Typs %0:s stimmt nicht mit dem erwarteten Typ %1:s überein

source: New Item
de: Neuer Eintrag

source: New Layer
de: Neue Ebene

source: New LiveBinding Component...
de: Neue LiveBinding-Komponente...

source: New Lookup Field
de: Neues Nachschlagefeld

source: New Relationships...
de: Neue Beziehungen...

source: New source item name:
de: Name des neuen Quellelements:

source: Next
de: Nächstes

source: Next record
de: Nächster Datensatz

source: Next Tab
de: Nächste Registerkarte

source: Next|Go to the next tab
de: Weiter|Zur nächsten Registerseite wechseln

source: NickName
de: Spitzname

source: No
de: &Nein

source: No "%s" defined in %s
de: "%s" nicht definiert in %s

source: No %0:s compatible push service available for device "%1:s"
de: Kein mit %0:s kompatibler Push-Dienst verfügbar für Gerät "%1:s"

source: No %2:s type found for the column: %1:s in %0:s.
de: Keinen %2:s Typ für die Spalte: %1:s in %0:s gefunden.

source: No %s implementation found
de: Keine %s-Implementierung gefunden

source: No access to temporary file
de: Kein Zugriff auf temporäre Datei

source: No access to temporary file: check TMPDIR setting
de: Kein Zugriff auf temporäre Datei: überprüfen Sie die TMPDIR-Einstellung

source: No ActionBand style unit present in the uses clause.Your application must include either XPStyleActnCtrls, StdStyleActnCtrls or a third party ActionBand style unit in its uses clause
de: In dieser uses-Klausel ist keine Stil-Unit für ActionBand vorhanden.Ihre Anwendung muss entweder XPStyleActnCtrls, StdStyleActnCtrls oder eine Stil-Unit für ActionBand eines Fremdherstellers in der uses-Klausel enthalten

source: No active document
de: Kein aktives Dokument

source: No adapter
de: Kein Adapter

source: No address specified
de: Keine Adresse angegeben

source: No argument for format '%s'
de: Kein Argument für Format '%s'

source: No automatically activated data modules
de: Keine automatisch aktivierten Datenmodule

source: No available connections to %s
de: Keine verfügbaren Verbindungen zu %s

source: No Beacon device registered
de: Kein Beacon-Gerät registriert

source: No BluetoothManager implementation found
de: Keine BluetoothManager-Implementierung gefunden

source: No CaptureDeviceManager implementation found
de: Keine CaptureDeviceManager-Implementierung gefunden

source: No Class is regisgtered to implement interface %s
de: Keine Klasse zum Implementieren des Interface %s registriert

source: No class registered for invokable interface %s
de: Keine Klasse registriert für aufrufbares Interface %s

source: No close token for type %s
de: Kein Schließen-Token für den Typ %s

source: No COM classes have been registered
de: Es wurden keine COM-Klassen registriert

source: No ComClass specified
de: Keine ComClass angegeben

source: No connection
de: Keine Verbindung

source: No context-sensitive help installed
de: Keine kontextsensitive Hilfe installiert

source: No context-sensitive help installed.
de: Keine kontextsensitive Hilfe installiert.

source: No control selected
de: Kein Steuerelement ausgewählt

source: No conversion exists for JSON value %0:s
de: Keine Konvertierung für JSON-Wert %0:s vorhanden

source: No conversion exists for JSON value %s
de: Keine Konvertierung für JSON-Wert %s vorhanden

source: No conversion is available from type %s to %s
de: Konvertierung von Typ %s in %s ist nicht verfügbar

source: No converter with the name %s has been registered
de: Ein Konverter mit dem Namen %s wurde nicht registriert

source: No data
de: Keine Daten

source: No data modules registered
de: Keine Datenmodule registriert

source: No default browser is specified
de: Es ist kein Standard-Browser eingetragen

source: No Device assigned
de: Kein Gerät zugewiesen

source: No dispatcher component found on data module
de: Keine Dispatcher-Komponente im Datenmodul gefunden

source: No Dispatcher set
de: Kein Dispatcher eingerichtet

source: No fields defined. Cannot create dataset
de: Es wurden keine Felder definiert. Datenmenge kann nicht erzeugt werden

source: No global or local color table defined
de: Keine globale oder lokale Farbtabelle definiert

source: No handler to link types %s and %s.
de: Keine Behandlungsroutine zum Linken der Typen %s und %s.

source: No help available
de: Keine Hilfe verfügbar

source: No help found for "%s"
de: Keine Hilfe gefunden für "%s"

source: No help found for %s
de: Keine Hilfe für %s gefunden

source: No help found for context %d
de: Keine Hilfe für Kontext %d gefunden

source: No help found for context %d.
de: Keine Hilfe für Kontext %d gefunden.

source: No help keyword specified.
de: Kein Hilfe-Schlüsselwort angegeben.

source: No Help Manager installed.
de: Kein Hilfemanager installiert.

source: No help viewer that supports filters
de: Kein Hilfe-Viewer, der Filter unterstützt

source: No index currently active
de: Es ist momentan kein Index aktiv

source: No index for fields '%s'
de: Kein Index für die Felder '%s' vorhanden

source: No interface registered for soap action '%s'
de: Kein registriertes Interface für die SOAP-Aktion '%s'

source: No interface registered for URL '%s'
de: Kein registriertes Interface für URL '%s'

source: No interface is registered to handle URL %s
de: Kein Interface registriert für die Behandlung der URL %s

source: No invokable class registered that implements interface %s of (soap action/path) %s
de: Zum Implementieren von Interface %s für (SOAP-Aktion/Pfad) %s ist keine aufrufbare Klasse registriert.

source: No long %2:s type found for the column: %1:s in %0:s.
de: Keinen langen %2:s Typ für die Spalte: %1:s in %0:s gefunden.

source: No mapping for the Unicode character exists in the target multi-byte code page
de: Keine Zuordnung für Unicode-Zeichen in der Multibyte-Zielcodeseite vorhanden

source: No markup services available
de: Keine Auszeichnungs-Services verfügbar

source: No matching ADO data type for %s
de: Kein passender ADO-Datentyp für %s

source: No matching DOM Vendor: "%s"
de: Kein entsprechender DOM-Hersteller: "%s"

source: No matching overload for %s found
de: Nicht übereinstimmende Überladung für %s gefunden

source: No MCI device open
de: Kein MCI-Gerät geöffnet

source: No Message processing node set
de: Kein Knoten zur Meldungsverarbeitung festgelegt

source: No meta type factory
de: Kein Metatypgenerator

source: No metadata could be loaded for: %s.
de: Es konnten keine Metadaten für %s geladen werden.

source: No method named '%s' is supported by interface '%s'
de: Methode mit Namen '%s' wird von Interface '%s' nicht unterstützt

source: No method with the name %s has been registered
de: Eine Methode mit dem Namen %s wurde nicht registriert

source: No Modification Allowed Error
de: Fehler: Keine Modifikation zulässig

source: No more data in reader.
de: Keine weiteren Daten im Reader.

source: No more data.
de: Keine weiteren Daten.

source: No more new operations are allowed until the completion of the previous one
de: Bis zum Abschluss der vorherigen Operation sind keine neuen mehr zulässig

source: No more rows
de: Keine weiteren Zeilen

source: No multi cast observer with ID %d was added to the observer collection
de: Der Observer-Kollektion wurde kein Mehrfach-Typumwandlungs-Observer mit der ID %d hinzugefügt

source: No Native to Message converter set
de: Kein Konverter (Nativ zu Meldung) eingerichtet

source: No OnGetItem event handler assigned
de: Keine OnGetItem-Ereignisbehandlungsroutine zugewiesen

source: No page loaded
de: Keine Seite geladen

source: No parameter type for parameter '%s'
de: Kein Parametertyp für Parameter '%s'

source: No parent control found
de: Kein übergeordnetes Steuerelement gefunden

source: No platform style found for the current platform
de: Kein Plattformstil für die aktuelle Plattform gefunden

source: No platform styles found
de: Kein Plattformstil gefunden

source: No Product name found for Data Provider. No metadata can be provided.
de: Keinen Produktnamen für Datenprovider gefunden. Metadaten können nicht bereitgestellt werden.

source: No property pages are available for this control
de: Für dieses Element sind keine Eigenschaftsseiten verfügbar

source: No resource value
de: Kein Ressourcenwert

source: No RTTI information found for class %s
de: Keine RTTI-Informationen gefunden für Klasse %s

source: No schema name specified.
de: Kein Schemaname angegeben.

source: No search string specified
de: Kein Suchtext angegeben

source: No selected DOM Vendor
de: Kein DOM-Anbieter ausgewählt

source: No server available
de: Kein Server verfügbar

source: No Service assigned
de: Kein Dienst zugewiesen

source: No service available for URL %s
de: Kein Dienst für die URL %s verfügbar

source: No single cast observer with ID %d was added to the observer collection
de: Der Observer-Kollektion wurde kein Einfach-Typumwandlungs-Observer mit der ID %d hinzugefügt

source: No SQL statement available
de: Keine SQL-Anweisung verfügbar

source: No statement to execute
de: Keine ausführbare Anweisung

source: No table
de: Keine Tabelle

source: No Table of Contents found.
de: Kein Inhaltsverzeichnis gefunden

source: No targetNamespace attribute
de: Kein targetNamespace-Attribut

source: No to All
de: &Alle Nein

source: No token to close.
de: Kein Token zum Schließen.

source: No topic-based help installed.
de: Keine themenbasierte Hilfe installiert.

source: No topic-based help system installed
de: Kein themenbezogenes Hilfesystem installiert

source: No URL property set - please specify the URL of the Service you wish to connect to
de: URL-Eigenschaft nicht gesetzt - geben Sie die URL des Services an, zu dem Sie verbunden werden möchten

source: No URL was specified for 'GET'
de: Für 'GET' wurde keine URL angegeben

source: No value for parameter '%s'
de: Fehlender Wert für Parameter '%s'

source: No WSDL document associated with WSDLView
de: Kein WSDL-Dokument zugeordnet zu WSDLView

source: No WSDL or URL property was set in the THTTPRIO component. You must set the WSDL or URL property before invoking the Web Service
de: In der THTTPPRIO-Komponente wurde keine WSDL- oder URL-Eigenschaft gesetzt. Vor Aufruf des Web Service muss eine dieser Eigenschaften gesetzt sein

source: Node "%s" not found
de: Knoten "%s" nicht gefunden

source: Node cannot be null
de: Knoten kann nicht Null sein

source: Node index %d is not valid.
de: Knotenindex %d ist nicht gültig.

source: Node is readonly
de: Knoten ist schreibgeschützt

source: Node Not Found Error.
de: Fehler: Knoten nicht gefunden.

source: None
de: Ohne

source: none specified (uses rest)
de: nicht festgelegt (REST wird verwendet)

source: Not a solid color brush
de: Kein Pinsel mit einer einheitlichen Farbe

source: Not a valid close JsonToken: %s
de: Kein gültiges Schließen-JsonToken: %s

source: Not applicable to this descriptor type
de: Nicht anwendbar auf diesen Deskriptortyp

source: Not editing
de: Datenmenge weder im Editier- noch im Einfügemodus

source: Not enough timers available
de: Nicht genügend Timer verfügbar

source: Not implemented
de: Nicht implementiert

source: Not in cached update mode
de: Nicht im Cached-Update-Modus

source: Not supported
de: Nicht unterstützt

source: Not supported on this platform
de: Auf dieser Plattform nicht unterstützt

source: Note
de: Hinweis

source: nothing
de: leer

source: NotificationCenter: Action is not supported in Android
de: NotificationCenter: Aktion wird in Android nicht unterstützt

source: NotificationCenter: Title is not supported in iOS
de: NotificationCenter: Titel wird in iOS nicht unterstützt

source: NULL only allowed with '=' and '<>'
de: NULL ist nur mit '=' und '<>' erlaubt

source: Nullable type has no value
de: Nullable Typ hat keinen Wert

source: Number expected
de: Zahl erwartet

source: Number of sockets must not exceed FD_SETSIZE(%d)
de: Anzahl der Sockets darf FD_SETSIZE(%d) nicht übersteigen

source: Object cannot be instantiated
de: Objekt kann nicht instantiiert werden

source: Object expected at position %d in JSON array %s
de: Objekt an Position %d in JSON-Array %s erwartet

source: Object factory for class %s missing
de: Der Objektgenerator für die Klasse %s fehlt

source: Object lock not owned
de: Kein Eigentümer der Objektsperre

source: Object must be valid
de: Objekt muss gültig sein

source: Object not attached to backend
de: Objekt nicht mit Backend verbunden

source: Object not available: %s
de: Das Objekt ist nicht verfügbar: %s

source: Object not found
de: Objekt nicht gefunden

source: Object type %s not registered
de: Objekttyp %s ist nicht registriert

source: Object type name required as parameter value
de: Name des Objekttyps als Parameterwert erforderlich

source: Object type not supported for operation
de: Objekttyp für Operation nicht unterstützt

source: Objecta are not supported with this metadata store.
de: Objekte werden bei diesem Metadatenspeicher nicht unterstützt.

source: ObjectID required
de: ObjectID erforderlich

source: ObjectiveC class %s could not be found
de: ObjectiveC-Klasse %s wurde nicht gefunden

source: ObjectView must be True for Table with Object fields
de: ObjectView muss bei Tabellen mit Objektfeldern True sein

source: Observer is not available
de: Observer ist nicht verfügbar

source: Observer is not supported
de: Observer wird nicht unterstützt

source: Oct
de: Okt

source: October
de: Oktober

source: Odd byte position not valid for WideString
de: Ungerade Byte-Positionen sind für WideString nicht zulässig

source: Odd size not valid for WideString
de: Ungerade Größen sind für WideString nicht zulässig

source: Off
de: Aus

source: Offset and length are invalid for the given array
de: Offset und Länge sind für das angegebene Array ungültig

source: OLE control activation failed
de: Aktivierung des OLE-Steuerelements misslungen

source: OLE error %.8x
de: OLE-Fehler %.8x

source: Olive
de: Olivgrün

source: On
de: Ein

source: On Android platform, only overloads with TInputCloseBoxProc or TInputCloseBoxEvent are supported
de: Auf der Android-Plattform werden nur Überladungen mit TInputCloseBoxProc oder TInputCloseBoxEvent unterstützt

source: One module expected
de: Ein Modul erwartet

source: One or more Entities were not imported.
de: Eine oder mehrere Entitäten wurden nicht importiert.

source: One or more errors occurred
de: Einer oder mehrere Fehler sind aufgetreten

source: One or more tasks were cancelled
de: Mindestens eine Aufgabe wurde abgebrochen

source: One user expected
de: Ein Benutzer erwartet

source: OnGetClass event not set or it did not provide a class reference
de: OnGetClass-Ereignis nicht gesetzt, oder Ereignis hat keine Klassenreferenz bereitgestellt

source: Only CategoryPanels can be inserted into a CategoryPanelGroup
de: Nur CategoryPanels können in eine CategoryPanelGroup eingefügt werden

source: Only one data module per application
de: Nur ein Datenmodul pro Anwendung

source: Only one FaultCode element allowed
de: Nur ein FaultCode-Element zulässig

source: Only one FaultString element allowed
de: Nur ein FaultString-Element zulässig

source: Only one WebDispatcher per form/data module
de: Nur ein WebDispatcher pro Formular/Datenmodul

source: Only UDP socket types support broadcasts
de: Nur UDP-Socket-Typen unterstützen Broadcasts

source: Only white space characters should be used.
de: Es sollten nur Leerzeichen verwendet werden.

source: On-Screen Keyboard
de: Bildschirmtastatur

source: open
de: öffnen

source: Open
de: Öffnen

source: Open Mask File
de: Maskendatei öffnen

source: Open MyBase table
de: MyBase-Tabelle öffnen

source: Open Picture
de: Bild öffnen

source: Open to
de: Öffnen in

source: Open trace log file
de: Protokolldatei für Ablaufverfolgung öffnen

source: Open with...
de: Öffnen mit...

source: Open|Opens an existing file
de: Öffnen|Vorhandene Datei öffnen

source: Operation "%s" not supported on %s
de: Vorgang "%s" nicht unterstützt auf %s

source: Operation %s cannot complete since it expects a container for at least %s bytes instead of %s
de: Operation %s kann nicht abgeschlossen werden, weil ein Container für mindestens %s Bytes anstatt für %s erwartet wird

source: Operation aborted
de: Operation abgebrochen

source: Operation Cancelled
de: Operation vom Benutzer abgebrochen

source: Operation cannot be completed because a user is not logged in.
de: Vorgang kann nicht ausgeführt werden, weil ein Benutzer nicht angemeldet ist.

source: Operation cannot mix aggregate value with record-varying value
de: Die Operation kann keine Zusammenfassungswerte mit Datensatzwerten mischen

source: Operation failed due to an internal error
de: Operation aufgrund eines internen Fehlers fehlgeschlagen

source: Operation failed. Connection was closed
de: Operation fehlgeschlagen. Verbindung wurde geschlossen

source: Operation not allowed in a DBCtrlGrid
de: Operation in einem DBCtrlGrid nicht erlaubt

source: Operation not allowed on a unidirectional dataset
de: Diese Operation ist bei einer unidirektionalen Datenmenge nicht gestattet

source: Operation not allowed on active %s
de: Operation nicht zulässig, wenn %s aktiv ist

source: Operation not allowed on an empty OLE container
de: Operation mit einem leeren OLE-Container nicht zulässig

source: Operation not allowed on sorted list
de: Operation für sortierte Listen nicht zulässig

source: Operation not allowed on Sorted string list
de: Operation bei einer sortierten String-Liste nicht zulässig

source: Operation not allowed with aggregates active
de: Operation mit aktiven Aggregaten nicht zulässig

source: Operation not supported
de: Operation nicht unterstützt

source: Operation not supported by SQLite
de: [0x0005]: Operation wird nicht unterstützt

source: Operation not supported on selected printer
de: Operation auf ausgewähltem Drucker nicht verfügbar

source: Operation not supported with this descriptor kind: %s
de: Vorgang nicht unterstützt mit diesem Deskriptortyp: %s

source: Optimistic lock failed
de: Optimistic Lock fehlgeschlagen

source: Optimizing
de: Optimierung

source: Option not set to allow Native type to be set to NULL
de: Option zum Setzen des Typs Native auf NULL nicht gesetzt

source: Ordinal
de: Ordinalzahl

source: Ordinal is outside the bounds of this cursor.
de: Ordinalzahl befindet sich außerhalb des Bereichs dieses Cursors.

source: Organization
de: Organisation

source: Original Value
de: Originalwert

source: OS exception handling initialization failed
de: Initialisierung der BS-Exception-Behandlung fehlgeschlagen

source: Other
de: Sonstige

source: Other fax
de: Weiteres Fax

source: Other scale
de: Andere Skalierung

source: Ounces
de: Unze

source: Out of memory
de: Zu wenig Arbeitsspeicher
