Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: A region must be registered in order to scan for iBeacons due to Core Location framework.
de: Eine Region muss gemäß dem Core Location Framework registriert werden, damit iBeacons gesucht werden können.

source: A registered gesture named %s already exists
de: Eine registrierte Geste mit der Bezeichnung %s ist bereits vorhanden

source: A regular expression specified in RegEx is required
de: Ein in RegEx angegebener regulärer Ausdruck ist erforderlich

source: A style named %s has already been registered
de: Ein Attribut namens %s wurde bereits registriert

source: A style named %s has not been registered
de: Ein Stil namens %s wurde nicht registriert

source: A StyleHook class has not been registered for %s
de: Für %s wurde keine StyleHook-Klasse registriert

source: A transaction is already active
de: Es ist bereits eine Transaktion aktiv

source: A valid high surrogate character is >= $D800 and <= $DBFF
de: Ein gültiges hohes Ersatzzeichen ist >= $D800 und <= $DBFF

source: A valid low surrogate character is >= $DC00 and <= $DFFF
de: Ein gültiges niedriges Ersatzzeichen ist >= $DC00 und <= $DFFF

source: A view definition must start with the CREATE keyword.
de: Eine Sichtdefinition muss mit dem Schlüsselwort CREATE beginnen.

source: A Win32 API function failedUse SUnkOSError
de: Eine Win32 API-Funktion ist fehlgeschlagenVerwenden Sie SUnkOSError

source: A&lignment:
de: &Ausrichtung:

source: A&pply
de: Ü&bernehmen

source: A&ssigned (tried in order listed)
de: Zuge&wiesen (versucht in aufgeführter Reihenfolge)

source: A&vailable Indexes
de: Verfügbare &Indizes

source: Abort
de: Abbrechen

source: About
de: Info

source: About Internet &Direct (Indy) %s...
de: Info über Internet &Direct (Indy) %s...

source: About...
de: Info...

source: Absolute
de: Absolut

source: Abstract Error
de: Abstrakter Fehler

source: Access Control List
de: Zugriffskontrollliste

source: Access denied
de: Zugriff verweigert

source: Access violation
de: Zugriffsverletzung

source: Access violation at address %p in module '%s'. %s of address %p
de: Zugriffsverletzung bei Adresse %p in Modul '%s'. %s von Adresse %p

source: Access violation at address %p, accessing address %p
de: Zugriffsverletzung bei Adresse %p beim Zugriff auf Adresse %p

source: Access violation at address %p. %s of address %p
de: Zugriffsverletzung bei Adresse %p. %s von Adresse %p

source: Accessing the properties of %s/%s blob failed. Error code is: %d.
de: Zugriff auf die Eigenschaften des Blobs %s/%s fehlgeschlagen. Fehlercode: %d.

source: AControlClass cannot be nil. Factory cannot generate presentation name.
de: AControlClass darf nicht nil sein. Generator kann Darstellungsname nicht generieren.

source: Acquire
de: Abrufen

source: AcreFeet
de: Morgen/Fuß

source: AcreInches
de: Morgen/Zoll

source: Acres
de: Morgen

source: Action
de: Aktion

source: Action %d
de: Aktion %d

source: Action: %0:s, Mask: '%1:s'
de: Aktion: %0:s, Maske: '%1:s'

source: ActionManager must first be assigned
de: ActionManager muss zuerst zugewiesen werden

source: Activate
de: Aktivieren

source: Active Border
de: Aktiver Rahmen

source: Active Caption
de: Aktive Titelleiste

source: Active printer DPI cannot be changed while printing
de: DPI des aktiven Druckers kann während des Druckens nicht geändert werden

source: ActiveX Control Data Bindings Editor
de: Editor für ActiveX-Datenbindung

source: Ad failed to load: %d
de: Anzeige konnte nicht geladen werden: %d

source: Adapter does not have a Response component
de: Adapter hat keine Response-Komponente

source: Adapter RootElement, "%s", is not a valid path for the response JSON
de: Adapter RootElement, "%s", ist kein gültiger Pfad für das Antwort-JSON

source: Add
de: Hinzufügen

source: Add %s
de: %s hinzufügen

source: Add a Property
de: Eigenschaft hinzufügen

source: Add all &fields
de: Alle Fel&der hinzufügen...

source: Add All &Fields
de: Alle Felder hin&zufügen

source: Add All Fields
de: Alle Felder hinzufügen

source: Add Block
de: Block hinzufügen

source: Add Collection
de: Kollektion hinzufügen

source: Add Entity
de: Entität hinzufügen

source: Add Expression
de: Ausdruck hinzufügen

source: Add F&ield to SQL
de: F&eld zu SQL hinzufügen

source: Add fields
de: Felder hinzufügen

source: Add Fields
de: Felder hinzufügen

source: Add Images
de: Bilder hinzufügen

source: Add item
de: Eintrag hinzufügen

source: Add Item
de: Eintrag hinzufügen

source: Add Message
de: Nachricht hinzufügen

source: Add New
de: Neue hinzufügen

source: Add new...
de: Neue hinzufügen...

source: Add Page
de: Seite hinzufügen

source: Add Property
de: Eigenschaft hinzufügen

source: Add Queue
de: Queue hinzufügen

source: Add T&able to SQL
de: T&abelle zu SQL hinzufügen

source: Add Table
de: Tabelle hinzufügen

source: Add to layer %s
de: Zu Ebene %s hinzufügen

source: Add to new layer
de: Zu neuer Ebene hinzufügen

source: Adding a custom category ('%s') and its child items to a new jump list
de: Benutzerdefinierte Kategorie ("%s") und untergeordnete Einträge werden einer neuen Sprungliste hinzugefügt

source: Adding an item to an object array
de: Eintrag wird einem Objekt-Array hinzugefügt

source: Adding your tasks to a new jump list
de: Aufgaben werden einer neuen Sprungliste hinzugefügt

source: Additional columns must be added after the prescribed columns.
de: Zusätzliche Spalten müssen nach den vorgeschriebenen Spalten eingefügt werden.

source: Additional text encountered after finished reading JSON content: %s.
de: Weiteren Text nach Abschluss des Lesens des JSON-Inhalts gefunden: %s.

source: address
de: Adresse

source: Addresses
de: Adressen

source: After parsing a value an unexpected character was encountered: %s
de: Nach Analyse eines Wertes wurde ein unerwartetes Zeichen gefunden: %s

source: Aggregate expressions not allowed in filters
de: In Filtern sind keine Aggregationsausdrücke erlaubt

source: Aggregates
de: Aggregatfunktionen

source: Align &Left
de: &Links ausrichten

source: Align &Right
de: &Rechts ausrichten

source: Align Left|Aligns text at the left indent
de: Links ausrichten|Text linksbündig ausrichten

source: Align Right|Aligns text at the right indent
de: Rechts ausrichten|Text rechtsbündig ausrichten

source: All
de: Alle

source: All (*.bmp, *.ico)|*.bmp;*.ico|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico
de: Alle (*.bmp, *.ico)|*.bmp;*.ico|Bitmaps (*.bmp)|*.bmp|Symbole (*.ico)|*.ico

source: All (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|Enhanced Metafiles (*.emf)|*.emf|Metafiles (*.wmf)|*.wmf
de: Alle (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|Erweiterte Metadateien (*.emf)|*.emf|Metadateien (*.wmf)|*.wmf

source: All Commands
de: Alle Befehle

source: All configurations
de: Alle Konfigurationen

source: All Files
de: Alle Dateien

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*

source: All Files (*.*)|*.*
de: Alle Dateien (*.*)|*.*

source: All files (*.*)|*.*|Wave files (*.wav)|*.wav|Midi files (*.mid)|*.mid|Video for Windows (*.avi)|*.avi
de: Alle Dateien (*.*)|*.*|Wave-Dateien (*.WAV)|*.WAV|Midi-Dateien (*.MID)|*.MID|Video für Windows (*.avi)|*.avi

source: All Files(*.*)|*.*
de: Alle Dateien (*.*)|*.*

source: All open command objects must be close before changing the server connection
de: Alle geöffneten Befehlsobjekte müssen vor dem Ändern der Serververbindung geschlossen werden

source: All platforms
de: Alle Plattformen

source: Allow &click
de: &Klick erlauben

source: Ambiguous overloaded call to %s
de: Doppeldeutiger überladener Aufruf von %s

source: An About Box is not available for this control
de: Für dieses Element gibt es kein Info-Fenster

source: An appropriate REST Service was not specified.
de: Ein geeigneter REST-Service wurde nicht angegeben.

source: An authorization code is needed before it can be changed into an access token.
de: Autorisierungscode wird vor dem Ändern in ein Zugriffs-Token benötigt.

source: An error returned from DDE ($0%x)
de: DDE gab einen Fehler zurück ($0%x)

source: An instance of "%s" already exists. Multiple instances are not supported
de: Eine Instanz von "%s" ist bereits vorhanden. Mehrere Instanzen werden nicht unterstützt

source: An ObjectId must be 12 bytes
de: Eine ObjectId muss 12 Byte groß sein

source: An output scope is required
de: Ein Ausgabebereich ist erforderlich

source: An unknown combination of keys %s
de: Eine unbekannte Tastenkombination %s

source: Ancestor for '%s' not found
de: Vorfahr für '%s' nicht gefunden

source: Angstroms
de: Angström

source: Animations
de: Animationen

source: Anniversary
de: Jahrestag

source: Another TGIFImage class has already been registered with TPicture
de: Bei TPicture wurde bereits eine andere TGIFImage-Klasse registriert

source: ANSI or UTF8 encoding expected
de: ANSI- oder UTF8-Codierung erwartet

source: Any
de: Alle

source: Apache version implementation is not registered. An Apache project must use a unit such as Web.HTTPD24Impl.
de: Die Implementierung der Apache-Version ist nicht registriert. Ein Apache-Projekt muss eine Unit wie Web.HTTPD24Impl verwenden.

source: APIKey required
de: APIKey erforderlich

source: AppAnalytics custom event error: category cannot be empty.
de: Fehler in benutzerdefiniertem AppAnalytics-Ereignis: Kategorie muss angegeben werden.

source: Appearance
de: Erscheinungsbild

source: Appending an item to the frequent files category of a new jump list
de: Eintrag wird der Kategorie "Häufig verwendete Dateien" einer neuen Sprungliste hinzugefügt

source: Appending an item to the recent files category of a new jump list
de: Eintrag wird der Kategorie "Zuletzt verwendete Dateien" einer neuen Sprungliste hinzugefügt

source: AppKey required
de: AppKey erforderlich

source: Apple Core Audio Format Files
de: Apple Core-Audioformatdateien

source: application
de: Anwendung

source: Application Error
de: Anwendungsfehler

source: Application is not connected to push service. Push service connection is required to register or unregister an application
de: Anwendung ist nicht mit Push-Dienst verbunden. Die Push-Dienstverbindung ist zum Registrieren und Aufheben der Registrierung einer Anwendung erforderlich

source: Application is not licensed to use this feature
de: Die Anwendung ist für diese Funktion nicht lizenziert.

source: Application Workspace
de: Arbeitsbereich

source: Apply
de: Übernehmen

source: Apply updates
de: Aktualisierung durchführen

source: Apply Updates
de: Aktualisierung durchführen

source: AppProfile Command not Handled: "%s"
de: Unbehandelter AppProfile-Befehl: "%s"

source: AppSecret required
de: AppSecret erforderlich

source: APresentationName is empty. Factory cannot register presentation with an empty presentation name
de: APresentationName ist leer. Generator kann Darstellung mit einem leeren Darstellungsnamen nicht registrieren

source: APresentationProxyClass is nil. Factory cannot register presentation with a nil presentation proxy class.
de: APresentationProxyClass ist nil. Generator kann Darstellung mit einer Darstellungs-Proxy-Klasse "nil" nicht registrieren.

source: Aqua
de: Aquamarin

source: Are you sure that you want to clear this Request's data (including its Response)?
de: Sollen diese Anforderungsdaten (einschließlich der Antwort) wirklich gelöscht werden?

source: Are you sure that you want to clear this Response's data?
de: Sollen diese Antwortdaten wirklich gelöscht werden?

source: Are you sure that you want to reset this Client to its default settings?
de: Soll dieser Client wirklich auf seine Standardeinstellungen zurückgesetzt werden?

source: Are you sure you want to change the content of %s?
de: Inhalt von %s wirklich ändern?

source: Are you sure you want to delete the access policy from line %d ?
de: Die Zugriffsrichtlinie wirklich aus Zeile %d löschen?

source: Are you sure you want to delete the item "%s"?
de: Soll das Element "%s" wirklich gelöscht werden?

source: Are you sure you want to delete these items?
de: Diese Einträge wirklich löschen?

source: Are you sure you want to delete this item?
de: Diesen Eintrag wirklich löschen?

source: Area
de: Fläche

source: Ares
de: Ar

source: Argument must not be nil
de: Argument darf nicht nil sein

source: Argument out of range
de: Argument außerhalb des Bereichs

source: Argument, %s, must be >= 0
de: Argument, %s, muss >= 0 sein

source: Arithmetic in filter expressions not supported
de: Arithmetische Filterausdrücke werden nicht unterstützt

source: Array elements of type %s are not supported
de: Array-Elemente vom Typ %s werden nicht unterstützt

source: Array Node: %s has too many elements
de: Array-Knoten: %s hat zu viele Elemente

source: Array type expected. Node %s
de: Array-Typ erwartet. Knoten %s

source: Ascending
de: Aufsteigend

source: Assertion failed
de: Auswertung von assert fehlgeschlagen

source: Assign nil to a TBitmap clears the bitmap
de: Durch Zuweisung von nil zu TBitmap wird das Bitmap geleert

source: Assign nil to TPicture clears picture
de: Durch Zuweisung von nil zu TPicture wird das Bild geleert

source: Assign to &Control
de: Zu &Steuerelement zuweisen

source: Assign to &Source
de: Zu &Quelle zuweisen

source: Assign to control
de: Zu Steuerelement zuweisen

source: Assign to control from source using expressions
de: Zu Steuerelement aus Quelle mit Ausdrücken zuweisen

source: Assign to source
de: Zu Quelle zuweisen

source: Assign to source from control using expressions
de: Zu Quelle aus Steuerelement mit Ausdrücken zuweisen

source: Assistant
de: Assistent

source: AstronomicalUnits
de: Astronomische Einheiten

source: Async function must not be nil
de: Async-Funktion darf nicht nil sein

source: Asynchronous socket error %d
de: Asynchroner Socket-Fehler %d

source: At least MacOS X 10.9 or iOS 6 is required to create Gatt servers
de: Mindestens MacOS X 10.9 oder iOS 6 ist zum Erstellen von Gatt-Servern erforderlich

source: At least one task in array nil
de: Mindestens eine Aufgabe im Array ist nil

source: At the moment, you cannot change the window handle
de: Zurzeit können Sie das Fenster-Handle nicht ändern

source: Attempt to read past end of stream
de: Versuch, nach dem Stream-Ende zu lesen

source: Attempting to attach behavior on a nil element
de: Versuch, einem Nil-Element Verhalten zuzuweisen

source: Attempting to hook child windows twice
de: Versuch, untergeordnete Fenster zweimal anzubinden

source: Attempting to put items into a virtual style listbox
de: Versuch, Elemente in ein virtuelles Stillistenfeld einzufügen

source: Attribute '%s' already exists
de: Attribut '%s' ist bereits vorhanden

source: Attributes are not supported on this node type
de: Attribute werden bei diesem Knotentyp nicht unterstützt

source: Auth component and connected components must use the same provider
de: Auth-Komponente und verbundene Komponenten müssen denselben Provider verwenden

source: Authentication manager rejected user credentials. This may due to invalid combination of DS user name and password
de: Authentifizierungsmanager hat Anmeldeinformationen des Benutzers zurückgewiesen. Dies kann an einer ungültigen Kombination von DS-Benutzername und Passwort liegen

source: Authentication type, %s, is not supported.
de: Authentifizierungstyp %s wird nicht unterstützt.

source: AuthToken required
de: AuthToken erforderlich

source: Auto Increment
de: Autoinkrement

source: AutoIncrementable
de: Autoinkrementierbar

source: Available
de: Verfügbar

source: Available fields
de: Verfügbare Felder

source: AVI Files
de: AVI-Dateien

source: Azure Queue Metadata
de: Azure-Queue-Metadaten

source: Azure Table Editor
de: Azure-Tabelleneditor

source: Azure Table Editor: %s
de: Azure-Tabelleneditor: %s

source: Azure Tables
de: Azure-Tabellen

source: BackendClassName required
de: BackendClassName erforderlich

source: BackendCollectionName required
de: BackendCollectionName erforderlich

source: Background
de: Hintergrund

source: Bad JSON escape sequence: %s
de: Falsche JSON-Escape-Sequenz: %s

source: BCD overflow
de: BCD-Überlauf

source: Beacon API not available on this platform
de: Beacon-API wird auf dieser Plattform nicht unterstützt

source: Beacon type cannot be changed in this mode
de: Beacon-Typ kann in diesem Modus nicht geändert werden

source: Behavior
de: Verhalten

source: Best Match
de: Beste Übereinstimmung

source: BG
de: HG

source: Bidirectional assignment
de: Bidirektionale Zuweisung

source: Bidirectional method to either get the checked state of a control, or set the checked state in a control Example usage when binding to a TCheckBox: CheckedState(Self)
de: Bidirektionale Methode zum Ermitteln des Markierungsstatus eines Steuerelements oder zum Setzen des Markierungsstatus in einem Steuerelement Beispiel für die Verwendung beim Binden an eine TCheckBox: CheckedState(Self)

source: Bidirectional method to either get the selected DateTime in a control, or set the selected DateTime value in a control Example usage when binding to a TCustomDateTimeEdit: SelectedDateTime(Self)
de: Bidirektionale Methode zum Abrufen des in einem Steuerelement ausgewählten Datums-/Uhrzeitwerts oder zum Festlegen des ausgewählten Datums-/Uhrzeitwerts in einem Steuerelement Beispiel für die Verwendung beim Binden an ein TCustomDateTimeEdit: SelectedDateTime(Self)

source: Bidirectional method to either get the selected item in a control, or set the selected item in a control Example usage when binding to a TListBox: SelectedItem(Self).Text
de: Bidirektionale Methode zum Abrufen des in einem Steuerelement markierten Eintrags oder zum Auswählen eines Eintrags in einem Steuerelement Beispiel für die Verwendung beim Binden an eine TListBox: SelectedItem(Self).Text

source: Bidirectional method to either get the selected value in a control, or set the selected lookup value in a control Example usage when binding to a TListBox: SelectedLookupValue(Self).AsString
de: Bidirektionale Methode zum Abrufen des in einem Steuerelement markierten Wertes oder zum Auswählen eines Suchwertes in einem Steuerelement Beispiel für die Verwendung beim Binden an eine TListBox: SelectedLookupValue(Self).AsString

source: Bidirectional method to either get the text selected in a control, or set the text selected in a control Example usage when binding to a TListBox: SelectedText(Self)
de: Bidirektionale Methode zum Abrufen des in einem Steuerelement markierten Texts oder zum Auswählen von Text in einem Steuerelement Beispiel für die Verwendung beim Binden an eine TListBox: SelectedText(Self)

source: Bind control "%0:s" from source "%1:s"
de: Steuerelement "%0:s" aus Quelle "%1:s" binden

source: Bind control "%0:s" from source "%1:s" (%2:d expressions)
de: Steuerelement "%0:s" aus Quelle "%1:s" binden (%2:d Ausdrücke)

source: Bind control "%0:s" to component "%1:s"
de: Steuerelement "%0:s" an Komponente "%1:s" binden

source: Bind expressions component "%0:s" to component "%1:s"
de: Ausdruckskomponente "%0:s" an Komponente "%1:s" binden

source: Bind From
de: Binden von

source: Bind from '%s'
de: Binden von '%s'

source: Bind To
de: Binden an

source: Bind to '%s'
de: Binden an '%s'

source: Bind Visually...
de: Visuell binden...

source: Bindable Members
de: Bindbare Member

source: Bindable Members..
de: Bindbare Member...

source: Binding Editor
de: Editor für Bindungen

source: Binding Expressions
de: Bindungsausdrücke

source: Binding task
de: Bindungsaufgabe

source: Birthday
de: Geburtstag

source: Bitmap brush is only supported in OS Windows (GDI+ and D2D)
de: Bitmap-Pinsel wird nur im Betriebssystem Windows (GDI+ und D2D) unterstützt

source: Bitmap image is not valid
de: Bitmap ist ungültig

source: Bitmap is empty
de: Bitmap ist leer

source: Bitmap size must be equal in copy operation
de: Bitmap-Größe muss in Kopieroperation gleich sein

source: Bitmap size too big.
de: Bitmap zu groß.

source: Bits index out of range
de: Bits-Index außerhalb des zulässigen Bereichs

source: BkSp
de: Rück

source: Black
de: Schwarz

source: Blob %s/%s deletion attempt failed with code %d.
de: Versuch, Blob %s/%s zu löschen, mit Code %d fehlgeschlagen.

source: Blob Public Access
de: Öffentlicher Blob-Zugriff

source: Blob's %s/%s metadata access failed. Error code is: %d.
de: Zugriff auf die Metadaten des Blobs %s/%s fehlgeschlagen. Fehlercode: %d.

source: Block blob content is limited to maximum 64 MB
de: Inhalt des Block-Blobs ist auf maximal 64 MB beschränkt

source: Block List
de: Blockliste

source: Block management for %s/%s blob
de: Blockverwaltung für %s/%s-Blob

source: Blocking dialogs
de: Dialogfelder werden blockiert

source: Blue
de: Blau

source: Bluetooth device not found: disconnected or turned off
de: Bluetooth-Gerät nicht gefunden: nicht verbunden oder ausgeschaltet

source: Bluetooth: BluetoothGATTGetIncludedServices error: (%d) %s
de: Bluetooth: BluetoothGATTGetIncludedServices-Fehler: (%d) %s

source: Bluetooth: BluetoothGATTGetServices res: %d(%X) error: (%d) %s
de: Bluetooth: BluetoothGATTGetServices-Res: %d(%X) Fehler: (%d) %s

source: Bluetooth: Create LE device handle error: (%d) %s
de: Bluetooth: Fehler beim Erstellen des LE-Geräte-Handles: (%d) %s

source: Bluetooth: Unable to clean up Winsock
de: Bluetooth: Winsock kann nicht bereinigt werden

source: Bluetooth: Unable to initialize Winsock
de: Bluetooth: Winsock kann nicht initialisiert werden

source: Bluetooth: WSALookupServiceBegin error: (%d) %s
de: Bluetooth: WSALookupServiceBegin-Fehler: (%d) %s

source: Bo&und Properties to Fields:
de: &Bindung von Eigenschaften an Feld:

source: Bold
de: Fett

source: Bold Italic
de: Fett kursiv

source: Both StartPos and FinishPos must be set before calling InsertElement
de: StartPos und FinishPos müssen vor dem Aufruf von InsertElement gesetzt werden

source: Break
de: Unterbrechen

source: Break link operation is not supported.
de: Operation zur Trennung der Verbindung nicht erlaubt

source: Brother
de: Bruder

source: Browse URL
de: URL suchen

source: Built-in Type
de: Interner Typ

source: Bullets|Inserts a bullet on the current line
de: Aufzählungszeichen|In die aktuelle Zeile ein Aufzählungszeichen einfügen

source: Busy...
de: Ausgelastet...

source: Button
de: Schaltfläche

source: Button Face
de: Schaltflächenhintergrund

source: Button Highlight
de: Schaltflächenhervorhebung

source: Button Shadow
de: Schaltflächenschatten

source: Button Text
de: Schaltflächentext

source: Byte array for GUID must be exactly %d bytes long
de: Byte-Array für GUID muss genau %d Byte lang sein

source: ByteBool, WordBool and LongBool cannot be exposed by WebServices. Please use 'Boolean'
de: ByteBool, WordBool und LongBool können durch WebServices nicht dargestellt werden. Bitte verwenden Sie 'Boolean'

source: C&enter
de: Ze&ntrieren

source: C&lear
de: E&ntfernen

source: C&lose
de: &Schließen

source: C&omponent:
de: K&omponente:

source: Ca&ption:
de: Bes&chriftung:

source: Calendar time cannot be represented
de: Kalenderzeit kann nicht dargestellt werden

source: Callback
de: Rückruf

source: Callback input argument cannot be parsed properly. This is due to a parser error or the server side-serialization
de: Callback-Eingabeargument kann nicht korrekt analysiert werden. Das liegt an einem Parser-Fehler oder an der server-seitigen Serialisierung

source: Can not set storage path. Manager already started.
de: Speicherpfad kann nicht festgelegt werden. Manager ist bereits gestartet.

source: Can only modify an image if it contains a bitmap
de: Ein Bild kann nur geändert werden, wenn es ein Bitmap enthält

source: Cancel
de: Abbrechen

source: Cancel (Esc)
de: Abbrechen (Esc)

source: Cancel edit
de: Bearbeiten abbrechen

source: Cancel updates
de: Aktualisierungen abbrechen
