Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Cannot %s more than %d bytes; current size is %d
de: Mehr als %d Byte für %s nicht möglich; aktuelle Größe ist %d

source: Cannot access field '%s' as type %s
de: Feld '%s' kann nicht als Typ %s angesprochen werden

source: Cannot access index field '%s'
de: Zugriff auf Indexfeld '%s' nicht möglich

source: Cannot access package information for package '%s'
de: Zugriff auf Package-Informationen von '%s' nicht möglich

source: Cannot acquire bitmap access for '%s'.
de: Bitmap-Zugriff für '%s' kann nicht zugeteilt werden.

source: Cannot acquire DXGI factory from Direct3D device for '%s'.
de: DXGI-Generator von Direct3D-Gerät für '%s' kann nicht zugeteilt werden.

source: Cannot acquire texture access for '%s'.
de: Textur-Zugriff für '%s' kann nicht zugeteilt werden.

source: Cannot activate an edit designer (%s) when there is no active document
de: Ein Edit-Designer (%s) kann ohne aktives Dokument nicht aktiviert werden

source: Cannot activate depth/stencil buffer for '%s'.
de: Tiefen-/Schablonenpuffer für '%s' kann nicht aktiviert werden.

source: Cannot activate frame buffers for '%s'.
de: Frame-Puffer für '%s' können nicht aktiviert werden.

source: Cannot activate render buffers for '%s'.
de: Render-Puffer für '%s' können nicht aktiviert werden.

source: Cannot activate shader program for '%s'.
de: Schattiererprogramm für '%s' kann nicht aktiviert werden.

source: Cannot activate swap chain for '%s'.
de: Swapchain für '%s' kann nicht aktiviert werden.

source: Cannot activate the texture for '%s'.
de: Textur für '%s' kann nicht aktiviert werden.

source: Cannot add columns or rows when ExpandStyle is TExpandStyle.FixedSize
de: Spalten oder Zeilen können nicht hinzugefügt werden, wenn ExpandStyle TExpandStyle.FixedSize ist

source: Cannot add columns or rows while expand style is fixed size
de: Spalten oder Zeilen können nicht hinzugefügt werden, wenn der Erweiterungstil eine feste Größe hat

source: Cannot add contact to group. %s
de: Kontakt kann nicht zu Gruppe hinzugefügt werden. %s

source: Cannot add contact to group. [%s] cannot be nil.
de: Kontakt kann nicht zu Gruppe hinzugefügt werden. [%s] darf nicht nil sein.

source: Cannot add contact to group. [%s] should be instance of [%s] class.
de: Kontakt kann nicht zu Gruppe hinzugefügt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot add contact to group. Contact is not yet in an AddressBook.
de: Kontakt kann nicht zu Gruppe hinzugefügt werden. Kontakt ist noch in keinem AddressBook enthalten.

source: Cannot add contact to group. Group is not yet in an AddressBook.
de: Kontakt kann nicht zu Gruppe hinzugefügt werden. Gruppe ist noch in keinem AddressBook enthalten.

source: Cannot add element of unsupported TVarRec type %d
de: Element mit nicht unterstütztem TVarRec-Typ %d kann nicht hinzugefügt werden

source: Cannot add element of unsupported Variant type %d
de: Element mit nicht unterstütztem Varianttyp %d kann nicht hinzugefügt werden

source: Cannot add the page for printing
de: Seite kann nicht zum Drucken hinzugefügt werden

source: Cannot apply updates to a ReadOnly provider
de: Ein schreibgeschützter Provider kann nicht aktualisiert werden

source: Cannot assign a %s to a %s
de: %s kann nicht zu %s zugewiesen werden

source: Cannot assign a subitem to an actionbar when one of it's parent's is already assigned to an actionbar
de: Einem ActionBar kann kein Unterelement zugewiesen werden, wenn ein übergeordnetes Objekt bereits einem ActionBar zugewiesen wurde

source: Cannot associate the window handle for '%s'.
de: Fenster-Handle für '%s' kann nicht zugeordnet werden.

source: Cannot attach the specified object because it is not of the same type as the metaclass.
de: Angegebenes Objekt kann nicht zugewiesen werden, weil es nicht denselben Typ wie die Metaklasse hat.

source: Cannot begin new processing until previous has not finished
de: Neuer Prozess kann erst begonnen werden, wenn der vorherige abgeschlossen ist

source: Cannot begin rendering scene for '%s'.
de: Rendern der Szene für '%s' kann nicht begonnen werden.

source: Cannot call Acquire on TConditionVariable. Must call WaitFor with an external TMutex
de: Acquire kann nicht für TConditionVariable aufgerufen werden. Es muss WaitFor mit einem externen TMutex aufgerufen werden

source: Cannot call BeginInvoke on a control with no parent or window handle
de: BeginInvoke kann nicht ohne übergeordnetes Element oder Fenster-Handle aufgerufen werden

source: Cannot call BeginInvoke on a TComponent in the process of destruction
de: BeginInvoke kann bei der Freigabe für TComponent nicht aufgerufen werden

source: Cannot call CheckTerminated on an externally created thread
de: CheckTerminated kann nicht für einen extern erstellten Thread aufgerufen werden

source: Cannot call SetReturnValue on an externally create thread
de: SetReturnValue kann nicht für einen extern erstellten Thread aufgerufen werden

source: Cannot call Start on a running or suspended thread
de: Start kann für einen laufenden oder unterbrochenen Thread nicht aufgerufen werden

source: Cannot change AllowedAdapters, Manager already started.
de: AllowedAdapters kann nicht geändert werden, Manager wurde bereits gestartet.

source: Cannot change connection on Active Monitor
de: Die Verbindung kann bei aktivem Monitor nicht geändert werden

source: Cannot change settings when there are active connections. Kill connections?
de: Die Einstellungen können nicht geändert werden, da noch aktive Verbindungen bestehen. Sollen diese Verbindungen abgebrochen werden?

source: Cannot change the number of document copies
de: Anzahl der Dokumentkopien kann nicht geändert werden

source: Cannot change the size of a JPEG image
de: Die Größe einer JPEG-Grafik kann nicht verändert werden

source: Cannot change the size of a WIC Image
de: Die Größe einer WIC-Grafik kann nicht verändert werden

source: Cannot change the size of an icon
de: Die Größe eines Symbols kann nicht geändert werden

source: Cannot change this property when using LiveBindings
de: Diese Eigenschaft kann bei der Verwendung von LiveBindings nicht geändert werden

source: Cannot change Visible in OnShow or OnHide
de: Eigenschaft Visible kann in OnShow oder OnHide nicht verändert werden

source: Cannot check existing data record. %s
de: Vorhandener Datensatz kann nicht geprüft werden. %s

source: Cannot complete operation because a service is not available. %s.Provider property must not be nil.
de: Vorgang kann nicht ausgeführt werden, weil ein Dienst nicht verfügbar ist. Eigenschaft %s.Provider darf nicht nil sein.

source: Cannot connect %s to server, SQLConnection and ServerClassName must both be set.
de: %s kann nicht mit dem Server verbunden werden. SQLConnection und ServerClassName müssen angegeben werden.

source: Cannot connect to database '%s'
de: Verbindung zu Datenbank '%s' nicht möglich

source: Cannot connect to device: %s
de: Verbindung kann nicht hergestellt werden zu Gerät: %s

source: Cannot connect to device: (%d) %s
de: Verbindung kann nicht hergestellt werden zu Gerät: (%d) %s

source: Cannot connect to iTunes Store
de: Verbindung zu iTunes Store kann nicht hergestellt werden

source: Cannot connect, %s must contain a valid repository id
de: Es kann keine Verbindung hergestellt werden; %s muss eine gültige Objketablagen-ID enthalten

source: Cannot connect, %s must contain a valid ServerName or ServerGUID
de: Es kann keine Verbindung hergestellt werden; %s muss einen gültigen Server-Namen oder eine ServerGUID enthalten

source: Cannot construct an ITask in this manner
de: Eine ITask kann auf diese Weise nicht erstellt werden

source: Cannot consume an item you have not purchased
de: Nicht gekaufter Artikel kann nicht verwendet werden

source: Cannot convert $%8.8X to %s
de: $%8.8X kann nicht in %s konvertiert werden

source: Cannot convert CFArray of CFArray
de: CFArray von CFArray kann nicht konvertiert werden

source: Cannot convert CFArray of CFDictionary
de: CFArray von CFDictionary kann nicht konvertiert werden

source: Cannot convert DBX type %0:s into a JSON value
de: DBX-Typ %0:s kann nicht in einen JSON-Wert konvertiert werden

source: Cannot convert DBX type %s into a JSON value
de: DBX-Typ %s kann nicht in einen JSON-Wert konvertiert werden

source: Cannot convert Delphi Source array to Java JString array. [%d] is unsupported type
de: Delphi-Quell-Array kann nicht in Java-JString-Array konvertiert werden. [%d] ist kein unterstützter Typ

source: Cannot convert empty string to TBcd value
de: Leerer String kann nicht in TBcd-Wert konvertiert werden

source: Cannot convert from the specified type
de: Konvertierung des angegebenen Typs kann nicht durchgeführt werden

source: Cannot convert JSON input into a stream
de: JSON-Eingabe kann nicht in einen Stream konvertiert werden

source: Cannot convert JSON value %0:s input into %1:s
de: JSON-Werteingabe %0:s kann nicht in %1:s konvertiert werden

source: Cannot convert JSON value %s input into %s
de: JSON-Werteingabe %s kann nicht in %s konvertiert werden

source: Cannot convert NAN to TBcd value
de: NAN kann nicht zu TBcd-Wert konvertiert werden

source: Cannot convert scientific notation to TBcd value
de: Wissenschaftliche Notation kann nicht zu TBcd-Wert konvertiert werden

source: Cannot convert to TBcd: string has more than 64 digits: %s
de: Keine Konvertierung nach TBcd: String enthält mehr als 64 Ziffern: %s

source: Cannot convert to the specified type
de: Konvertierung in den angegebenen Typ kann nicht durchgeführt werden

source: Cannot convert wrapper. It does not support %s
de: Wrapper kann nicht konvertiert werden. Er unterstützt %s nicht

source: Cannot copy texture resource '%s'.
de: Texturressource '%s' kann nicht kopiert werden.

source: Cannot create %s, because |CreateScrollContent| must return not nil object
de: %s kann nicht erstellt werden, weil |CreateScrollContent| kein nil-Objekt zurückgeben darf

source: Cannot create a circular dependency between components
de: Zirkuläre Abhängigkeit zwischen Komponenten kann nicht erstellt werden

source: Cannot create a depth/stencil buffer for '%s'.
de: Tiefen-/Schablonenpuffer für '%s' kann nicht erstellt werden.

source: Cannot create a method for an unnamed component
de: Für eine unbenannte Komponente kann keine Methode erstellt werden.

source: Cannot create a swap chain for '%s'.
de: Swapchain für '%s' kann nicht erstellt werden.

source: Cannot create client socket
de: Client-Socket kann nicht erstellt werden

source: Cannot create contact, use AddressBook.CreateContact instead.
de: Kontakt kann nicht erstellt werden, verwenden Sie stattdessen AddressBook.CreateContact.

source: Cannot create contact, use AddressBook.Sources for getting all available sources on your device.
de: Kontakt kann nicht erstellt werden, verwenden Sie AddressBook.Sources zum Abrufen aller verfügbaren Quellen auf Ihrem Gerät.

source: Cannot create contact.
de: Kontakt kann nicht erstellt werden.

source: Cannot create Direct2D Factory object for '%s'.
de: Direct2D Factory-Objekt für '%s' kann nicht erstellt werden.

source: Cannot create Direct3D device for '%s'.
de: Direct3D-Gerät für '%s' kann nicht erstellt werden.

source: Cannot create Direct3D object for '%s'.
de: Direct3D-Objekt für '%s' kann nicht erstellt werden.

source: Cannot create DirectWrite Factory object for '%s'.
de: DirectWrite Factory-Objekt für '%s' kann nicht erstellt werden.

source: Cannot create file "%s". %s
de: Datei "%s" kann nicht erstellt werden. %s

source: Cannot create file %s
de: Datei %s kann nicht erstellt werden

source: Cannot create form. No MDI forms are currently active
de: Formular kann nicht erstellt werden. Aktuell sind keine MDI-Formulare aktiv

source: Cannot create group, use AddressBook.CreateGroup instead.
de: Gruppe kann nicht erstellt werden, verwenden Sie stattdessen AddressBook.CreateGroup.

source: Cannot create index buffer for '%s'.
de: Indexpuffer für '%s' kann nicht erstellt werden.

source: Cannot create instance of class %s
de: Instanz der Klasse %s kann nicht erstellt werden

source: Cannot create instance of contact. [%s] cannot be nil.
de: Instanz von Kontakt kann nicht erstellt werden. [%s] darf nicht nil sein.

source: Cannot create instance of contact. [%s] should be instance of [%s] class.
de: Instanz von Kontakt kann nicht erstellt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot create instance of group.
de: Instanz von Gruppe kann nicht erstellt werden.

source: Cannot create instance of group. [%s] cannot be nil
de: Instanz von Gruppe kann nicht erstellt werden. [%s] darf nicht nil sein

source: Cannot create instance of group. [%s] should be instance of [%s] class.
de: Instanz von Gruppe kann nicht erstellt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot create instance of source. [%s] cannot be nil.
de: Instanz der Quelle kann nicht erstellt werden. [%s] darf nicht nil sein.

source: Cannot create interop class
de: Interop-Klasse kann nicht erstellt werden

source: Cannot create media control
de: Mediensteuerelement kann nicht erstellt werden

source: Cannot create menu ID. All IDs have already been assigned
de: Menü-ID kann nicht erstellt werden. Alle IDs sind bereits zugewiesen

source: Cannot create OpenGL context for '%s'.
de: OpenGL-Kontext für '%s' kann nicht erstellt werden.

source: Cannot create OpenGL context for '%s'. Error code: %d.
de: OpenGL-Kontext für '%s' kann nicht erstellt werden. Fehlercode: %d.

source: Cannot create pixel shader for '%s'.
de: Pixel-Schattierer für '%s' kann nicht erstellt werden.

source: Cannot create presentation proxy with nil model or PresentedControl. Use overloaded version of constructor with parameters and pass correct values.
de: Darstellungs-Proxy mit nil-Modell oder PresentedControl kann nicht erstellt werden. Verwenden Sie die überladene Version des Konstruktors mit Parametern, und übergeben Sie korrekte Werte.

source: Cannot create render buffers for '%s'.
de: Render-Puffer für '%s' können nicht erstellt werden.

source: Cannot create render target view for '%s'.
de: Render-Zielansicht für '%s' kann nicht erstellt werden.

source: Cannot create rendering target for '%s'.
de: Render-Ziel für '%s' kann nicht erstellt werden.

source: Cannot create sampler state for '%s'.
de: Sampler-Status für '%s' kann nicht erstellt werden.

source: Cannot create server socket: %s
de: Server-Socket kann nicht erstellt werden: %s

source: Cannot create shader for '%s'.
de: Schattierer für '%s' kann nicht erstellt werden.

source: Cannot create shell notification icon
de: Shell-Benachrichtigungssymbol kann nicht erstellt werden

source: Cannot create Socket Output Stream
de: Socket-Ausgabe-Stream kann nicht erstellt werden

source: Cannot create texture for '%s' because the size is too small.
de: Textur für '%s' kann nicht erstellt werden, weil die Größe zu klein ist.

source: Cannot create texture for '%s'.
de: Textur für '%s' kann nicht erstellt werden.

source: Cannot create vertex buffer for '%s'.
de: Vertexpuffer für '%s' kann nicht erstellt werden.

source: Cannot create vertex declaration for '%s'.
de: Vertexdeklaration für '%s' kann nicht erstellt werden.

source: Cannot create vertex layout for '%s'.
de: Vertex-Layout für '%s' kann nicht erstellt werden.

source: Cannot create vertex shader for '%s'.
de: Vertex-Schattierer für '%s' kann nicht erstellt werden.

source: Cannot create WIC Imaging Factory object for '%s'.
de: WIC Imaging Factory-Objekt für '%s' kann nicht erstellt werden.

source: Cannot delegate a connection more than 16 times: %s
de: Eine Verbindung kann nicht mehr als 16 mal eingesetzt werden: %s

source: Cannot delete a column that contains controls
de: Eine Spalte, die Steuerelemente enthält, kann nicht gelöscht werden

source: Cannot delete a row that contains controls
de: Eine Zeile, die Steuerelemente enthält, darf nicht gelöscht werden

source: Cannot deploy, "%s" file not found in assets
de: Bereitstellung nicht möglich, Datei "%s" in Beständen nicht gefunden

source: Cannot determine Direct3D support level.
de: Direct3D-Unterstützungsstufe kann nicht ermittelt werden.

source: Cannot determine value because the wrapper does not support IValue
de: Wert kann nicht bestimmt werden, weil der Wrapper IValue nicht unterstützt

source: Cannot discover services for device: %s
de: Dienste können nicht ermittelt werden für Gerät: %s

source: Cannot drag a form
de: Formulare können nicht gezogen werden

source: Cannot draw mesh object for '%s'.
de: Netzobjekt für '%s' kann nicht gezeichnet werden.

source: Cannot end the printing job
de: Druckauftrag kann nicht beendet werden

source: Cannot exit when there are active connections. Kill connections?
de: Das Programm kann nicht beendet werden, da noch aktive Verbindungen bestehen. Sollen diese Verbindungen abgebrochen werden?

source: Cannot extract Addresses. %s
de: Adressen können nicht extrahiert werden. %s

source: Cannot extract ID of new contact
de: ID des neuen Kontakts kann nicht extrahiert werden

source: Cannot extract multiple string values. %s
de: Mehrere Stringwerte können nicht extrahiert werden. %s

source: Cannot extract string value. %s
de: Stringwert kann nicht extrahiert werden. %s

source: Cannot fetch contacts in group with ID = [%d]. %s
de: Kontakte in Gruppe mit ID = [%d] können nicht abgerufen werden. %s

source: Cannot fetch contacts. %s
de: Kontakte können nicht abgerufen werden. %s

source: Cannot fetch contacts. [%s] cannot be nil.
de: Kontakte können nicht abgerufen werden. [%s] darf nicht nil sein.

source: Cannot fetch contacts. [%s] should be instance of [%s] class.
de: Kontakte können nicht abgerufen werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot fetch dates. %s
de: Datumsangaben können nicht abgerufen werden. %s

source: Cannot fetch groups of contact. %s
de: Kontaktgruppen können nicht abgerufen werden. %s

source: Cannot fetch groups. %s
de: Gruppen können nicht abgerufen werden. %s

source: Cannot fetch groups. [%s] cannot be nil.
de: Gruppen können nicht abgerufen werden. [%s] darf nicht nil sein.

source: Cannot fetch groups. [%s] should be instance of [%s] class.
de: Gruppen können nicht abgerufen werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot fetch messaging service info. %s
de: Infos für Messaging-Dienst können nicht abgerufen werden. %s

source: Cannot fetch sources. [%s] cannot be nil.
de: Quellen können nicht abgerufen werden. [%s] darf nicht nil sein.

source: Cannot find %s field for the given type %s
de: %s-Feld für den angegebenen Typ %s nicht gefunden

source: Cannot find %s property for the given type %s
de: %s-Eigenschaft für den angegebenen Typ %s nicht gefunden

source: Cannot find a suitable pixel format for '%s'.
de: Passendes Pixel-Format für '%s' nicht gefunden.

source: Cannot find a suitable shader for '%s'.
de: Passenden Schattierer für '%s' nicht gefunden.

source: Cannot find characteristic: %s
de: Merkmal nicht gefunden: %s

source: Cannot find connection files from application directory (%s) or the system registry (%s).
de: Verbindungsdateien wurden im Anwendungsverzeichnis (%s) und in der Systemregistrierung (%s) nicht gefunden.

source: Cannot find descriptor: %s
de: Deskriptor nicht gefunden: %s

source: Cannot find node referenced by ID %s
de: Von ID %s referenzierten Knoten nicht gefunden

source: Cannot find parent by specified criteria
de: Übergeordnetes Element mit den angegebenen Kriterien nicht gefunden

source: Cannot find result wrapper because the member wrapper does not support IGroup
de: Ergebnis-Wrapper nicht gefunden, weil der Member-Wrapper IGroup nicht unterstützt

source: Cannot find shader variable '%s'.
de: Schattierervariable "%s" nicht gefunden.

source: Cannot find TableName in CommandText
de: Eigenschaft TableName in CommandText nicht gefunden

source: Cannot focus a disabled or invisible window
de: Deaktiviertes oder unsichtbares Fenster kann den Fokus nicht erhalten

source: Cannot focus this control
de: Fokus kann nicht auf dieses Steuerelement gesetzt werden

source: Cannot free TClassRegistry.ClassRegistry
de: TClassRegistry.ClassRegistry kann nicht freigegeben werden

source: Cannot get display name. %s
de: Anzeigename kann nicht abgerufen werden. %s

source: Cannot get factory for class %s
de: Generator für Klasse %s kann nicht abgerufen werden

source: Cannot get group name. GroupRef is nil
de: Gruppenname kann nicht abgerufen werden. GroupRef ist nil

source: Cannot get list of characteristics for service: %s
de: Liste der Merkmale kann nicht abgerufen werden für Dienst: %s

source: Cannot get list of descriptors for characteristic: %s
de: Liste der Deskriptoren kann nicht abgerufen werden für Merkmal: %s

source: Cannot get list of included services for service: %s
de: Liste mit enthaltenen Diensten kann nicht abgerufen werden für Dienst: %s

source: Cannot get list of LE devices: (%d) %s
de: Liste der LE-Geräte kann nicht abgerufen werden: (%d) %s

source: Cannot get RFCOMM channel ID to connect to the device: %s, service: %s
de: RFCOMM-Kanal-ID kann nicht abgerufen werden für Verbindung mit Gerät: %s, Dienst: %s

source: Cannot get service record for the service: %s on device: %s
de: Dienstdatensatz kann nicht abgerufen werden für Dienst: %s auf Gerät: %s

source: Cannot get source name. [SourceRef] is nil
de: Quellenname kann nicht abgerufen werden. [SourceRef] ist nil

source: Cannot get source type. [SourceRef] is nil
de: Quellentyp kann nicht abgerufen werden. [SourceRef] ist nil

source: Cannot get state for device: %s
de: Status kann nicht abgerufen werden für Gerät: %s

source: Cannot get the LE device
de: LE-Gerät kann nicht ermittelt werden

source: Cannot have access to external storage on device
de: Zugriff auf externen Speicher auf Gerät nicht möglich

source: Cannot have more than one MDI form per application
de: Es ist nur ein MDI-Formular pro Anwendung möglich

source: Cannot have multiple single cast observers added to the observers collection
de: Der Observer-Kollektion können nicht mehrere Einfach-Typumwandlungs-Observer hinzugefügt werden

source: Cannot hide an MDI Child Form
de: Untergeordnetes MDI-Formular kann nicht verborgen werden

source: Cannot initiate two or more geocoding requests at the same time
de: Zwei oder mehr Georeferenzierungsanforderungen können nicht gleichzeitig initiiert werden

source: Cannot insert or delete rows from grid
de: Es können keine Zeilen des Tabellengitters gelöscht oder eingefügt werden

source: Cannot iterate due to invalid iterator state
de: Iteration kann aufgrund eines ungültigen Iteratorstatus nicht durchgeführt werden

source: Cannot link to an invalid source.
de: Zu einer ungültigen Quelle kann nicht verknüpft werden.

source: Cannot load metadata for %s.
de: Metadaten für %s können nicht geladen werden.

source: Cannot load older version of TShape
de: Kann ältere Version von TShape nicht laden

source: Cannot load package '%s.' It contains unit '%s', which is also contained in package '%s'
de: Package '%s' kann nicht geladen werden. Es enthält die Unit '%s', die auch im Package '%s' enthalten ist

source: Cannot load style from file %s
de: Stil kann nicht aus Datei %s geladen werden

source: Cannot load style from resource
de: Stil kann nicht aus Ressource geladen werden

source: Cannot load style from stream
de: Stil kann nicht aus Stream geladen werden

source: Cannot make a visible window modal
de: Sichtbares Fenster kann nicht in modales geändert werden

source: Cannot modify a collection while iterating
de: Kollektion kann während der Iteration nicht verändert werden

source: Cannot modify a read-only data source
de: Schreibgeschützte Datenquelle kann nicht geändert werden

source: Cannot modify a read-only dataset
de: Eine Datenmenge, die nur zum Lesen ist, kann nicht geändert werden
