Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Invalid Pointer
de: Ungültiger Zeiger

source: Invalid pointer operation
de: Ungültige Zeigeroperation

source: Invalid precision
de: Ungültige Genauigkeit

source: Invalid printer class: %s
de: Ungültige Druckerklasse: %s

source: Invalid printing job settings
de: Ungültige Einstellungen für Druckauftrag

source: Invalid property element: %s
de: Ungültiges Eigenschaftselement: %s

source: Invalid property identifier character: %s
de: Ungültiges Zeichen im Eigenschaftsbezeichner: %s

source: Invalid property path
de: Ungültiger Pfad für Eigenschaft

source: Invalid property type: %s
de: Ungültiger Eigenschaftstyp: %s

source: Invalid property value
de: Ungültiger Eigenschaftswert

source: Invalid provider. Provider was freed by the application server
de: Ungültiger Provider. Der Provider wurde bereits vom Anwendungsserver entladen

source: Invalid reduction method
de: Ungültige Reduktionsmethode

source: Invalid reference
de: Ungültige Referenz

source: Invalid rendering conditions for '%s'.
de: Ungültige Render-Bedingungen für '%s'.

source: Invalid request format. /className/methodName and eventual parameters expected.
de: Ungültiges Anforderungsformat. /className/methodName und etwaige Parameter erwartet.

source: Invalid Reset Count: %d
de: Ungültige Zurücksetzen-Anzahl: %d

source: Invalid response
de: Ungültige Rückmeldung

source: Invalid response: cannot parse %s.
de: Ungültige Antwort: %s kann nicht analysiert werden.

source: Invalid second: %d
de: Ungültige Sekunde: %d

source: Invalid second: %f
de: Ungültige Sekunde: %f

source: Invalid selection
de: Ungültige Auswahl

source: Invalid semaphore release count: %d
de: Ungültige Semaphor-Freigabeanzahl: %d

source: Invalid service name, you must provide one.
de: Ungültiger Dienstname, Sie müssen einen Namen angeben.

source: Invalid service provider GUID
de: Ungültige Service-Provider-GUID

source: Invalid SOAP array specification
de: Ungültige SOAP-Array-Festlegung

source: Invalid SOAP request
de: Ungültige SOAP-Anforderung

source: Invalid SOAP response
de: Ungültige SOAP-Antwort

source: Invalid SOAP Response
de: Ungültige SOAP-Antwort

source: Invalid socket handle
de: Ungültiges Socket-Handle

source: Invalid source array
de: Ungültiges Quell-Array

source: Invalid SQL date/time values
de: Ungültige SQL-Datums-/Uhrzeitwerte

source: Invalid state: %s
de: Ungültiger Status: %s

source: Invalid stream format
de: Ungültiges Stream-Format

source: Invalid stream operation
de: Ungültige Stream-Operation

source: Invalid string constant
de: Ungültige Stringkonstante

source: Invalid string length
de: Ungültige String-Länge

source: Invalid StringBaseIndex
de: Ungültiger StringBaseIndex

source: Invalid style format
de: Ungültiges Stilformat

source: Invalid style handle
de: Ungültiges Stil-Handle

source: Invalid time
de: Ungültige Zeit

source: Invalid time Offset string: %s
de: Ungültiger Zeit-Offset-String: %s

source: Invalid time string: %s
de: Ungültiger Zeit-String: %s

source: Invalid Timeout value: %s
de: Ungültiger Wert für Zeitüberschreitung: %s

source: Invalid Timespan format
de: Ungültiges TimeSpan-Format

source: Invalid transaction id
de: Ungültige Transaktions-ID

source: Invalid transaction Object
de: Ungültiges Transaktionsobjekt

source: Invalid type
de: Ungültiger Typ

source: Invalid url '%s' - only supports 'http' and 'https' schemes
de: Ungültige URL '%s' - unterstützt nur Schemata 'http' und 'https'

source: Invalid URL encoded character (%s) at position %d
de: Ungültiges URL-codiertes Zeichen (%s) an Position %d

source: Invalid URL: "%s"
de: Ungültiger URL: "%s"

source: Invalid use of keyword
de: Ungültige Verwendung eines Schlüsselworts

source: Invalid username or password
de: Ungültiger Benutzername oder ungültiges Passwort

source: Invalid UTF32 character value. Must be >= 0 and <= $10FFFF, excluding surrogate pair ranges
de: Ungültiger UTF32-Zeichenwert. Muss >= 0 und <= $10FFFF sein, ausgenommen Ersatzpaarbereiche

source: Invalid value for current item
de: Ungültiger Wert für aktuelles Element

source: Invalid value for field '%s'
de: Ungültiger Wert für Feld '%s'

source: Invalid variant operation
de: Ungültige Variantenoperation

source: Invalid variant operation ($%.8x)
de: Ungültige Variant-Operation ($%.8x)

source: Invalid variant operation (%s%.8x) %s
de: Ungültige Variantenoperation (%s%.8x) %s

source: Invalid variant type
de: Ungültiger Variant-Typ

source: Invalid variant type conversion
de: Ungültige Varianten-Typumwandlung

source: Invalid variant type or size for field '%s'
de: Variant-Typ oder -größe für Feld '%s' ist ungültig

source: Invalid WSDL document '%s' - Please verify the location and content! Error: %s
de: Ungültiges WSDL-Dokument '%s' - Bitte überprüfen Sie Speicherort und Inhalt! Fehler: %s

source: Invalid Zip Central Header signature
de: Ungültige Signatur des zentralen Zip-Headers

source: Invalid Zip Local Header signature
de: Ungültige Signatur des lokalen Zip-Headers

source: Invocation failed as there is currently no registered callback for the given id (%s)
de: Aufruf fehlgeschlagen, weil aktuell keine registrierte Callback-Funktion für die angegebene ID (%s) vorhanden ist

source: Invokable Class %s implements no interfaces
de: Aufrufbare Klasse %s implementiert keine Interfaces

source: Invoke Next before getting data from a reader.
de: Vor dem Abrufen von Daten von einem Reader Next aufrufen.

source: IP Address
de: IP-Adresse

source: IPImplementationID cannot be change while transport is active
de: Während aktivem Transport kann die IPImplementationID nicht geändert werden

source: Italic
de: Kursiv

source: Item
de: Eintrag

source: Item %s has subitems, delete anyway?
de: Element %s hat Unterelemente, trotzdem löschen?

source: Item %s is not allowed to be moved
de: Eintrag %s darf nicht verschoben werden

source: Item has already been purchased
de: Artikel wurde bereits gekauft

source: Item not found
de: Eintrag nicht gefunden

source: Item not found ($0%x)
de: Eintrag nicht gefunden ($0%x)

source: Item Properties
de: Eigenschaften des Eintrags

source: Items
de: Elemente

source: Items Editor...
de: Eintrags-Editor...

source: ItemTag property is not initialized
de: Die Eigenschaft ItemTag ist nicht initialisiert

source: It's not allowed to add a new chunk because the current image is invalid.
de: Es ist nicht zulässig, einem ungültigen Bild einen neuen Abschnitt hinzuzufügen.

source: January
de: Januar

source: Job Title
de: Stellenbezeichnung

source: Jpeg 2000 Images
de: Jpeg 2000-Bilder

source: JPEG error #%d
de: JPEG-Fehler #%d

source: JPEG Image File
de: JPEG-Grafikdatei

source: JPEG Images
de: JPEG-Grafiken

source: JSON array expected
de: JSON-Array erwartet

source: JSON array expected for field %s in JSON %s
de: JSON-Array für Feld %s in JSON %s erwartet

source: JSON byte stream cannot be parsed correctly into a JSON value
de: JSON-Byte-Stream kann nicht korrekt in einen JSON-Wert zerlegt werden

source: JSON object expected
de: JSON-Objekt erwartet

source: JSON object expected for field %s in JSON %s
de: JSON-Objekt für Feld %s in JSON %s erwartet

source: JSON object required
de: JSON-Objekt erforderlich

source: JSON protocol expects a JSON array instead a %0:s type. Submit a POST request with a JSON command to receive proper response
de: JSON-Protokoll erwartet ein JSON-Array anstatt eines %0:s-Typs. Senden Sie eine POST-Anforderung mit einem JSON-Befehl, um eine korrekte Antwort zu erhalten

source: JSON protocol expects a POST request instead of %0:s. Submit a POST request with a JSON command to receive proper response
de: Das JSON-Protokoll erwartet eine POST-Anforderung anstelle von %0:s. Senden Sie eine POST-Anforderung mit einem JSON-Befehl, um eine korrekte Antwort zu erhalten

source: JSON string expected for field %s in JSON %s
de: JSON-String für Feld %s in JSON %s erwartet

source: JsonToken %s is not valid for closing JsonType %s.
de: JsonToken %s ist zum Schließen von JsonType %s nicht gültig.

source: JulianDate
de: Julianisches Datum

source: July
de: Juli

source: JumpList exception: Error %d: %s
de: JumpList-Exception: Fehler %d: %s

source: JumpListItem exception: Error %d: %s
de: JumpListItem-Exception: Fehler %d: %s

source: June
de: Juni

source: Key
de: Schlüssel

source: Key "%s" not found
de: Taste "%s" nicht gefunden

source: Key cannot be empty. Data model cannot set or get data by key with an empty name.
de: Schlüssel darf nicht leer sein. Datenmodell kann keine Daten über einen Schlüssel mit leerem Namen festlegen oder abrufen.

source: Key may not contain equals sign ("=")
de: Schlüssel darf keine Gleichheitszeichen ("=") enthalten

source: Key not present
de: Schlüssel nicht vorhanden

source: Kilograms
de: Kilogramm

source: KiloLiters
de: Kiloliter

source: Kilometers
de: Kilometer

source: Kinvey Error: %0:s. %1:s
de: Kinvey-Fehler: %0:s. %1:s

source: Kinvey push service requires a custom endpoint.
de: Für Kinvey-Push-Dienst ist ein benutzerdefinierter Endpunkt erforderlich.

source: Last
de: Letzter

source: Last Activity
de: Letzte Aktivität

source: Last Name
de: Nachname

source: Last Name Phonetic
de: Nachname (phonetisch)

source: Last record
de: Letzter Datensatz

source: Layer Name:
de: Ebenenname:

source: Layers
de: Ebenen

source: Lease on %s/%s is aquired for %d seconds
de: Leasing für %s/%s wird für %d Sekunden abgerufen

source: Lease on %s/%s is broken, a new lease can be acquired in %d seconds
de: Leasing für %s/%s wurde unterbrochen, ein neues Leasing kann in %d Sekunden abgerufen werden

source: Lease on %s/%s is released
de: Leasing für %s/%s wurde freigegeben

source: Lease on %s/%s is renewed for another %d seconds
de: Leasing für %s/%s wird für weitere %d Sekunden erneuert

source: Lease...
de: Leasing...

source: Left
de: Links

source: Left justify
de: Linksbündig

source: Left Justify
de: Linksbündig

source: Length of Strings and Objects arrays must be equal
de: Die Länge von String- und Objekt-Arrays muss gleich sein

source: Length of value array must be >= length of prompt array
de: Länge des Werte-Arrays muss >= der Länge des Prompt-Arrays sein

source: LibraryName must be specified.
de: LibraryName muss angegeben werden.

source: License information for %s is invalid
de: Lizenz-Information für %s ist ungültig

source: License information for %s not found. You cannot use this control in design mode
de: Lizenz-Information für %s nicht gefunden. Sie können dieses Steuerelement im Entwurfsmodus nicht verwenden

source: LightYears
de: Lichtjahr

source: Lime
de: Limone

source: line
de: Zeile

source: Line
de: Zeile

source: Line too long
de: Zeile zu lang

source: lines
de: Zeilen

source: Link "%1:s" of %0:s to a field
de: "%1:s" von %0:s mit einem Feld verknüpfen

source: Link %s to a component property
de: %s mit einer Komponenteneigenschaft verknüpfen

source: Link %s with a data source
de: %s mit einer Datenquelle verknüpfen

source: Link %s with a field
de: %s mit einem Feld verknüpfen

source: Link %s with a grid control
de: %s mit einem Gittersteuerelement verknüpfen

source: Link a field of %s to a component property
de: Ein Feld von %s mit einer Komponenteneigenschaft verknüpfen

source: Link a field of %s to a control
de: Ein Feld von %s mit einem Steuerelement verknüpfen

source: Link a property of %s to a control
de: Eine Eigenschaft von %s mit einem Steuerelement verknüpfen

source: Link a property of %s To a field
de: Eine Eigenschaft von %s mit einem Feld verknüpfen

source: Link control "%0:s" to source "%1:s"
de: Steuerelement "%0:s" mit Quelle "%1:s" verknüpfen

source: Link field "%1:s" of %0:s to a control
de: Feld "%1:s" von %0:s mit einem Steuerelement verknüpfen

source: Link field "%1:s" of %0:s with a component property
de: Feld "%1:s" von %0:s mit einer Komponenteneigenschaft verknüpfen

source: Link grid control "%0:s" to source "%1:s"
de: Tabellensteuerelement "%0:s" mit Quelle "%1:s" verknüpfen

source: Link Properties
de: Verknüpfungseigenschaften

source: Link property "%1:s" of %0:s to a control
de: Eigenschaft "%1:s" von %0:s mit einem Steuerelement verknüpfen

source: Link to DB DataSource...
de: Mit DB-Datenquelle verknüpfen...

source: Link to DB Field...
de: Mit DB-Feld verknüpfen...

source: Link to new %s
de: Mit neuem %s verknüpfen

source: Link to new control...
de: Mit neuem Steuerelement verknüpfen...

source: Linked %s
de: Verknüpft %s

source: Links
de: Link

source: List capacity out of bounds (%d)
de: Kapazität der Liste ist erschöpft (%d)

source: List count out of bounds (%d)
de: Zu viele Einträge in der Liste (%d)

source: List does not allow duplicates ($0%x)
de: Liste gestattet keine doppelten Einträge ($0%x)

source: List index out of bounds (%d)
de: Listenindex außerhalb des gültigen Bereichs (%d)

source: List Index out of bounds (%d)
de: Listenindex außerhalb des gültigen Bereichs (%d)

source: List is locked during an active ForEach
de: Liste ist während eines aktiven ForEach gesperrt

source: List is nil
de: Liste ist nil

source: List of tasks to Join method empty
de: Liste der Aufgaben für Join-Methode ist leer

source: Listbox (%s) style must be virtual in order to set Count
de: Stil des Listenfeldes (%s) muss virtuell sein, damit Count gesetzt werden kann

source: Lists
de: Listen

source: Lists all the PortTypes published by this Service
de: Listet alle PortTypes, die von diesem Service publiziert werden

source: ListView Columns Editor
de: ListView-Spalten-Editor

source: ListView Items Editor
de: ListView-Eintragseditor

source: Literal Prefix
de: Literales Präfix

source: Literal Suffix
de: Literales Suffix

source: Literal Supported
de: Literale unterstützt

source: Liters
de: Liter

source: LiveBindings Deprecated
de: LiveBindings - Veraltet

source: LiveBindings Misc
de: LiveBindings - Verschiedenes

source: LiveBindings Wizard...
de: LiveBindings-Experte...

source: LiveBindings Wizard...|Create new binding using a wizard
de: LiveBindings-Experte...|Neue Bindung mit einem Experten erstellen

source: Load More
de: Weitere laden

source: Load Picture
de: Bild laden

source: Load string list
de: String-Liste laden

source: Loading
de: Laden

source: Loading bitmap failed (%s).
de: Laden des Bitmaps fehlgeschlagen (%s).

source: Loading bitmap failed.
de: Laden des Bitmaps fehlgeschlagen.

source: Loading SSL module failed. One or more mapped methods are not available.
de: Laden des SSL-Moduls fehlgeschlagen. Eine oder mehrere zugeordnete Methoden sind nicht verfügbar.

source: Loading the desktop from "%s" for dock host window "%s" failed with message: "%s: %s"
de: Laden des Desktops "%s" für das Andockfenster "%s" schlug mit folgender Meldung fehl: "%s: %s"

source: Loading thumbnail failed (%s).
de: Laden der Miniaturansicht fehlgeschlagen (%s).

source: Loading thumbnail failed.
de: Laden der Miniaturansicht fehlgeschlagen.

source: Loading...
de: Laden...

source: Local source
de: Lokale Quelle

source: Local type declarations cannot have a name. Element: %s
de: Lokale Typdeklarationen dürfen keinen Namen besitzen. Element: %s

source: Locale
de: Länderkennung

source: Localizable
de: Übersetzungsrelevant

source: Location services are disabled
de: Positionsdienste sind deaktiviert

source: Log files (*.log)
de: Protokolldateien (*.log)

source: Login
de: Anmelden

source: Login parameter does not identify a logged in user
de: Anmeldeparameter identifiziert keinen angemeldeten Benutzer

source: Long Time | 090515PM | !90:00:00>LL;1;_
de: Durchwahl | 2010 | !-9999;1;_

source: Long Zip Code | 905040000 | 00000\-9999;1;_
de: PLZ, deutsch | 63225 | D-00000;1;_

source: LongTons
de: Tonne (UK)

source: Look&up Keys:
de: S&chlüssel:

source: Lookup
de: Suchen

source: Lookup a value in a bind scope. Returns the lookup value. Example usage: Lookup(BindScope, "keyfieldname", lookupkeyvalue, "valuefieldname")
de: Einen Wert in einem Bindungsgültigkeitsbereich suchen. Gibt den Suchwert zurück. Verwendungsbeispiel: Lookup(BindScope, "Schlüsselfeldname", lookupkeyvalue, "Wertefeldname")

source: Lookup controls do not support bidirectional editing
de: Suchsteuerelemente unterstützen keine bidirektionale Bearbeitung

source: Lookup definition
de: Nachschlage-Definition

source: Lookup information for field '%s' is incomplete
de: Lookup-Information für Feld '%s' ist unvollständig

source: Low surrogate char without a preceding high surrogate char at index: %d. Check that the string is encoded properly
de: Niedriges Ersatzzeichen ohne vorausgehendes hohes Ersatzzeichen bei Index: %d. Überprüfen Sie, ob der String korrekt codiert ist

source: Low surrogate not found
de: Niedriges Surrogat nicht gefunden

source: Lowered
de: Vertieft

source: M4A Files
de: M4A-Dateien

source: M4V Files
de: M4V-Dateien

source: Main
de: Hauptnummer

source: Manager %s is disabled
de: Manager %s ist deaktiviert

source: Manager cannot be Nil.
de: Manager darf nicht nil sein.

source: Manager does not support IBindingNotification.
de: Manager unterstützt IBindingNotification nicht.

source: Manager property not assigned
de: Manager-Eigenschaft nicht zugewiesen

source: Manual construction of TDeviceInfo is not supported
de: Die manuelle Erstellung von TDeviceInfo wird nicht unterstützt

source: Many values of Port are associated by convention with a particular service such as ftp or http. Port is the ID of the connection on which the server listens for client requests.
de: Viele Werte von Port sind mit bestimmten Diensten wie ftp oder http assoziiert. Port ist die ID der Verbindung, auf der der Server auf Client-Anfragen wartet.

source: Mar
de: Mär

source: March
de: März

source: Maroon
de: Braun

source: Masked Text Editor
de: Maskentext-Editor

source: Mass
de: Masse

source: MasterKey required
de: MasterKey erforderlich

source: MasterSecret required
de: MasterSecret erforderlich

source: Materials
de: Materialien

source: Max Value
de: Max. Wert

source: Maximum number of arguments allowed exceeded (%d)
de: Maximal zulässige Anzahl von Argumenten überschritten (%d)

source: Maximum number of concurrent connections exceeded. Please try again later
de: Die maximale Anzahl gleichzeitiger Verbindungen wurde überschritten. Versuchen Sie später noch erneut

source: Maximum number of redirections (%d) exceeded
de: Maximale Anzahl von Umleitungen (%d) überschritten

source: Maximum outline depth exceeded
de: Maximale Gliederungstiefe überschritten

source: Maximum Scale
de: Maximale Skalierung

source: Maximum Version
de: Höchste Version

source: May
de: Mai

source: MD5: Cannot update a finalized hash
de: MD5: Ein finalisierter Hash kann nicht aktualisiert werden

source: Media Library
de: Medienbibliothek

source: Medium Gray
de: Mittelgrau

source: Megameters
de: Megameter

source: Memory Buffer overrun
de: Speicherpufferüberlauf

source: Menu '%s' is already being used by another form
de: Menü '%s' wird bereits von einem anderen Formular verwendet

source: Menu Background
de: Menühintergrund

source: Menu Bar
de: Menüleiste

source: Menu Highlight
de: Hervorgehobenes Menü

source: Menu index out of range
de: Menüindex außerhalb des zulässigen Bereichs

source: Menu inserted twice
de: Menü zweimal eingefügt

source: Menu Text
de: Menütext

source: Merge
de: Zusammenführen

source: Mesh id %s not found. File is corrupt.
de: Mesh-ID %s nicht gefunden. Datei ist beschädigt.

source: Message content is not a valid JSON value.
de: Nachrichteninhalt ist kein gültiger JSON-Wert.

source: Messages must be shown in the main UI thread.
de: Meldungen müssen im Haupt-UI-Thread angezeigt werden.

source: Messaging Services
de: Messaging-Dienste

source: MetaClass cannot be nil.
de: MetaClass darf nicht nil sein.

source: Metadata
de: Metadaten

source: MetaData cannot be provided from a Blackfish SQL server older than version 8.0
de: Metadaten können nur von einem Blackfish-SQL-Server ab der Version 8.0 bereitgestellt werden

source: Metafile is not valid
de: Metadatei ist ungültig

source: Metafiles
de: Metadateien

source: Meters
de: Meter

source: Method
de: Methode

source: Method '%s' not supported by automation object
de: Die Methode '%s' wird vom Automatisierungsobjekt nicht unterstützt

source: Method '%s' not supported by OLE object
de: Methode '%s' wird vom OLE-Objekt nicht unterstützt

source: Method %s of class %s not found
de: Methode %s aus Klasse %s nicht gefunden

source: Method '%s' of type '%s' must have cdecl calling convention
de: Methode '%s' vom Typ '%s' muss die cdecl-Aufrufkonvention verwenden

source: Method already assigned
de: Methode bereits zugewiesen

source: Method called on disposed object
de: Methode für freigegebenes Objekt aufgerufen

source: Method definition for %s has over %d parameters
de: Methodendefinition für %s hat mehr als %d Parameter

source: Method has no RTTI
de: Methode hat kein RTTI

source: Method Name
de: Methodenname

source: Method not permitted in TSoapDataList
de: Methode nicht erlaubt in TSoapDataList

source: method not supported
de: Methode nicht unterstützt

source: Method signature does not match expected
de: Methodensignatur stimmt nicht mit der erwarteten Signatur überein

source: Methods
de: Methoden

source: MetricTons
de: Metrische Tonne

source: Micrograms
de: Mikrogramm

source: Micromicrons
de: Mikromikron

source: Microns
de: Mikron

source: Microsoft MSXML is not installed
de: Microsoft MSXML ist nicht installiert

source: Middle Name
de: Zweiter Vorname

source: Middle Name Phonetic
de: Zweiter Vorname (phonetisch)

source: Miles
de: Meile

source: Millennia
de: Jahrtausend

source: Milligrams
de: Milligramm

source: MilliLiters
de: Milliliter

source: Millimeters
de: Millimeter

source: Millimicrons
de: Millimikron

source: Millisecond Values must be between 000 - 999
de: Werte für Millisekunden müssen zwischen 000 - 999 liegen

source: MilliSeconds
de: Millisekunde

source: Mime Type
de: Mime-Typ

source: Mime type cannot be empty
de: Mime-Typ muss angegeben werden

source: Mime type: '%0:s', Extensions: '%1:s'
de: Mime-Typ: '%0:s', Erweiterungen: '%1:s'

source: Min Value
de: Min. Wert

source: Minimize All
de: Alle verkleinern

source: Minimum Scale
de: Minimale Skalierung

source: Minimum Version
de: Kleinste Version

source: Minutes
de: Minute

source: Miscellaneous
de: Verschiedene

source: Mismatched paramaters to RegisterChildNodes
de: Nicht übereinstimmende Parameter bei RegisterChildNodes

source: Missing %s property
de: Eigenschaft %s fehlt

source: Missing class for query
de: Klasse für Abfrage fehlt

source: Missing Connection or ConnectionString
de: Fehlende Connection oder ConnectionString

source: Missing data provider or data packet
de: Fehlender Daten-Provider oder Datenpaket

source: Missing Database property
de: Eigenschaft Database fehlt

source: Missing DataSet property
de: Eigenschaft DataSet fehlt

source: Missing DataSetField property
de: Eigenschaft DataSetField fehlt

source: Missing DriverName property
de: Eigenschaft DriverName fehlt

source: Missing expression for query
de: Ausdruck für Abfrage fehlt

source: Missing FaultString or FaultCode element
de: Fehlendes FaultString- oder FaultCode-Element

source: Missing parameter marker
de: Parametermarkierung fehlt

source: Missing query, table name or procedure name
de: Fehlende Abfrage, Tabellen- oder Prozedurname

source: Missing SQLConnection property
de: Eigenschaft SQLConnection fehlt

source: Missing TableName property
de: Eigenschaft TableName fehlt

source: Missing Type name
de: Typname fehlt

source: Missing, invalid or empty palette
de: Fehlende, ungültige oder leere Palette

source: Mobile
de: Mobil

source: Mode (%s)
de: Modus (%s)

source: Model is not valid class. Expected [%s], but received [%s]
de: Modell ist keine gültige Klasse. [%s] erwartet, aber [%s] erhalten

source: Modification Date
de: Änderungsdatum
