Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Cannot open AVI
de: AVI kann nicht geöffnet werden

source: Cannot open clipboard: %s
de: Zwischenablage %s kann nicht geöffnet werden

source: Cannot open detail table with master closed
de: Detailtabelle kann nicht geöffnet werden, wenn die Haupttabelle geschlossen ist.

source: Cannot open file "%s". %s
de: Datei %s kann nicht geöffnet werden. %s

source: Cannot open file %s
de: Datei %s kann nicht geöffnet werden

source: Cannot parse properly the callback output argument
de: Das Callback-Ausgabeargument kann nicht korrekt analysiert werden

source: Cannot parse properly the metadata value
de: Der Metadatenwert kann nicht korrekt analysiert werden

source: Cannot perform a requery after connection has changed
de: Nach Wechsel der Verbindung kann keine Abfrage durchgeführt werden

source: Cannot perform operation. User rejected access to AddressBook
de: Operation kann nicht durchgeführt werden. Benutzer hat den Zugriff auf AddressBook verweigert

source: Cannot perform operation. You have to request permission by using AddressBook.RequestPermission
de: Operation kann nicht durchgeführt werden. Sie müssen die Berechtigung mit AddressBook.RequestPermission anfordern

source: Cannot perform this operation on a closed connection
de: Bei einer geschlossenen Verbindung ist diese Operation nicht möglich

source: Cannot perform this operation on a closed dataset
de: Operation bei geschlossener Datenmenge nicht ausführbar

source: Cannot perform this operation on an empty dataset
de: Operation bei leerer Datenmenge nicht ausführbar

source: Cannot perform this operation on an open connection
de: Bei einer geöffneten Verbindung ist diese Operation nicht möglich

source: Cannot perform this operation on an open dataset
de: Operation bei geöffneter Datenmenge nicht ausführbar

source: Cannot read Infinity value
de: Infinity-Wert kann nicht gelesen werden

source: Cannot read -Infinity value
de: -Infinity-Wert kann nicht gelesen werden

source: Cannot read NaN value.
de: NaN-Wert kann nicht gelesen werden.

source: Cannot Read WideString from odd byte position
de: WideString kann nicht von einer ungeraden Byte-Position aus gelesen werden

source: Cannot register a nil provider
de: Ein Nil-Provider kann nicht registriert werden

source: Cannot remove contact from group. %s
de: Kontakt kann nicht aus Gruppe entfernt werden. %s

source: Cannot remove contact from group. [%s] cannot be nil.
de: Kontakt kann nicht aus Gruppe entfernt werden. [%s] darf nicht nil sein.

source: Cannot remove contact from group. [%s] should be instance of [%s] class.
de: Kontakt kann nicht aus Gruppe entfernt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot remove contact. %s
de: Kontakt kann nicht entfernt werden. %s

source: Cannot remove contact. [%s] cannot be nil.
de: Kontakt kann nicht entfernt werden. [%s] darf nicht nil sein.

source: Cannot remove contact. [%s] should be instance of [%s] class.
de: Kontakt kann nicht entfernt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot remove group. %s
de: Gruppe kann nicht entfernt werden. %s

source: Cannot remove group. [%s] cannot be nil.
de: Gruppe kann nicht entfernt werden. [%s] darf nicht nil sein.

source: Cannot remove group. [%s] should be instance of [%s] class.
de: Gruppe kann nicht entfernt werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot remove service: %s
de: Dienst kann nicht entfernt werden: %s

source: Cannot remove shell notification icon
de: Shell-Benachrichtigungssymbol kann nicht entfernt werden

source: Cannot resize buffers for '%s'.
de: Größe der Puffer für '%s' kann nicht geändert werden.

source: Cannot resize swap chain for '%s'.
de: Größe der Swapchain für '%s' kann nicht geändert werden.

source: Cannot resolve to dataset when using nested datasets or references
de: Bei Datenmengen oder -referenzen kann in die Datenmenge nicht zurückgeschrieben werden

source: Cannot retrieve buffer description for '%s'.
de: Pufferbeschreibung für '%s' kann nicht abgerufen werden.

source: Cannot retrieve device depth/stencil buffer for '%s'.
de: Tiefen-/Schablonenpuffer für '%s' kann nicht abgerufen werden.

source: Cannot retrieve device render buffers for '%s'.
de: Geräte-Render-Puffer für '%s' können nicht abgerufen werden.

source: Cannot retrieve display mode for '%s'.
de: Anzeigemodus für '%s' kann nicht ermittelt werden.

source: Cannot retrieve list of contacts. [%s] cannot be nil.
de: Liste mit Kontakten kann nicht abgerufen werden. [%s] darf nicht nil sein.

source: Cannot retrieve surface for '%s'.
de: Oberfläche für '%s' kann nicht ermittelt werden.

source: Cannot retrieve the state of the bluetooth adapter
de: Status des Bluetooth-Adapters kann nicht abgerufen werden

source: Cannot save [%s]. %s
de: [%s] kann nicht gespeichert werden. %s

source: Cannot save changes in AddressBook. %s
de: Änderungen können nicht in AddressBook gespeichert werden. %s

source: Cannot save Contact Photo. TBitmap cannot be converted into JBitmap.
de: Kontaktfoto kann nicht gespeichert werden. TBitmap kann nicht in JBitmap konvertiert werden.

source: Cannot save contact, when contact is not modified
de: Kontakt kann nicht gespeichert werden, wenn der Kontakt nicht geändert wurde

source: Cannot save contact. %s
de: Kontakt kann nicht gespeichert werden. %s

source: Cannot save contact. [%s] cannot be nil.
de: Kontakt kann nicht gespeichert werden. [%s] darf nicht nil sein.

source: Cannot save contact. [%s] should be instance of [%s] class.
de: Kontakt kann nicht gespeichert werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot save empty GIF
de: Leeres GIF kann nicht gespeichert werden

source: Cannot save group. %s
de: Gruppe kann nicht gespeichert werden. %s

source: Cannot save group. [%s] cannot be nil.
de: Gruppe kann nicht gespeichert werden. [%s] darf nicht nil sein.

source: Cannot save group. [%s] should be instance of [%s] class.
de: Gruppe kann nicht gespeichert werden. [%s] muss Instanz der Klasse [%s] sein.

source: Cannot send data: (%d) %s
de: Daten können nicht gesendet werden: (%d) %s

source: Cannot set discoverable mode
de: Erkennbarkeitsmodus kann nicht festgelegt werden

source: Cannot set group name. %s
de: Gruppenname kann nicht festgelegt werden. %s

source: Cannot set group name. GroupRef is nil
de: Gruppenname kann nicht festgelegt werden. GroupRef ist nil

source: Cannot set this singleton instance more than once or after it has been retrieved one or more times
de: Setzen dieser Singleton-Instanz mehr als einmal oder nachdem sie einmal oder mehrmals abgerufen wurde, nicht möglich

source: Cannot set value for field %s as it is expected to be an array instead of %s
de: Wert für Feld %s kann nicht gesetzt werden; Array anstatt %s erwartet

source: Cannot start a task that has already completed
de: Eine bereits abgeschlossene Aufgabe kann nicht gestartet werden

source: Cannot start the printing job
de: Druckauftrag kann nicht gestartet werden

source: Cannot synchronize device buffers for '%s'.
de: Gerätepuffer für '%s' können nicht synchronisiert werden.

source: Cannot terminate an externally created thread
de: Ein extern erstellter Thread kann nicht beendet werden

source: Cannot translate CFDictionary to Delphi type
de: CFDictionary kann nicht in einen Delphi-Typ übersetzt werden

source: Cannot unregister the system style
de: Die Registrierung des Systemstils kann nicht aufgehoben werden

source: Cannot update OpenGL context for '%s'.
de: OpenGL-Kontext für '%s' kann nicht aktualisiert werden.

source: Cannot upload device buffers for '%s'.
de: Gerätepuffer für '%s' können nicht aktualisiert werden.

source: Cannot upload pixel data to texture for '%s'.
de: Pixel-Daten können nicht für '%s' zu Textur hochgeladen werden.

source: Cannot wait for an externally created thread
de: Auf einen extern erstellten Thread kann nicht gewartet werden

source: Cannot write %d bytes. Only %d were delivered.
de: %d Bytes können nicht geschrieben werden. Es wurden nur %d gesendet.

source: Cannot write JSON comment as BSON
de: JSON-Kommentar kann nicht als BSON geschrieben werden

source: Cannot write JSON constructor as BSON
de: JSON-Konstruktor kann nicht als BSON geschrieben werden

source: Cannot write raw JSON as BSON
de: Roh-JSON kann nicht als BSON geschrieben werden

source: Cannot Write WideString to odd byte position
de: WideString kann nicht an eine ungerade Byte-Position geschrieben werden

source: Can't change value while socket is active
de: Wert kann nicht geändert werden, während der Socket aktiv ist

source: Can't connect to profile %s
de: Verbindung mit Profil %s nicht möglich

source: Can't create new socket
de: Es kann kein neuer Socket erzeugt werden

source: Can't execute TCustomRESTRequest when Client property is nil.
de: Ausführen von TCustomRESTRequest nicht möglich, wenn die Client-Eigenschaft nil ist.

source: Can't find profile %s
de: Profil %s wurde nicht gefunden

source: Can't find profile for action %s
de: Profil für Aktion %s wurde nicht gefunden

source: Can't find profile for resource %s
de: Profil für Ressource %s wurde nicht gefunden

source: Can't find resource list for profile %s
de: Ressourcenliste für Profil %s wurde nicht gefunden

source: Can't get a connection to profile %s
de: Verbindung mit Profil %s kann nicht hergestellt werden

source: Can't listen on an open socket
de: Offener Socket kann nicht überwacht werden

source: Can't load package %s. %s
de: Package %s kann nicht geladen werden. %s

source: Can't send file %s
de: Datei %s kann nicht gesendet werden

source: Can't send resource %s
de: Ressource %s kann nicht gesendet werden

source: Can't write to a read-only resource stream
de: In einen zum Lesen geöffneten Ressourcen-Stream kann nicht geschrieben werden

source: Canvas does not allow drawing
de: Canvas erlaubt kein Zeichnen

source: Capacity cannot be less than size
de: Kapazität darf nicht geringer als Größe sein

source: Caption cannot be empty
de: Caption darf nicht leer sein

source: Caption Text
de: Titeltext

source: Car
de: Auto

source: Cascade
de: Überlappend

source: Case Sensitive
de: Groß-/Kleinschreibung beachten

source: Catalog Name
de: Katalogname

source: Categor&ies:
de: Kategor&ien:

source: CategoryPanel must have a CategoryPanelGroup as its parent
de: Dem CategoryPanel muss eine CategoryPanelGroup übergeordnet sein

source: Caused by: %s
de: Verursacht von: %s

source: Centares
de: Zentarien

source: Center
de: Zentriert

source: Center|Centers text between margins
de: Zentrieren|Text zentriert ausrichten

source: Centigrams
de: Zentigramm

source: CentiLiters
de: Zentiliter

source: Centimeters
de: Zentimeter

source: Centuries
de: Jahrhundert

source: Chains
de: Messkette

source: Change Relationships...
de: Beziehungen ändern...

source: Channel is closed, cannot read data
de: Kanal ist geschlossen, Daten können nicht gelesen werden

source: Channel is terminated while %d are still registered with it
de: Kanal ist geschlossen, obwohl %d noch registriert sind

source: Channel names expected
de: Kanalnamen erwartet

source: Character encoding scheme not supported.
de: Zeichencodierungsschema wird nicht unterstützt.

source: Character for &Blanks:
de: Leer&zeichen als:

source: Character index out of bounds (%d)
de: Zeichenindex außerhalb des gültigen Bereichs (%d)

source: Characteristic with UUID: %s already exists
de: Merkmal mit UUID: %s ist bereits vorhanden

source: CheckSynchronize called from thread $%x, which is NOT the main thread
de: CheckSynchronize wurde vom Thread $%x aufgerufen, der NICHT der Haupt-Thread ist.

source: Child
de: Kind

source: Child name-value tree is in use elsewhere
de: Untergeordnete Name-Wert-Hierarchie wird bereits verwendet

source: ChildName cannot be blank
de: ChildName muss angegeben werden

source: Choose a component
de: Komponente auswählen

source: Choose a control
de: Steuerelement auswählen

source: Choose a control class
de: Steuerelementklasse auswählen

source: Choose a data source
de: Wählen Sie eine Datenquelle

source: Choose a datasource
de: Wählen Sie eine Datenquelle aus

source: Choose a field
de: Feld auswählen

source: Choose a property
de: Eigenschaft auswählen

source: Choose Color
de: Farbe wählen

source: Circular datalinks are not allowed
de: Zirkuläre Datenverbindungen sind nicht erlaubt

source: Circular decoder table entry
de: Zirkulärer Eintrag in Decoder-Tabelle

source: Circular provider references not allowed
de: Zirkuläre Verweise von Providern sind nicht gestattet

source: Circular provider references not allowed.
de: Zirkuläre Provider-Referenzen nicht erlaubt.

source: Circular reference to Connection not allowed
de: Zirkulärer Verweis auf Verbindung nicht zulässig

source: Circular references are not allowed
de: Zirkuläre Verweise sind nicht zulässig

source: Circular references not allowed
de: Zirkuläre Verweise sind nicht gestattet

source: Class %0:s does not support interface %1:s
de: Klasse %0:s unterstützt Interface %1:s nicht

source: Class %s does not implement interface GUID %s
de: Klasse %s implementiert Interface-GUID %s nicht

source: Class %s does not support the action
de: Klasse %s unterstützt die Aktion nicht

source: Class '%s' is already registered for '%s'
de: Klasse '%s' ist für '%s' bereits registriert

source: Class %s is not applicable to this module
de: Klasse %s kann bei diesem Modul nicht angewendet werden

source: Class %s is not intended to be constructed
de: Klasse %s soll nicht erzeugt werden

source: Class '%s' is not registered for '%s'
de: Klasse '%s' ist für '%s' nicht registriert

source: Class %s must provide an override for DoSetUp
de: Klasse %s muss Überschreibung für DoSetUp bereitstellen

source: Class %s not found
de: Klasse %s nicht gefunden

source: Class not available
de: Klasse nicht verfügbar

source: Class not registered
de: Klasse nicht registriert

source: Class of flashing control is not registered
de: Klasse des Blink-Steuerelements ist nicht registriert

source: Classes that represent scalar types must descend from TRemotableXS, %s does not
de: Klassen, die Skalartypen repräsentieren, müssen von TRemotableXS abgeleitet worden sein; %s ist es nicht

source: ClassType must be specified.
de: ClassType muss angegeben werden.

source: Clear
de: Leeren

source: Clear DataSet
de: DataSet leeren

source: Clear Grid
de: Tabelle leeren

source: Clear information used only at design time?
de: Die nur beim Entwurf verwendeten Informationen entfernen?

source: Clear List
de: Liste leeren

source: Clear Messages
de: Nachrichten löschen

source: Clear Request Data
de: Anforderungsdaten löschen

source: Clear Response Data
de: Antwortdaten löschen

source: Clear Selection
de: &Auswahl leeren

source: Client DataSet Data
de: Daten der Client-Datenmenge

source: Client not assigned to request component
de: Client nicht zu Anforderungskomponente zugewiesen

source: Client of TDrag not initialized
de: Client von TDrag wurde nicht initialisiert

source: Client rejected the certificate
de: Client hat Zertifikat zurückgewiesen

source: Clipboard does not support Icons
de: Zwischenablage unterstützt keine Symbole

source: CloneConnection invalid: distinct ClientDataSet descendents
de: CloneConnection ungültig: verschiedene ClientDataSet-Nachkommen

source: Close
de: Schließen

source: Close error
de: Fehler beim Schließen

source: Close Window
de: Fenster schließen

source: Close Window|Close active form
de: Fenster schließen|Aktives Formular schließen

source: Cloud access error.
de: Cloud-Zugriffsfehler.

source: Co&lumns Editor...
de: Spa&lteneditor...

source: Codeset conversion failure
de: Fehler bei Codeset-Konvertierung

source: Collection &Up
de: Kollektion nach &oben

source: Collection Dow&n
de: Kollektion nach unte&n

source: CollectionEditor
de: Sammlungseditor

source: Collections:
de: Kollektionen:

source: Color
de: Farbe

source: Color not in color table
de: Farbe nicht in der Farbtabelle

source: Color Select
de: Farbe wählen

source: Color table is empty
de: Farbtabelle ist leer

source: Color table overflow
de: Farbtabellenüberlauf

source: Colors
de: Farben

source: Column index, %d, out of bounds
de: Spaltenindex, %d, außerhalb des Bereichs

source: Column Name
de: Spaltenname

source: Column Properties
de: Spalten-Eigenschaften

source: Column Size
de: Spaltengröße

source: Column%d
de: Spalte%d

source: Column[%d]
de: Spalte[%d]

source: Columns
de: Spalten

source: COM Server Warning
de: Warnung des COM-Servers

source: Command %s in request is not supported. Accepted commands are: GET, POST, PUT and DELETE
de: Anweisung %s in Anforderung wird nicht unterstützt. Die folgenden Anweisungen werden unterstützt: GET, POST, PUT und DELETE

source: Command %s not implemented
de: Befehl %s nicht implementiert

source: Command can only be prepared once
de: Anweisung kann nur einmal vorbereitet werden

source: Command closed or executed again
de: Befehl geschlossen oder erneut ausgeführt

source: Command closed or unassigned.
de: Befehl geschlossen oder nicht zugewiesen.

source: Command needs more DBXReader parameters
de: Anweisung benötigt mehr DBXReader-Parameter

source: Commands with output values must be prepared
de: Anweisungen mit Ausgabewerten müssen vorbereitet werden

source: CommandText changes are not allowed
de: Änderungen an CommandText sind nicht gestattet

source: CommandText does not return a result set
de: CommandText gibt keine Ergebnismenge zurück

source: CommandText Editor
de: Anweisungstext-Editor

source: Commit Block List
de: Blockliste übergeben

source: Commit block list for blob %s/%s
de: Blockliste für Blob %s/%s übergeben

source: Committed Blocks
de: Übergebene Blöcke

source: Committing a new jump list
de: Neue Sprungliste wird übergeben

source: Committing a property store
de: Eigenschaftsspeicher wird übergeben

source: Committing the block list of %s/%s failed. Error code is: %d.
de: Übergabe der Blockliste von %s/%s fehlgeschlagen. Fehlercode: %d.

source: Common
de: Allgemein

source: Communication filter %s is not registered. Filter class needs to be registered in order to communicate with the server.
de: Kommunikationsfilter %s ist nicht registriert. Filterklasse muss registriert sein, damit mit dem Server kommuniziert werden kann.

source: Communication timeout error
de: Zeitüberschreitung bei der Kommunikation

source: Communication was terminated.
de: Kommunikation wurde beendet.

source: Company main
de: Firma (Hauptnummer)

source: Component name '%s' exceeds 64 character limit
de: Komponentenname '%s' überschreitet 64 Zeichen

source: Component property
de: Komponenteneigenschaft

source: Concurrency
de: Übereinstimmung

source: Configuration file %s not found
de: Konfigurationsdatei %s nicht gefunden

source: Configure...
de: Konfigurieren...

source: Confirm
de: Bestätigen

source: Conflicting Value
de: Widersprüchliche Werte

source: Connect request timed out after %s milliseconds
de: Zeitüberschreitung bei Verbindungsanforderung nach %s Millisekunden

source: Connection cannot be nil. Make sure the connection has been opened.
de: Verbindung darf nicht nil sein. Überprüfen Sie, ob die Verbindung geöffnet wurde.

source: Connection failed
de: Verbindung fehlgeschlagen

source: Connection lost
de: Verbindung verloren

source: Connection name missing
de: Name der Verbindung fehlt

source: Connection not allowed to TConnectionBroker
de: Verbindung zu TConnectionBroker nicht gestattet

source: Connection timeout error
de: Zeitüberschreitung bei Verbindung

source: Constant is not correct type %s
de: Die Konstante ist nicht vom richtigen Typ %s

source: Constant out of range
de: Konstante außerhalb des zulässigen Wertebereichs

source: Constraint Name
de: Einschränkungsname

source: Constructing COM object '%s' for which there is no wrapper component
de: COM-Objekt '%s' wird erstellt, für das keine Wrapper-Komponente vorhanden ist

source: Container %s deletion failed with code %d.
de: Löschen des Containers %s mit Code %d fehlgeschlagen.

source: Container's %s creation failed with code: %d
de: Erstellen von %s des Containers fehlgeschlagen mit Code: %d

source: Container's %s metadata access failed. Error code is: %d.
de: Zugriff auf die Metadaten des Containers %s fehlgeschlagen. Fehlercode: %d.

source: Content Length
de: Inhaltslänge

source: Content-Length header not found
de: Inhaltslängen-Header nicht gefunden

source: ContentModel not set
de: ContentModel nicht gesetzt

source: continue
de: Weiter

source: Continue and lose current changes?
de: Fortsetzen? Aktuelle Änderungen gehen dabei verloren.

source: Control
de: Steuerelement

source: Control '%s' has no parent window
de: Element '%s' hat kein übergeordnetes Fenster

source: Control cannot be positioned relative to itself
de: Steuerelement kann nicht relativ zu sich selbst positioniert werden

source: Control cannot be used in a DBCtrlGrid
de: Element kann in einem DBCtrlGrid nicht verwendet werden

source: Control Expression
de: Steuerelementausdruck

source: Control Expression for EditWithHandler
de: Steuerausdruck für EditWithHandler

source: Control expression for %s:
de: Steuerausdruck für %s:

source: Control expression:
de: Steuerausdruck:

source: Control is not a sibling within RelativePanel
de: Steuerelement ist in RelativePanel nicht gleichgeordnet

source: Control Member
de: Steuer-Member

source: Control not found
de: Steuerelement nicht gefunden

source: Control-C hit
de: Strg+C gedrückt

source: ControlItem.Control cannot be set to owning GridPanel
de: ControlItem.Control darf nicht auf besitzendes GridPanel gesetzt werden

source: ControlItem.Control cannot be set to owning RelativePanel
de: ControlItem.Control darf nicht auf besitzendes RelativePanel gesetzt werden

source: Controller id %s not found. File is corrupt.
de: Controller-ID %s nicht gefunden. Datei ist beschädigt.

source: Conversion family (%s) already registered
de: Konvertierungsfamilie (%s) bereits registriert

source: Conversion from %0:s to %1:s is not supported
de: Konvertierung von %0:s in %1:s wird nicht unterstützt

source: Conversion from class %s to SOAP is not supported - SOAP classes must derive from TRemotable
de: Die Konvertierung von Klasse %s zu SOAP wird nicht unterstützt - SOAP-Klassen müssen von TRemotable abgeleitet worden sein

source: Conversion type (%s) already registered in %s
de: Konvertierungstyp (%s) bereits registriert in %s

source: Convert float to integer using Round()
de: Gleitkomma in Integer mit Round() konvertieren

source: Converter ID
de: Konverter-ID

source: Converter ID must be specified
de: Konverter-ID muss angegeben werden

source: Converting
de: Konvertierung

source: Copy
de: Kopieren

source: Copy blob %s/%s into...
de: Blob %s/%s kopieren nach...

source: Copy Lease ID
de: Leasing-ID kopieren

source: Copy Selection
de: Auswahl kopieren

source: Copy|Copies the selection and puts it on the Clipboard
de: Kopieren|Auswahl in die Zwischenablage kopieren

source: Copying
de: Kopieren

source: CordFeet
de: Klasterfuß

source: Cords
de: Klaster

source: Correct
de: Korrekt

source: Could not convert string to DateTime: %s
de: Konvertieren von String in DateTime-Wert nicht möglich: %s

source: Could not convert string to double: %s
de: Konvertieren von String in Double-Wert nicht möglich: %s

source: Could not convert string to integer: %s
de: Konvertieren von String in Integerwert nicht möglich: %s

source: Could not convert variant of type (%s) into type (%s)
de: Variante des Typs (%s) konnte nicht in Typ (%s) konvertiert werden

source: Could not create styled presentation because CreateAniCalculations returned nil.
de: Mit Stilen versehene Darstellung konnte nicht erstellt werden, weil CreateAniCalculations nil zurückgab.
