Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document. To use absolute (x and y) positioning, change the pageLayout property of the DOCUMENT to GridLayout
de: Die gerade bearbeitete Seite befindet sich im Fluss- Layoutmodus und Objekte werden wie in einem Textverarbeitungsdokument von oben nach unten angeordnet. Für eine absolute (x und y) Positionierung müssen Sie die Eigenschaft pageLayout von DOCUMENT in GridLayout ändern

source: The page you are working on is in grid layout mode, and objects will be arranged using absolute (x and y) coordinates. To use flow layout (top to bottom, as in a word processing document), change the pageLayout property of the DOCUMENT to FlowLayout
de: Die gerade bearbeitete Seite befindet sich im Gitter-Layoutmodus und Objekte werden unter der Verwendung von absoluten (X und Y) Koordinaten angeordnet. Für den Fluss-Layoutmodus (von oben nach unten wie in einem Textverarbeitungsdokument) müssen Sie die Eigenschaft pageLayout von DOCUMENT in FlowLayout ändern

source: The parameter has an invalid number format
de: Der Parameter hat ein ungültiges Zahlenformat

source: The path format is not supported
de: Das Pfadformat wird nicht unterstützt

source: The path must specify a file
de: Im Pfad muss eine Datei angegeben werden

source: The png file could not be loaded because it does not exist.
de: Die png-Datei konnte nicht geladen werden, weil sie nicht vorhanden ist.

source: The png image could not be loaded from the resource ID.
de: Das PNG Bild konnte nicht aus den Resourcendaten geladen werden.

source: The program tried to add a existent critical chunk to the current image which is not allowed.
de: Das Programm versucht einen existierenden und notwendigen Abschnitt zum aktuellen Bild hinzuzufügen. Dies ist nicht zulässig.

source: The reader's MaxDepth of %s has been exceeded.
de: MaxDepth %s des Readers wurde überschritten.

source: The sensor on the specified index (%d) is not found
de: Der Sensor am angegebenen Index (%d) wurde nicht gefunden

source: The Server has no matching %s filter.
de: Der Server hat keinen entsprechenden %s-Filter.

source: The shared key cannot be created. Please check that you have the required OpenSSL libraries.
de: Der gemeinsamer Schlüssel kann nicht erstellt werden. Bitte überprüfen Sie, ob die erforderlichen OpenSSL-Bibliotheken vorhanden sind.

source: The Socket Server can only be run as a service on NT 3.51 and prior
de: Der Socket-Server kann auf Win NT 3.51 und älter als Service ausgeführt werden

source: The Socket Server is already running
de: Der Socket-Server wird bereits ausgeführt

source: The source "%s" contains bitmaps with scales: %s The bitmap is shown for scale %s The coordinates are given for the scale %s
de: Die Quelle "%s" enthält Bitmaps mit Skalierungen: %s Das Bitmap wird für die Skalierung %s angezeigt Die Koordinaten beziehen sich auf die Skalierung %s

source: The source "%s" does not contain bitmaps
de: Die Quelle "%s" enthält keine Bitmaps

source: The source and destination paths must contain the same root drive
de: Die Quell- und Zielpfade müssen dasselbe Stammlaufwerk enthalten

source: The source directory is the same as the destination directory
de: Das Quellverzeichnis ist mit dem Zielverzeichnis identisch

source: The source file is the same as the destination file
de: Die Quelldatei ist mit der Zieldatei identisch

source: The specified bitmap format is not supported.
de: Das angegebene Bitmap-Format wird nicht unterstützt.

source: The specified directory already exists
de: Das angegebene Verzeichnis ist bereits vorhanden

source: The specified directory does not exist. Create it?
de: Das angegebene Verzeichnis ist nicht vorhanden. Soll es erstellt werden?

source: The specified directory is not empty
de: Das angegebene Verzeichnis ist nicht leer

source: The specified directory name is invalid
de: Der angegebene Verzeichnisname ist ungültig

source: The specified file already exists
de: Die angegebene Datei ist bereits vorhanden

source: The specified file was not found
de: Die angegebene Datei wurde nicht gefunden

source: The specified name cannot be used.
de: Der angegebene Name kann nicht verwendet werden.

source: The specified path is too long
de: Der angegebene Pfad ist zu lang

source: The specified path was not found
de: Der angegebene Pfad wurde nicht gefunden

source: The specified session has expired due to inactivity or was an invalid Session ID
de: Die angegebene Sitzung ist abgelaufen, weil sie inaktiv war oder eine ungültige Sitzungs-ID hatte

source: The Stop method was previously called. Break and Stop may not be used in combination in iterations of the same loop
de: Die Methode "Stop" wurde zuvor aufgerufen. Break und Stop dürfen in Iterationen derselben Schleife nicht zusammen verwendet werden

source: The string '%s' does not match any value of %s
de: Der String '%s' entspricht keinem Wert von %s

source: The style you have chosen is not available for your currently selected target platform. You can select a custom style or remove the stylebook to allow FireMonkey to automatically load the native style at run time
de: Der ausgewählte Stil steht für die aktuell ausgewählte Zielplattform nicht zur Verfügung. Sie können einen benutzerdefinierten Stil auswählen oder das Stilbuch entfernen, damit FireMonkey den nativen Stil zur Laufzeit automatisch laden kann

source: The type '%s' is not supported with ObjectiveC interoperability
de: Der Typ '%s' wird mit ObjectiveC-Interoperabilität nicht unterstützt

source: There are still active COM objects in this application. One or more clients may have references to these objects, so manually closing
de: Diese Anwendung enthält noch aktive COM-Objekte.Mindestens ein Client verweist noch auf diese Objekte,so dass manuelles Schließen

source: There is another taskbar control instance
de: Es ist eine weitere Taskleisten-Steuerelementinstanz vorhanden

source: There is no active transaction
de: Es ist keine Transaktion aktiv

source: There is no cached item with ID: %d
de: Es gibt kein zwischengespeichertes Element mit der ID: %d

source: There is no content available.
de: Kein Inhalt verfügbar.

source: There is no default printer currently selected
de: Aktuell ist kein Standarddrucker ausgewählt

source: There is no parameter for command %d, parameter index %d.
de: Es gibt keinen Parameter für Befehl %d, Parameterindex %d.

source: There is no source "%s"
de: Quelle "%s" nicht vorhanden

source: There is no such palette entry.
de: Es gibt keinen solchen Palettenwert.

source: There was an accelerator key conflict
de: Eib Zugriffstasten-Konflikt ist aufgetreten

source: There was an unknown error
de: Unbekannter Fehler aufgetreten

source: These modes are not permitted
de: Diese Modi sind nicht zugelassen

source: This "Portable Network Graphics" could not be loaded because it uses a color table which is missing.
de: Dieses "Portable Network Graphics" Bild konnte nicht geladen werden, weil die benötigte Farbtabelle fehlt.

source: This "Portable Network Graphics" image contains an unknown critical part which could not be decoded.
de: Dieses "Portable Network Graphics" Bild enhält einen unbekannten aber notwendigen Teil, welcher nicht entschlüsselt werden kann.

source: This "Portable Network Graphics" image contains no data.
de: Dieses "Portable Network Graphics" Bild enthält keine Daten.

source: This "Portable Network Graphics" image is encoded with an unknown compression scheme which could not be decoded.
de: Dieses "Portable Network Graphics" Bild wurde mit einem unbekannten Komprimierungsalgorithmus kodiert, welcher nicht entschlüsselt werden kann.

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
de: Dieses "Portable Network Graphics" Bild ist ungültig, weil Grafikdaten fehlen.

source: This "Portable Network Graphics" image is invalid because the decoder found an unexpected end of the file.
de: Dieses "Portable Network Graphics" Bild ist ungültig: Der Dekoder ist unerwartete auf das Ende der Datei gestoßen.

source: This "Portable Network Graphics" image is not supported because either its width or height exceeds the maximum size of 65535 pixels.
de: Dieses PNG-Bild (Portable Network Graphics) wird nicht unterstützt, weil die Breite oder Höhe die maximale Größe von 65535 Pixel überschreitet.

source: This "Portable Network Graphics" image is not supported or it might be invalid. (IHDR chunk is not the first)
de: Dieses "Portable Network Graphics" Bild wird nicht unterstützt oder ist ungültig. (Der IHDR-Abschnitt ist nicht der erste Abschnitt in der Datei).

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
de: Dieses "Portable Network Graphics" Bild ist ungültig, weil Teile der Daten fehlerhaft sind (CRC-Fehler)

source: This "Portable Network Graphics" image uses an unknown color type which could not be decoded.
de: Dieses PNG-Bild (Portable Network Graphics) verwendet einen unbekannten Farbtyp, der nicht decodiert werden konnte.

source: This "Portable Network Graphics" image uses an unknown interlace scheme which could not be decoded.
de: Dieses "Portable Network Graphics" Bild benutzt ein unbekanntes Interlace-Schema, welches nicht entschlüsselt werden kann.

source: this application may cause those client application(s) to fail. Are you sure you want to close this application?
de: dieser Anwendung dazu führen könnte, dass die Client-Anwendungen nicht korrekt funktionieren. Sind Sie sicher, dass Sie diese Anwendung schließen möchten?

source: This change will not take affect until the Socket Server is restarted
de: Die Änderungen werden erst nach Neustart des Socket-Server wirksam

source: This control requires version 4.70 or greater of COMCTL32.DLL
de: Dieses Element benötigt COMCTL32.DLL in der Version 4.70 oder höher

source: This device is not paired
de: Dieses Gerät ist nicht gekoppelt

source: This device was explicitly disconnected
de: Die Verbindung zu diesem Gerät wurde explizit aufgehoben

source: This feature is not supported in '%s'.
de: Dieses Feature wird in '%s' nicht unterstützt.

source: This feature is not supported on this platform
de: Diese Funktion wird auf dieser Plattform nicht unterstützt

source: This manager can only be used in %s mode.
de: Dieser Manager kann nur im Modus %s verwendet werden.

source: This method must be implemented in a derived class.
de: Diese Methode muss in einer abgeleitete Klasse implementiert werden.

source: This module was compiled with a trial version of Delphi. The trial period has expired.
de: Dieses Modul wurde mit einer Testversion von Delphi kompiliert. Die Testphase ist abgelaufen.

source: This operation is not permitted after pairs or elements have been added
de: Dieser Vorgang ist nicht zulässig, nachdem Paare oder Elemente hinzugefügt wurden

source: This operation is not permitted on the current JSON type
de: Dieser Vorgang ist für den aktuellen JSON-Typ nicht zulässig

source: This operation is not permitted without assigned callback
de: Dieser Vorgang ist ohne zugewiesene Callback-Funktion nicht zulässig

source: This operation is not valid because the current image contains no valid header.
de: Die Datei, die gelesen wird, ist kein gültiges "Portable Network Graphics" Bild, da es keinen gültigen Header enthält.

source: This program must be run within the C++Builder environment.
de: Dieses Programm muß in der C++Builder IDE laufen.

source: This property or method is not implemented in the Open XML Parser
de: Eigenschaft oder Methode ist nicht im Open XML Parser implementiert

source: This version of Android does not have an implementation of Date/Time pickers
de: Diese Version von Android verfügt über keine Implementierung für Datum/Uhrzeit-Auswahlfelder

source: This version of Android does not have an implementation of list pickers
de: Diese Version von Android verfügt über keine Implementierung für Listenauswahlfelder

source: This will also remove associated components from the module %s. Are you sure?
de: Dadurch werden auch zugeordnete Komponenten aus dem Modul %s entfernt. Wirklich löschen?

source: Thread Cache Size is the maximum number of threads that can be reused for new client connections.
de: Thread Cache Size ist die maximale Anzahl der Threads, die für neue Client-Verbindungen wiederbenutzt werden können.

source: Thread Caching
de: Thread-Pufferung

source: Thread creation error: %s
de: Fehler beim Erzeugen des Thread: %s

source: Thread Error: %s (%d)
de: Thread-Fehler: %s (%d)

source: Thread tracking isn't enabled
de: Thread-Verfolgung ist nicht aktiviert

source: Thu
de: Do

source: Thursday
de: Donnerstag

source: TIFF Images
de: TIFF-Grafiken

source: Tile &Horizontally
de: &Horizontal anordnen

source: Tile Horizontal
de: Horizontal anordnen

source: Tile Vertical
de: Vertikal anordnen

source: Time
de: Uhrzeit

source: Timeout
de: Zeitüberschreitung

source: Timeout occured in method %s while waiting for a semaphore.
de: Zeitüberschreitung in Methode %s beim Warten auf ein Semaphor.

source: Timespan element too long
de: TimeSpan-Element zu lang

source: Timespan too long
de: TimeSpan zu lang

source: To create or access a Website under Vista you must run the IDE as an Administrator.And you must install the IIS 6 compatibility layer. Please see the README for more details
de: Um unter Vista eine Website zu erstellen oder darauf zuzugreifen, müssen Sie die IDE als Administrator ausführen. Und Sie müssen die IIS 6-Kompatibilitätsschicht installieren. Weitere Informationen dazu finden Sie in der Datei README.

source: TObject value expected
de: TObject-Wert erwartet

source: Toggle DesignMode
de: Entwurfsmodus umschalten

source: Toggle EditMode
de: Bearbeitungsmodus umschalten

source: Token %s in state %s would result in an invalid JSON object.
de: Token %s im Status %s würde zu einem ungültigen JSON-Objekt führen.

source: Tons
de: Tonne

source: Too many arguments
de: Zu viele Argumente

source: Too many custom variant types have been registered
de: Es wurden zu viele benutzerdefinierte Variant-Typen registriert

source: Too many images
de: Zu viele Bilder

source: Too many open files
de: Zu viele geöffnete Dateien

source: Too many parameters for method %s
de: Zu viele Parameter für Methode %s

source: Too many parameters in method %s
de: Zu viele Parameter in Methode %s

source: Too many registered gestures
de: Zu viele registrierte Gesten

source: Too many rows or columns deleted
de: Zu viele Zeilen oder Spalten gelöscht

source: Too many table columns
de: Zu viele Tabellenspalten

source: Topic Search
de: Suche über Schlüsselwort

source: Transaction active
de: Transaktion aktiv

source: Transaction payload verification failed
de: Verifizierung der Transaktionsnutzlast fehlgeschlagen

source: TransformationFile must be specified
de: TransformationFile muss angegeben werden

source: TreeView Items Editor
de: TreeView-Eintragseditor

source: Tried to invoke non-function / non-indexed-property
de: Versuch, keine Funktion/nicht indizierte Eigenschaft aufzurufen

source: True
de: Wahr

source: TShareContract.OnProcessMessages event must be assigned first
de: TShareContract.OnProcessMessages-Ereignis muss zuerst zugewiesen werden

source: TStrings descendant %s failed to call inherited constructor
de: Der Nachkomme von TStrings %s konnte den geerbten Konstruktor nicht aufrufen

source: TStrings Visualizer for %s
de: TStrings-Visualisierung für %s

source: TStrings Visualizer for Delphi
de: TStrings-Visualisierung für Delphi

source: Tue
de: Di

source: Tuesday
de: Dienstag

source: Two behaviors (%s, %s) found for one URL (%s)
de: Zwei Verhalten (%s, %s) für eine URL (%s) gefunden

source: Type
de: Typ

source: Type %s cannot be instantiated
de: Typ %s kann nicht installiert werden

source: Type '%s' is not declared in the interface section of a unit
de: Typ '%s' ist im interface-Abschnitt einer Unit nicht deklariert

source: Type cannot be cast as Variant
de: Typ kann nicht in Variant umgewandelt werden

source: Type information missing for class %s
de: Für die Klasse %s fehlt die Typinformation

source: Type is nil
de: Typ ist nil

source: Type mismatch for field '%s', expecting: %s actual: %s
de: Unterschiedliche Typen für Feld '%s'; erwartet: %s, gefunden: %s

source: Type mismatch in expression
de: Fehlende Typübereinstimmung im Ausdruck

source: Type mismatch in parameter %d for method %s
de: Keine Übereinstimmung in Parameter %d für Methode %s

source: Type mismatch in parameter %s
de: Keine Typübereinstimmung im Parameter %s

source: Type Name
de: Typname

source: Type of Value '%s' does not match with the expected type: '%s'
de: Typ des Werts '%s' entspricht nicht dem erwarteten Wert: '%s'

source: UKBuckets
de: Bucket (UK)

source: UKBushels
de: Scheffel (UK)

source: UKGallons
de: Gallone (UK)

source: UKGill
de: Viertelpinte (UK)

source: UKOunces
de: Unze (UK)

source: UKPecks
de: Viertelscheffel (UK)

source: UKPints
de: Pinte (UK)

source: UKPottle
de: Pottle (UK)

source: UKQuarts
de: Quart (UK)

source: Unable to add IStylusAsyncPlugin: %s
de: IStylusAsyncPlugin kann nicht hinzugefügt werden: %s

source: Unable to add IStylusSyncPlugin: %s
de: IStylusSyncPlugin kann nicht hinzugefügt werden: %s

source: Unable to cast or find converters between types %s and %s.
de: Typen %s und %s können nicht umgewandelt werden bzw. keine Konverter gefunden.

source: Unable to connect DDE conversation
de: DDE-Konversation konnte nicht verbunden werden.

source: Unable to create class '%s'
de: Klasse '%s' kann nicht erzeugt werden

source: Unable to create directory
de: Verzeichnis kann nicht erstellt werden

source: Unable to create new column
de: Eine neue Spalte kann nicht erzeugt werden

source: Unable to create new item
de: Ein neuer Eintrag kann nicht erzeugt werden

source: Unable to create notifier
de: Notifier kann nicht erstellt werden

source: Unable to create ObjectiveC persona for instance of '%s'
de: ObjectiveC-Persona für Instanz von '%s' kann nicht erstellt werden

source: Unable to create server socket
de: Server-Socket kann nicht erstellt werden

source: Unable to create server socket: the specified GUID is in use
de: Server-Socket kann nicht erstellt werden: die angegebene GUID wird verwendet

source: Unable to determine field name in %s
de: Feldname kann in %s nicht ermittelt werden

source: Unable to determine field names for %s
de: Feldnamen für %s wurden nicht erkannt

source: Unable to enable or disable IGestureRecognizer: %s
de: IGestureRecognizer kann aktiviert oder deaktiviert werden: %s

source: Unable to enable or disable IRealTimeStylus: %s
de: IRealTimeStylus kann nicht aktiviert oder deaktiviert werden: %s

source: Unable to execute Query
de: Abfrage kann nicht ausgeführt werden

source: Unable to find a Table of Contents
de: Inhaltsverzeichnis nicht gefunden

source: Unable to find procedure %s
de: Prozedur %s nicht gefunden

source: Unable to Find Procedure %s
de: Prozedur %s nicht gefunden

source: Unable to find record. No key specified
de: Datensatz nicht gefunden; es wurde kein Schlüssel angegeben

source: Unable to get or set window handle: %s
de: Fenster-Handle kann nicht ermittelt oder gesetzt werden: %s

source: Unable to insert a line
de: Zeile kann nicht eingefügt werden

source: Unable to insert an item
de: Eintrag kann nicht eingefügt werden

source: Unable to Insert Image
de: Bild kann nicht eingefügt werden

source: Unable to invoke method %s that use unpublished type
de: Methode %s, die nicht-published Typ verwendet, kann nicht aufgerufen werden

source: Unable to load %s
de: %s kann nicht geladen werden

source: Unable to Load %s
de: %s kann nicht geladen werden

source: Unable to load %s (ErrorCode %d). It may be missing from the system path.
de: %s kann nicht geladen werden (Fehlercode %d). Fehlt möglicherweise im Systempfad.

source: Unable to load bind parameters
de: Bind-Parameter können nicht geladen werden

source: Unable to load Midas due to missing code page conversion library.
de: Midas kann wegen fehlender Bibliothek für die Codeseitenkonvertierung nicht geladen werden.

source: Unable to load style '%s'
de: Stil '%s' kann nicht geladen werden

source: Unable to load styles: %s
de: Stile %s können nicht geladen werden

source: Unable to load WSDL File/Location: %s. Error [%s]
de: WSDL-Datei/-Ort kann nicht geladen werden: %s. Fehler [%s]

source: Unable to locate form/component, '%s'
de: Formular/Komponente '%s' nicht gefunden

source: Unable to locate property '%s' on component '%s'
de: Eigenschaft '%s' in Komponente '%s' nicht gefunden

source: Unable to move %s to %s
de: %s kann nicht nach %s verschoben werden

source: Unable to obtain device ID. Use SetTestModeDeviceID.
de: Abrufen der Geräte-ID nicht möglich. Verwenden Sie SetTestModeDeviceID.

source: Unable to open Index
de: Index kann nicht geöffnet werden

source: Unable to Open Metadata
de: Metadaten können nicht geöffnet werden

source: Unable to open Search
de: Suche kann nicht geöffnet werden

source: Unable to recompile output expression for %s (%s)
de: Ausgabeausdruck für %s (%s) kann nicht erneut compiliert werden

source: Unable to register class '%s'
de: Klasse '%s' kann nicht registriert werden

source: Unable to remove IStylusAsyncPlugin: %s
de: IStylusAsyncPlugin kann nicht entfernt werden: %s

source: Unable to remove IStylusSyncPlugin: %s
de: IStylusSyncPlugin kann nicht entfernt werden: %s

source: Unable to Replace Image
de: Bild kann nicht ersetzt werden

source: Unable to resolve records. Table name not found.
de: Datensätze können nicht zurückgeschrieben werden. Der Tabellenname wurde nicht gefunden.

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
de: Es kann kein Zeiger auf ein ausgeführtes Objekt geholt werden, dass mit OLE für %s/%s registriert ist

source: Unable to retrieve folder details for "%s". Error code $%x
de: Ordnerdetails für "%s" können nicht ermittelt werden. Fehlercode $%x

source: Unable to retrieve initial gesture point
de: Startpunkt für Geste kann nicht ermittelt werden

source: Unable to retrieve the URL endpoint for Service/Port '%s'/'%s' from WSDL '%s'
de: URL-Endpunkt für Service/Port '%s'/'%s' kann nicht von WSDL '%s' gelesen werden

source: Unable to save settings
de: Einstellungen konnten nicht gespeichert werden

source: Unable to set stylus gestures: %s
de: Gesten für Eingabestift können nicht gesetzt werden: %s

source: Unable to wrap: %s
de: %s kann nicht gekapselt werden

source: Unable to write to %s
de: In %s kann nicht geschrieben werden

source: Unassigned variant value
de: Nicht zugewiesener Variant-Wert

source: Unauthorized to use location services
de: Nicht autorisierte Verwendung der Positionsdienste

source: Unbalanced stack or queue operation
de: Stack- oder Warteschlangenoperation nicht abgeschlossen

source: Unclosed quotes were found in the metadata query: %s.
de: Nicht geschlossene Anführungszeichen in der Metadatenabfrage %s gefunden.

source: Uncommitted Blocks
de: Nicht übergebene Blöcke

source: Underline
de: Unterstrichen

source: Undo
de: Rückgängig

source: Undo|Reverts the last action
de: Rückgängig|Letzte Aktion rückgängig machen

source: Unexpected argument count
de: Unerwartete Argumentanzahl

source: Unexpected char for root element: .
de: Unerwartetes char für Stammelement: .

source: Unexpected character encountered while parsing number: %s
de: Unerwartetes Zeichen beim Analysieren der Zahl gefunden: %s

source: Unexpected character encountered while parsing value: %s.
de: Unerwartetes Zeichen beim Analysieren des Wertes gefunden: %s.
