Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Help Contents
de: Inhalt der Hilfe

source: Help on help
de: Verwendung der Hilfe

source: Hi Res
de: Hochauflösend

source: Hide
de: Ausblenden

source: Hide %s
de: %s verbergen

source: Hide Element(s)
de: Element(e) ausblenden

source: Hide Others
de: Andere verbergen

source: Hide Others|Hide all other applications
de: Andere verbergen|Alle anderen Anwendungen verbergen

source: Hide|Hide current application
de: Verbergen|Aktuelle Anwendung verbergen

source: Hierarchy Request Error
de: Fehler in Hierarchieanforderung

source: High surrogate char without a following low surrogate char at index: %d. Check that the string is encoded properly
de: Hohes Ersatzzeichen ohne folgendes niedriges Ersatzzeichen bei Index: %d. Überprüfen Sie, ob der String korrekt codiert ist

source: High surrogate not found
de: Hohes Surrogat nicht gefunden

source: Highlight Background
de: Hervorgehobener Hintergrund

source: Highlight Text
de: Hervorgehobener Text

source: Home
de: Pos1

source: Home fax
de: Fax Zuhause

source: Hot Light
de: Hell

source: Hot-Key is assigned to another window
de: Tastenkürzel ist einem anderen Fenster zugeordnet

source: Hot-Key is invalid
de: Tastenkürzel ist ungültig

source: Hour Offset portion of time invalid
de: Der Stunden-Offset des Zeitwertes ist ungültig

source: Hours
de: Stunde

source: HTTP request is missing the session parameter. Add %s parameter with the session id.
de: In HTTP-Anforderung fehlt der Sitzungsparameter. Fügen Sie den Parameter %s mit der Sitzungs-ID hinzu.

source: HTTP request misses the count parameter. Add %s parameter holding the byte count.
de: In HTTP-Anforderung fehlt der Zähler-Parameter. Fügen Sie den Parameter %s hinzu, der die Byte-Anzahl enthält.

source: HTTP Response Object not found or available yet
de: HTTP-Antwortobjekt nicht gefunden oder noch nicht verfügbar

source: I&mage Index:
de: Bildinde&x:

source: I/O error %d
de: E/A-Fehler %d

source: Icon image is not valid
de: Ungültiges Symbol

source: Icons
de: Symbole

source: ICU Error: %d, %s
de: ICU-Fehler: %d, %s

source: ICU Overflow Error: %d, %s, Needed Length=%d
de: ICU-Überlauffehler: %d, %s, Erforderliche Länge = %d

source: Identifier expected
de: Bezeichner erwartet

source: IDOMNode required
de: IDOMNode erforderlich

source: Ignore
de: &Ignorieren

source: IIS not properly installed
de: IIS ist nicht korrekt installiert

source: Illegal argument
de: Ungültiges Argument

source: Illegal family
de: Ungültige Familie

source: Illegal type
de: Ungültiger Typ

source: Image dimensions do not match image list dimensions
de: Bildgröße und Bildlistengröße stimmen nicht überein

source: Image exceeds Logical Screen size
de: Bild überschreitet logische Bildschirmgröße

source: Image has no DIB
de: Bild hat kein DIB

source: Image is empty
de: Bild ist leer

source: Image saved
de: Bild gespeichert

source: ImageList Editor
de: Bilderlisten-Editor

source: IMarkupServices not available
de: IMarkupServices nicht verfügbar

source: IMarkupServices2 not available
de: IMarkupServices2 nicht verfügbar

source: Import Entities
de: Entitäten importieren

source: In order to Login or Signup, all components must be connected to the same provider
de: Für die Anmeldung oder Registrierung müssen alle Komponenten mit demselben Provider verbunden sein

source: IN predicate list may not be empty
de: Die IN-Liste darf nicht leer bleiben

source: Inactive Border
de: Inaktiver Rahmen

source: Inactive Caption
de: Inaktiver Titel

source: Inactive Caption Text
de: Inaktiver Titeltext

source: Inactive Timeout specifes the number of minutes a client can be inactive before being disconnected. (0 indicates infinite)
de: Inaktivitäts-Timeout gibt die Minuten an, bevor die Verbindung zu einem nicht aktiver Client getrennt wird. (0 bedeutet kein Timeout)

source: In-App Purchase component has no license key
de: Komponente für In-App-Kauf hat keinen Lizenzschlüssel

source: In-App Purchase component is not set up
de: Komponente für In-App-Kauf ist nicht konfiguriert

source: Inches
de: Zoll

source: Include
de: Einbeziehen

source: Included Items
de: Eingeschlossene Elemente

source: Included schema file "%s" has an invalid targetNamespace. Expected: %s Found: %s
de: Einbezogene Schemadatei "%s" hat einen ungültigen targetNamespace. Erwartet: %s Gefunden: %s

source: Incompatible conversion types [%s - %s, %s - %s]
de: Inkompatible Konvertierungstypen [%s - %s, %s - %s]

source: Incompatible conversion types [%s, %s, %s]
de: Inkompatible Konvertierungstypen [%s, %s, %s]

source: Incompatible conversion types [%s, %s]
de: Inkompatible Konvertierungstypen [%s, %s]

source: Incompatible type
de: Inkompatibler Typ

source: Incorrect level assignment
de: Ungültige Zuweisung von Ebenen

source: Incorrect ManufacturerId
de: Falsche ManufacturerId

source: Incorrect size of bitmap parameter(s).
de: Falsche Größe von Bitmap-Parameter(n).

source: Incorrect type information for class %s
de: Falsche Typinformation für Klasse %s

source: Incorrectly formed filter expression
de: Ungültiger Filterausdruck

source: Indentation value must be greater than 0
de: Wert für Einzug muss größer als 0 sein

source: Index '%s' not found
de: Index '%s' wurde nicht gefunden

source: Index data not found. File is corrupt.
de: Indexdaten nicht gefunden. Datei ist beschädigt.

source: Index out of bounds (%d)
de: Index überschreitet das Maximum (%d)

source: Index out of range
de: Gitterindex außerhalb des zulässigen Bereichs

source: Index out of range (%d). Must be >= 0 and < %d
de: Index außerhalb des Bereichs (%d). Muss >= 0 und < %d sein

source: Indy I/O Handlers
de: Indy-E/A-Behandlungsroutinen

source: Indy Modified BSD License Indy MPL License
de: Modifizierte Indy-BSD-Lizenz Indy-MPL-Lizenz

source: Indy Servers
de: Indy-Server

source: Info Background
de: Info-Hintergrund

source: Information
de: Informationen

source: Initializing a variant property
de: Variante Eigenschaft wird initialisiert

source: Initiating a building session for a new jump list
de: Erzeugen-Sitzung für eine neue Sprungliste wird initiiert

source: Input
de: Eingabe

source: Input buffer exceeded for %s = %d, %s = %d
de: Eingabepuffer für %s = %d, %s = %d überschritten

source: Input Encoding not specified.
de: Eingabecodierung nicht angegeben.

source: Input Mask Editor
de: Eingabemasken-Editor

source: Input string %s is not a valid double
de: Eingabestring %s ist kein gültiger Double-Wert

source: Input string %s is not a valid integer
de: Eingabestring %s ist kein gültiger Integerwert

source: Input string %s is not a valid number
de: Eingabestring %s ist keine gültige Zahl

source: InputMask
de: Eingabemaske

source: Ins
de: Einfg

source: Insert
de: Einfügen

source: Insert record
de: Datensatz einfügen

source: Inserted
de: Eingefügt

source: Inserts are not allowed
de: Einfügen nicht gestattet

source: Installation ID is blank. Installation ID is required to delete a Parse installation
de: Installations-ID ist leer. Installations-ID ist erforderlich, um eine Parse-Installation zu löschen

source: Installation ID required
de: Installations-ID erforderlich

source: Instance of "%s" not created
de: Instanz von "%s" wurde nicht erstellt

source: Insufficient buffer for requested data
de: Unzureichender Puffer für angeforderte Daten

source: Insufficient data for Content-Length
de: Nicht ausreichende Daten für Inhaltslänge

source: Insufficient memory to complete the operation
de: Zu wenig Arbeitsspeicher, um die Operation zu beenden

source: Insufficient RTTI available to support this operation
de: Unzureichende RTTI zur Unterstützung dieser Operation verfügbar

source: Insufficient type information for record '%s'. Type can not be used as result of a function.
de: Unzureichende Typinformation für Record '%s'. Typ kann nicht als Funktionsergebnis verwendet werden.

source: Insufficient type information for record '%s'. Use 'var', '[Ref]' or 'out' pameters for this type.
de: Unzureichende Typinformation für Record '%s'. Verwenden Sie für diesen Typ die Parameter 'var', '[Ref]' oder 'out'.

source: Integer overflow
de: Integerüberlauf

source: Integer values must be entered in sets of one.
de: Integerwerte müssen einzeln eingegeben werden.

source: Intercept GUID
de: Abfang-GUID

source: Intercept GUID is the GUID for a data interceptor COM object. See help for the TSocketConnection for details.
de: Intercept GUID ist die GUID für ein Data Interceptor COM-Objekt. Für Details siehe Hilfe von TSocketConnection.

source: Interface %s has no RTTI
de: Interface %s hat kein RTTI

source: Interface %s not registered
de: Interface %s nicht registriert

source: Interface (%s) canno be remoted - please verify the interface declaration - specially the methods calling convention!
de: Interface (%s) kann nicht ausgelagert werden - überprüfen Sie die Interface-Deklaration - speziell die Aufrufkonventionen der Methoden!

source: Interface (%s) is not registered - please include the unit that registers this interface to your project
de: Interface (%s) ist nicht registriert - fügen Sie die Unit, die dieses Interface registriert, in Ihr Projekt ein

source: Interface has no RTTI, UUID = %s
de: Interface hat kein RTTI, UUID = %s

source: Interface not registered, UUID = %s
de: Interface nicht registriert, UUID = %s

source: Interface not supported
de: Interface nicht unterstützt

source: Internal command %s not implemented.
de: Interne Anweisung %s ist nicht implementiert.

source: Internal error creating binding for '%s'
de: Interner Fehler beim Erstellen der Bindung für '%s'

source: Internal error: data type kind %s cannot be converted to and from text
de: Interner Fehler: Datentyp %s kann nicht in und aus Text konvertiert werden

source: Internal error: Extension Instance does not match Extension Label
de: Interner Fehler: Erweiterungsinstanz entspricht nicht dem Erweiterungs-Label

source: Internal: Array expected instead of %s
de: Intern: Array anstatt %s erwartet

source: Internal: Array expected instead of nil
de: Intern: Array anstatt nil erwartet

source: Internal: Cannot instantiate type %s
de: Intern: Typ %s kann nicht instantiiert werden

source: Internal: Conversion failed, converted object is most likely incomplete
de: Intern: Konvertierung fehlgeschlagen, konvertiertes Objekt wahrscheinlich unvollständig

source: Internal: Current context cannot accept a pair
de: Intern: Aktueller Kontext kann kein Paar akzeptieren

source: Internal: Current context cannot accept a value
de: Intern: Aktueller Kontext kann keinen Wert akzeptieren

source: Internal: Field %s cannot be found in type %s
de: Intern: Feld %s wurde in Typ %s nicht gefunden

source: Internal: Field %s conversion is incomplete
de: Intern: Konvertierung des Feldes %s ist unvollständig

source: Internal: Field %s has no serialized value
de: Intern: Feld %s hat keinen serialisierten Wert

source: Internal: Invalid pair name %s: expected %s or %s
de: Ungültiger Paarname %s: %s oder %s erwartet

source: Internal: JSON value expected instead of %s
de: Intern: JSON-Wert anstatt %s erwartet

source: Internal: No conversion possible for type: %s
de: Intern: Keine Konvertierung möglich für Typ: %s

source: Internal: Object context expected when processing a pair
de: Intern: Objektkontext beim Verarbeiten eines Paares erwartet

source: Internal: Object type %s not found for id: %s
de: Intern: Objekttyp %s nicht gefunden für ID: %s

source: Internal: Type %s is not currently supported
de: Intern: Typ %s wird aktuell nicht unterstützt

source: Internal: Type expected
de: Intern: Typ erwartet

source: Internal: Type fields pair expected
de: Intern: Typfeldpaar erwartet

source: Internal: Value %s cannot be converted to be assigned to field %s in type %s
de: Intern: Wert %s kann nicht für eine Zuweisung zu Feld %s in Typ %s konvertiert werden

source: Invalid %s encoding
de: Ungültige %s-Codierung

source: Invalid %s value: "%s"
de: Ungültiger %s-Wert: "%s"

source: Invalid 7 bit integer stream encoding
de: Ungültige 7-Bit-Integer-Stream-Codierung

source: Invalid access
de: Ungültiger Zugriff

source: Invalid action creation
de: Ungültige Aktionserstellung

source: Invalid action enumeration
de: Ungültige Aktionsaufzählung

source: Invalid action received: %d
de: Ungültige Aktion erhalten: %d

source: Invalid action registration
de: Ungültige Aktionsregistrierung

source: Invalid action unregistration
de: Ungültige Aufhebung der Aktionsregistrierung

source: Invalid Application ID
de: Ungültige Anwendungs-ID

source: Invalid argument
de: Ungültiges Argument

source: Invalid argument to date encode
de: Ungültiges Argument zum Codieren des Datums

source: Invalid argument to time encode
de: Ungültiges Argument zum Codieren der Uhrzeit

source: Invalid argument to time encodeUse SysConst.STimeEncodeError
de: Ungültiges Argument zum Codieren der UhrzeitVerwenden Sie SysConst.STimeEncodeError

source: Invalid argument: %s
de: Ungültiges Argument: %s

source: Invalid authentication (%0:s) for this operation. %1:s
de: Ungültige Authentifizierung (%0:s) für diese Operation. %1:s

source: Invalid Bcd Precision (%d) or Scale (%d)
de: Ungültige Bcd-Genauigkeit (%d) oder -Skalierung (%d)

source: Invalid binary value
de: Ungültiger Binärwert

source: Invalid bitmap list
de: Ungültige Bitmap-Liste

source: Invalid bitmap pixel format, should be a 32 bit image
de: Ungültiges Pixelformat für Bitmap, muss ein 32-Bit-Bild sein

source: Invalid Bits Per Pixel value
de: Ungültiger Wert für Bits pro Pixel

source: Invalid Bluetooth Target format "%s", expected Device$GUID
de: Ungültiges Bluetooth-Zielformat "%s", Device$GUID erwartet

source: Invalid brush style
de: Ungültiger Pinselstil

source: Invalid built-in type name "%s"
de: Ungültiger interner Typname "%s"

source: Invalid call of GetParameter.
de: Ungültiger Aufruf von GetParameter.

source: Invalid callback message format
de: Ungültiges Callback-Meldungsformat

source: Invalid calling conditions for '%s'.
de: Ungültige Aufrufbedingungen für '%s'.

source: Invalid canvas operation
de: Ungültige Zeichenflächenoperation

source: Invalid certificate File.
de: Ungültige Zertifikatsdatei.

source: Invalid CFPropertyList type
de: Ungültiger CFPropertyList-Typ

source: Invalid character after parsing property name. Expected ':' but got: %s
de: Ungültiges Zeichen nach Analyse des Eigenschaftsnamens. ':' erwartet aber %s erhalten

source: Invalid character in source (#%d)
de: Ungültiges Zeichen in Quelle (#%d)

source: Invalid characters in file name
de: Ungültige Zeichen im Dateinamen

source: Invalid characters in path
de: Ungültige Zeichen im Pfad

source: Invalid characters in search pattern
de: Ungültige Zeichen im Suchmuster

source: Invalid class reference for TAppletApplication
de: Ungültige Klassenreferenz für TAppletApplication

source: Invalid class typecast
de: Ungültige Typumwandlung

source: Invalid clipboard format
de: Ungültiges Zwischenablagenformat

source: Invalid code page
de: Ungültige Codeseite

source: Invalid color index
de: Ungültiger Farbindex

source: Invalid color index - color map expanded
de: Ungültiger Farbindex - Farbzuordnung erweitert

source: Invalid Color string
de: Ungültiger Farb-String

source: Invalid Colormap this ActionBand requires ColorMaps of type TCustomActionBarColorMapEx
de: Ungültige Colormap. Dieses ActionBand benötigt ColorMaps des Typ TCustomActionBarColorMapEx

source: Invalid command handle: %s
de: Ungültiges Befehls-Handle: %s

source: Invalid complex type derivation: %s
de: Ungültige Ableitung des komplexen Typs: %s

source: Invalid component registration
de: Ungültige Komponentenregistrierung

source: Invalid component-type: "%s"
de: Ungültiger Komponententyp: "%s"

source: Invalid conversion from %s to %s
de: Ungültige Konvertierung von %s in %s

source: Invalid count (%d)
de: Ungültige Anzahl (%d)

source: Invalid Count: %d
de: Ungültige Anzahl: %d

source: Invalid data bound components
de: Ungültige datengebundene Komponenten

source: Invalid data packet
de: Ungültiges Datenpaket

source: Invalid data type for '%s'
de: Ungültiger Datentyp für '%s'

source: Invalid date string: %s
de: Ungültiger Datums-String: %s

source: Invalid day: %d
de: Ungültiger Tag: %d

source: Invalid decimal string: ''%s''
de: Ungültiger Dezimal-String: ''%s''

source: Invalid Decrement Count: %d
de: Ungültige Dekrementanzahl: %d

source: Invalid destination array
de: Ungültiges Ziel-Array

source: Invalid destination index (%d)
de: Ungültiger Zielindex (%d)

source: Invalid DispID for parameter %d in method %s
de: Ungültige DispID für Parameter %d in Methode %s

source: Invalid duration string: %s
de: Ungültiger Zeitdauer-String: %s

source: Invalid encoding name
de: Ungültiger Codierungsname

source: Invalid Enum Value
de: Ungültiger Enum-Wert

source: Invalid extension introducer
de: Ungültige Erweiterungseinführung

source: Invalid field registration
de: Ungültige Feldregistrierung

source: Invalid field size
de: Ungültige Feldgröße

source: Invalid FieldKind
de: FieldKind ungültig

source: Invalid file name - %s
de: Ungültiger Dateiname - %s

source: Invalid filename
de: Ungültiger Dateiname

source: Invalid filter expression character: '%s'
de: Ungültiges Zeichen in Filterausdruck: '%s'

source: Invalid floating point operation
de: Ungültige Gleitkommaoperation

source: Invalid floating-point constant - expected one or more digits after "."
de: Ungültige Gleitkommakonstante - eine oder mehr Ziffern nach "." erwartet

source: Invalid floating-point constant - expected one or more digits as part of exponent
de: Ungültige Gleitkommakonstante - eine oder mehr Ziffern als Teil des Exponenten erwartet

source: Invalid FMX Handle: %s%.*x
de: Ungültiges FMX-Handle: %s%.*x

source: Invalid format type for BCD
de: Ungültiger Formattyp für BCD

source: Invalid fractional second: %f
de: Ungültiger Sekundenbruchteil: %f

source: Invalid gesture ID (%d)
de: Ungültige Gesten-ID %d

source: Invalid gesture name (%s)
de: Ungültiger Gestenname (%s)

source: Invalid GIF data
de: Ungültige GIF-Daten

source: Invalid GIF signature
de: Ungültige GIF-Signatur

source: Invalid graphic format
de: Ungültiges Grafikformat

source: Invalid group declaration in "%s"
de: Ungültige Gruppendeklaration in "%s"

source: Invalid group name (%s)
de: Ungültiger Gruppenname (%s)

source: Invalid Handle
de: Ungültiges Handle

source: Invalid handle. [%s] should be instance of [%s]
de: Ungültiges Handle. [%s] muss Instanz von [%s] sein

source: Invalid hour offset: %d
de: Ungültiger Stunden-Offset: %d

source: Invalid hour: %d
de: Ungültige Stunde: %d

source: Invalid HTML encoded character (%s) at position %d
de: Ungültiges HTML-codiertes Zeichen (%s) an Position %d

source: Invalid HTTP Request: Length is 0
de: Ungültige HTTP-Anforderung: Länge ist 0

source: Invalid HTTP Response: Length is 0
de: Ungültige HTTP-Antwort: Länge ist 0

source: Invalid image
de: Ungültiges Bild

source: Invalid image dimensions
de: Ungültige Bilddimensionen

source: Invalid image size
de: Ungültige Bildgröße

source: Invalid Image trailer
de: Ungültiger Bild-Trailer

source: Invalid ImageList
de: Ungültige Bilderliste

source: Invalid ImageList Index
de: Ungültiger ImageList-Index

source: Invalid Increment Count: %d
de: Ungültige Inkrementanzahl: %d

source: Invalid index
de: Ungültiger Index

source: Invalid index for array: %s
de: Ungültiger Index für Array: %s

source: Invalid index type
de: Ungültiger Indextyp

source: Invalid InitialCount: %d
de: Ungültige Anfangsanzahl: %d

source: Invalid input value
de: Ungültiger Eingabewert

source: Invalid input value. Use escape key to abandon changes
de: Ungültiger Eingabewert. Mit der Taste ESC machen Sie die Änderungen rückgängig

source: Invalid Instance ID (6 Hex num)
de: Ungültige Instanz-ID (6 Hex num)

source: Invalid IScene.DisableUpdating/IScene.EnableUpdating call pair
de: Ungültiges Aufrufpaar IScene.DisableUpdating/IScene.EnableUpdating

source: Invalid isolation level
de: Ungültige Isolationsstufe

source: Invalid item level assignment
de: Ungültige Zuweisung von Eintragsebenen

source: Invalid JavaScript property identifier character: %s.
de: Ungültiges Zeichen im JavaScript-Eigenschaftsbezeichner: %s.

source: Invalid JavaScript string quote character. Valid quote characters are ' and "
de: Ungültiges Anführungszeichen für JavaScript-String. Gültige Anführungszeichen sind ' und "

source: Invalid JSON header byte encountered
de: Ungültiges JSON-Header-Byte gefunden

source: Invalid JsonToken: %s
de: Ungültiges JsonToken: %s

source: Invalid length
de: Ungültige Länge

source: Invalid level (%d) for item "%s"
de: Ungültige Ebene (%d) für Eintrag "%s"

source: Invalid LiveBindings creation
de: Ungültige LiveBindings-Erstellung

source: Invalid LiveBindings designer
de: Ungültiger LiveBindings-Designer

source: Invalid LiveBindings enumeration
de: Ungültige LiveBindings-Aufzählung

source: Invalid LiveBindings factory
de: Ungültiger LiveBindings-Generator

source: Invalid LiveBindings factory enumeration
de: Ungültige LiveBindings-Generatoraufzählung

source: Invalid LiveBindings registration
de: Ungültige LiveBindings-Registrierung

source: Invalid LiveBindings unregistration
de: Ungültige LiveBindings-Deregistrierung

source: Invalid MaxCount: %d
de: Ungültige maximale Anzahl: %d

source: Invalid metadata message format
de: Ungültiges Metadaten-Meldungsformat

source: Invalid millisecond: %d
de: Ungültige Millisekunde: %d

source: Invalid minute: %d
de: Ungültige Minute: %d

source: Invalid month: %d
de: Ungültiger Monat: %d

source: Invalid Namespace ID (10 Hex num)
de: Ungültige Instanz-ID (10 Hex num)

source: Invalid Network Target format "%s", expected IP$Port
de: Ungültiges Netzwerkzielformat "%s", IP$Port erwartet

source: Invalid node type
de: Ungültiger Knotentyp

source: Invalid NULL variant operation
de: Ungültige NULL-Variantenoperation

source: Invalid number of arguments to %s: expected %d, received %d
de: Ungültige Argumentanzahl für %s: %d erwartet, %d erhalten

source: Invalid number of colors specified in Image Descriptor
de: Ungültige Farbanzahl bei Bildbeschreibung angegeben

source: Invalid number of colors specified in Screen Descriptor
de: Ungültige Farbanzahl bei Bildschirmbeschreibung angegeben

source: Invalid numeric input
de: Ungültige numerische Eingabe

source: Invalid numeric value
de: Ungültiger numerischer Wert

source: Invalid object verb
de: Ungültiges Objekt-Verb

source: Invalid operation on a hosted node
de: Ungültige Operation für einen hosted-Knoten

source: Invalid operation on TOleGraphic
de: Ungültige Operation für TOleGraphic

source: Invalid operation. Semaphore canceled
de: Ungültige Operation. Semaphor abgebrochen

source: Invalid operator in source (%s)
de: Ungültiger Operator in Quelle (%s)

source: Invalid or Unknown Time Zone
de: Ungültige oder unbekannte Zeitzone

source: Invalid or unsupported XML Schema document
de: Ungültiges oder nicht unterstütztes XML-Schemadokument

source: Invalid ordinal
de: Ungültige Ordinalzahl

source: Invalid Ordinal: %d
de: Ungültige Ordinalzahl: %d

source: Invalid outline index
de: Ungültiger Gliederungsindex

source: Invalid owner
de: Ungültiger Besitzer

source: Invalid package file '%s'
de: Ungültige Package-Datei '%s'

source: Invalid package handle
de: Ungültiges Package-Handle

source: Invalid page format settings
de: Ungültige Einstellungen für Seitenformat

source: Invalid parameter
de: Ungültiger Parameter

source: Invalid parameter naming. Expected [dcname.]field[numeric range] instead of %s
de: Ungültige Parameterbenennung. [dcname.]Feld[numerischer Bereich] anstelle von %s erwartet

source: Invalid path
de: Ungültiger Pfad

source: Invalid pixel coordinates
de: Ungültige Pixel-Koordinaten

source: Invalid pixel format
de: Ungültiges Pixel-Format
