Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Out of memory while expanding memory stream
de: Expandieren des Speicher-Stream wegen Speichermangel nicht möglich

source: out of scope
de: nicht im Bereich

source: Out of system resources
de: Systemressourcen erschöpft

source: Outline index not found
de: Gliederungsindex nicht gefunden

source: Output Converters
de: Ausgabekonverter

source: Output Encoding not specified.
de: Ausgabecodierung nicht angegeben.

source: Output Expr
de: Ausgabeausdruck

source: Output expression evaluates a read only value
de: Ausgabeausdruck ergab einen schreibgeschützten Wert

source: Output Scope
de: Ausgabebereich

source: Overflow while converting variant of type (%s) into type (%s)
de: Überlauf bei der Konvertierung einer Variante vom Typ (%s) in Typ (%s)

source: Overlap Drawer
de: Überlappende Schublade

source: Overlay
de: Überlagert

source: Overload group %s must all have same number of arguments (%d)
de: Alle Member der überladenen Gruppe %s müssen dieselbe Argumentanzahl (%d) haben

source: Owner cannot be Nil.
de: Eigentümer darf nicht nil sein.

source: P&ost
de: Überneh&men

source: P&review:
de: &Vorschau:

source: Paces
de: Schritt

source: Packages are not supported by '%s' Server
de: Packages werden vom '%s'-Server nicht unterstützt

source: Page management for %s/%s blob
de: Seitenverwaltung für %s/%s-Blob

source: Page Regions
de: Seitenbereiche

source: Page Set&up...
de: &Seite einrichten...

source: PageControl must first be assigned
de: PageControl muss zuerst zugewiesen werden

source: Pair of extension and mime type already exists
de: Paar "Erweiterung/Mime-Typ" ist bereits vorhanden

source: Panel D&escriptions
de: &Bereichsbeschreibungen

source: Panel properties
de: Eigenschaften des Bedienfeldes

source: Parameter "%s" not found
de: Parameter "%s" nicht gefunden

source: Parameter %d required for method %s
de: Parameter %d erforderlich für Methode %s

source: Parameter %s cannot be a negative value
de: Parameter %s darf kein negativer Wert sein

source: Parameter %s cannot be nil
de: Parameter %s darf nicht Nil sein

source: Parameter '%s' not found
de: Parameter '%s' nicht gefunden

source: Parameter %s on Method %s of Interface %s has no RTTI
de: Parameter %s bei Methode %s von Interface %s besitzt keine RTTI

source: Parameter '%s', cannot save data larger than %d bytes
de: Parameter '%s': Daten, die größer sind als %d Byte, können nicht gespeichert werden

source: Parameter count exceeded
de: Parameteranzahl überschritten

source: Parameter count mismatch
de: Parameteranzahl stimmt nicht überein

source: Parameter index (%d) out of range (%d..%d)
de: Parameterindex (%d) außerhalb des Bereichs (%d..%d)

source: Parameter is not meta type
de: Parameter ist kein Metatyp

source: Parameter Mode
de: Parametermodus

source: Parameter Name
de: Name

source: Parameter Node Not Assigned Error
de: Fehler: Parameterknoten nicht zugewiesen

source: Parameter not set
de: Parameter nicht gesetzt

source: Parameter not set for column number %d
de: Parameter für Spaltennummer %d nicht gesetzt

source: Parameter not set for column number %s
de: Parameter für Spaltennummer %s nicht gesetzt

source: Parent
de: Elternteil

source: Parent given is not a parent of '%s'
de: Das angegebene übergeordnete Element ist kein übergeordnetes Element von '%s'

source: Parent must be expanded
de: Übergeordneter Knoten muss expandiert sein

source: ParentConnection is not assigned
de: ParentConnection ist nicht zugewiesen

source: Parse
de: Analysieren

source: Parse Error: %0:s (%1:d)
de: Parse-Fehler: %0:s (%1:d)

source: Parsecs
de: Parsec

source: Pascal code generated by WSDL import cannot be modified to return an interface. GUID %s
de: Pascal-Code, der vom WSDL-Import generiert wurde, kann nicht für die Rückagbe eines Interface geändert werden. GUID %s

source: Password
de: Passwort

source: Paste
de: Einfügen

source: Paste|Inserts Clipboard contents
de: Einfügen|Inhalt der Zwischenablage einfügen

source: Path '%s'
de: Pfad '%s'

source: Path ended with an open bracket
de: Pfad mit geöffneter eckiger Klammer beendet

source: Path ended with an open string
de: Pfad mit geöffnetem String beendet

source: PathInfo
de: VerzInfo

source: Pause
de: Unterbrechen

source: Percent
de: Prozent

source: PgDn
de: BildAb

source: PgUp
de: BildAuf

source: Phone
de: Telefon

source: Phone | 4155551212 | !\(999\)000-0000;1;_
de: PLZ, international | CH50000 | >cc-99999;1;_

source: Phone Dialer
de: Wählhilfe

source: Phones
de: Telefone

source: Photo
de: Foto

source: Photo Library
de: Fotobibliothek

source: Photo Thumbnail
de: Foto-Miniaturansicht

source: Picas
de: Pica

source: Picture
de: Bild

source: Picture Editor
de: Bildeditor

source: Picture:
de: Bild:

source: Pictures
de: Grafiken

source: Platform "%s" not supported.
de: Plattform "%s" wird nicht unterstützt.

source: Platform AlertCreated/AlertReleased inconsistency
de: Plattforminkonsistenz bei AlertCreated/AlertReleased

source: Platform Behavior
de: Plattformverhalten

source: Platform Type Name
de: Name des Plattformtyps

source: Platform-dependant function not implemented
de: Plattformabhängige Funktion nicht implementiert

source: Play
de: Wiedergeben

source: Please allow 10 minutes per MB for the operation to complete
de: Bitte rechnen Sie pro MB mit 10 Minuten für den Abschluss der Operation

source: Plus %d More...
de: Plus %d weitere...

source: PNG Images
de: PNG-Grafiken

source: Point not in layout
de: Punkt nicht im Layout

source: Points
de: Punkt

source: Populate list control "%0:s" from source "%1:s"
de: Listensteuerelement "%0:s" aus Quelle "%1:s" füllen

source: Port Type
de: Port-Typ

source: Position link using control "%0:s" from source "%1:s"
de: Link mit Steuerelement "%0:s" aus Quelle "%1:s" positionieren

source: Post
de: Eintragen

source: Post edit
de: Übernehmen

source: Pounds
de: Pfund

source: Precision
de: Genauigkeit

source: Prefix
de: Präfix

source: Premature end of data
de: Vorzeitiges Datenende

source: Preparation of default expression failed with error "%s"
de: Die Vorbereitung des Standardausdrucks konnte nicht durchgeführt werden; Fehler '%s'

source: Preparation of field constraint failed with error "%s"
de: Die Vorbereitung der Feldbedingung konnte nicht durchgeführt werden; Fehler '%s'

source: Preparation of record constraint failed with error "%s"
de: Die Vorbereitung der Datensatzbedingung konnte nicht durchgeführt werden; Fehler '%s'

source: present the Kitchen Sink
de: präsentieren das Spülbecken

source: Presentation Proxy class [%s] for this presentation name [%s] has already been registered.
de: Darstellungs-Proxy-Klasse [%s] für diesen Darstellungsnamen [%s] wurde bereits registriert.

source: Presentation Proxy class for presentation name [%s] is not found
de: Darstellungs-Proxy-Klasse für Darstellungsname [%s] nicht gefunden

source: Presentation received nil Content from TPresentedControl. Content cannot be nil.
de: Darstellung erhielt nil-Inhalt von TPresentedControl. Inhalt darf nicht nil sein.

source: Preview
de: Vorschau

source: Previous Tab
de: Vorherige Registerkarte

source: Previous|Go back to the previous tab
de: Zurück|Zur vorherigen Registerseite wechseln

source: Primary
de: Primär

source: Primary Catalog Name
de: Name des Primärkatalogs

source: Primary Column Name
de: Name der Primärspalte

source: Primary Key Name
de: Name des Primärschlüssels

source: Primary Schema Name
de: Name des Primärschemas

source: Primary Table Name
de: Name der Primärtabelle

source: Print Set&up...
de: &Druckeinstellungen...

source: Print Setup
de: Druckeinstellungen

source: Printer index out of range
de: Druckerindex außerhalb des zulässigen Bereichs

source: Printer is not currently printing
de: Der Drucker druckt aktuell nicht

source: Printer selected is not valid
de: Ausgewählter Drucker ist ungültig

source: Printing in progress
de: Druckvorgang läuft

source: Prior
de: Vorheriger

source: Prior record
de: Vorheriger Datensatz

source: Privacy Notice: This application anonymously tracks your usage and sends it to us for analysis. We use this analysis to make the software work better for you. This tracking is completely anonymous. No personally identifiable information is tracked, and nothing about your usage can be tracked back to you. Please click Yes to help us to improve this software. Thank you.
de: Datenschutzhinweis: Diese Anwendung verfolgt anonym Ihre Programmnutzung und sendet die Daten zur Auswertung an uns. Anhand dieser Auswertung verbessern wir die Software für Sie. Diese Verfolgung ist vollständig anonym. Es werden keine personenbezogenen Daten aufgezeichnet, und Ihre Nutzungsdaten können nicht zu Ihnen zurückverfolgt werden. Bitte klicken Sie auf "Ja", um uns bei der Verbesserung dieser Software zu unterstützen. Vielen Dank!

source: Privileged instruction
de: Privilegierte Anweisung

source: Problem setting up in-app billing
de: Problem beim Konfigurieren der In-App-Abrechnung

source: Procedure Name
de: Name der Prozedur

source: Procedure Type
de: Prozedurtyp

source: process not accessible
de: Prozess nicht verfügbar

source: Producer
de: Produzent

source: Products request already in progress
de: Produktanforderung wird bereits ausgeführt

source: Profile
de: Profil

source: Profile "%s" is already registered
de: Profil "%s" ist bereits registriert

source: Profile "%s" is not registered
de: Profil "%s" ist nicht registriert

source: Profile "%s" without registered adapters
de: Profil "%s" ohne registrierte Adapter

source: Profile "%s" without registered protocol-adapters
de: Profil "%s" ohne registrierte Protokolladapter

source: Profile "%s" without registered protocols
de: Profil "%s" ohne registrierte Protokolle

source: Profile %s is not connected
de: Profil %s ist nicht verbunden

source: Project Co-Coordinator
de: Projekt-Co-Koordinator

source: Project Coordinator
de: Projekt-Koordinator

source: Prompt array must not be empty
de: Prompt-Array darf nicht leer sein

source: Properties
de: Eigenschaften

source: Properties of %s/%s
de: Eigenschaften von %s/%s

source: Property %s does not exist
de: Eigenschaft %s existiert nicht

source: Property '%s' has not been initialized on component '%s'
de: Eigenschaft '%s' wurde für Komponente '%s' nicht initialisiert

source: Property %s not found
de: Eigenschaft %s nicht gefunden

source: Property already defined by lookup field
de: Eigenschaft bereits durch Lookup-Feld definiert

source: Property Changed
de: Eigenschaft geändert

source: Property filters may only be name, class or type based (%d:%d)
de: Eigenschaftsfilter dürfen nur auf Name, Klasse oder Typ basieren (%d:%d)

source: Property is read-only
de: Eigenschaft kann nur gelesen werden

source: Property may not be modified while aggregate is active
de: Die Eigenschaft kann nicht geändert werden, während die Aggregatfunktion aktiv ist

source: Property Name:
de: Name:

source: Property or Method "%s" is not supported by DOM Vendor "%s"
de: Eigenschaft oder Methode "%s" wird vom DOM-Hersteller "%s" nicht unterstützt

source: Protocol "%s" is not registered
de: Protokoll "%s" ist nicht registriert

source: Protocol %0:s can be used after an adequate instance of %1:s is registered with %2:s.
de: Protokoll %0:s kann verwendet werden, nachdem eine passende Instanz von %1:s bei %2:s registriert wurde.

source: Provided Name contains invalid characters.
de: Angegebener Name enthält ungültige Zeichen.

source: Provider is nil. A provider is required to use push events
de: Provider ist nil. Ein Provider ist für Push-Ereignisse erforderlich

source: Provider name "%s" was not recognized by the server
de: Der Provider-Name '%s' wurde vom Server nicht erkannt

source: Provider not exported: %s
de: Der Provider wurde nicht exportiert: %s

source: Provider not found: %s
de: Provider nicht gefunden: %s

source: Provider Type
de: Provider-Typ

source: Purple
de: Purpur

source: Push events are not supported by the "%s" provider on this platform
de: Push-Ereignisse werden vom "%s"-Provider auf dieser Plattform nicht unterstützt

source: Push service "%1:s" not found. %0:s requires this service.
de: Push-Dienst "%1:s" nicht gefunden. Für %0:s ist dieser Dienst erforderlich.

source: PutObject to undefined item
de: PutObject auf undefiniertes Element

source: Quality weight is out of range
de: Prioritätsgewichtung außerhalb des zulässigen Bereichs

source: Querying the IObjectArray interface
de: IObjectArray-Interface wird abgefragt

source: Querying the IPropertyStore interface
de: IPropertyStore-Interface wird abgefragt

source: Queue Metadata
de: Queue-Metadaten

source: Queue Metadata operation failed for: %s
de: Queue-Metadatenoperation fehlgeschlagen für: %s

source: Quick Bindings
de: Schnelle Bindungen

source: QuickTime Files
de: QuickTime-Dateien

source: Quit %s
de: %s beenden

source: Quit key hit
de: Taste zum Verlassen gedrückt

source: Quit|Quits the application
de: Beenden|Anwendung beenden

source: R&efresh ConnectionString Param
de: ConnectionString-Parameter &aktualisieren

source: Raised
de: Erhöht

source: Range check error
de: Fehler bei Bereichsprüfung

source: Range check error for variant of type (%s)
de: Fehler bei Bereichsprüfung für Variant des Typs (%s)

source: Range check error while converting variant of type (%s) into type (%s)
de: Fehler bei Bereichsprüfung bei der Konvertierung von Variant von Typ (%s) zu Typ (%s)

source: Rankine
de: Rangordnung

source: Re&move all
de: &Alle entfernen

source: Read
de: Lesen

source: Read attempt when no read data is available
de: Leseversuch, aber keine zu lesenden Daten vorhanden

source: Read beyond end of file
de: Versuch hinter dem Dateiende zu lesen

source: Read error
de: Fehler beim Lesen

source: Read past end of current container context
de: Nach Ende des aktuellen Container-Kontexts gelesen

source: Reader has no more rows
de: Reader hat keine weiteren Zeilen

source: Reader Next method has not been called
de: Next-Methode des Readers wurde nicht aufgerufen

source: Reader not available
de: Reader nicht verfügbar

source: Reading permission [READ_CONTACTS] is not in Manifest file. You will not be able to get data from AddressBook
de: Leseberechtigung [READ_CONTACTS] ist in Manifest-Datei nicht vorhanden. Daher können Sie keine Daten aus dem AddressBook abrufen

source: ReadJson is not implemented cause CanRead is False
de: ReadJson wird nicht implementiert, weil CanRead False ist

source: Reason: %s
de: Grund: %s

source: Received content of invalid Content-Type setting: %s - SOAP expects "text/xml"
de: Empfang von Inhalt mit ungültigen Einstellungen für Inhaltstyp: %s - SOAP erwartet "text/xml"

source: Record not found
de: Datensatz nicht gefunden

source: Record not found or changed by another user
de: Datensatz nicht gefunden oder von einem anderen Benutzer geändert

source: Record or field constraint failed.
de: Datensatz- oder Feldbedingung fehlgeschlagen.

source: Recordset is not open
de: Recordset ist nicht geöffnet

source: Recursion while doing a VarDataCastTo
de: Rekursion beim Durchführen eines VarDataCastTo

source: Recursion while doing a VarDataClear
de: Rekursion beim Durchführen eines VarDataClear

source: Recursion while doing a VarDataCopy
de: Rekursion beim Durchführen eines VarDataCopy

source: Recursion while doing a VarDataCopyNoInd
de: Rekursion beim Durchführen eines VarDataCopyNoInd

source: Recursion while doing a VarDataInit
de: Rekursion beim Durchführen eines VarDataInit

source: Red
de: Rot

source: Refresh
de: Aktualisieren

source: Refresh data
de: Daten aktualisieren

source: Refresh Designer
de: Designer aktualisieren

source: Refresh is only supported if the FileName or XML properties are set
de: Aktualisierung wird nur unterstützt, wenn die Eigenschaften FileName oder XML gesetzt sind

source: Registered Types
de: Registrierte Typen

source: Regular
de: Standard

source: Related Names
de: Verwandte Namen

source: Relative
de: Verwandter

source: RelativePanel error: Circular dependency detected. Layout could not complete
de: RelativePanel-Fehler: Zirkuläre Abhängigkeit gefunden. Layout konnte nicht abgeschlossen werden

source: Release
de: Freigabe

source: Reload connection parameters
de: Verbindungsparameter erneut laden

source: Remotable Type %s not registered
de: Typ %s ist nicht registriert

source: Remote error: %s
de: Remote-Fehler: %s

source: Remote Login
de: Externe Anmeldung

source: Remote Method Call: unsupported calling convention %s for method %s on interface %s
de: Remote-Methodenaufruf: nicht unterstützte Aufrufkonvention %s für Methode %s in Interface %s

source: Remote resource not found
de: Remote-Ressource nicht gefunden

source: Remove
de: Entfernen

source: Remove from layer %s
de: Aus Ebene %s entfernen

source: Remove Link
de: Link entfernen

source: Remove Message
de: Nachricht entfernen

source: Remove Queue
de: Queue entfernen

source: Rename to %s failed
de: Fehler beim Umbenennen in %s

source: Rendering
de: Übergabe

source: Renew
de: Erneuern

source: Replace|Replaces specific text with different text
de: Ersetzen|Angegebenen Text durch neuen Text ersetzen

source: Request has no client component
de: Anforderung hat keine Clientkomponente

source: Request requires %s authentication
de: Für die Anforderung ist die %s-Authentifizierung erforderlich

source: Request type %0:s has an empty content. A JSON command object is expected
de: Inhalt des Anforderungstyps %0:s ist leer. Ein JSON-Befehlsobjekt wird erwartet

source: Required IDeviceBehavior is not registered
de: Erforderliches IDeviceBehavior ist nicht registriert

source: Required permissions [%s] are not in Manifest file.
de: Erforderliche Berechtigungen [%s] sind in der Manifest-Datei nicht vorhanden.

source: Requires Connection before opening
de: Vor dem Öffnen ist eine Verbindung erforderlich

source: Reserved Word
de: Reserviertes Wort

source: Reset all usage data?
de: Alle verwendeten Daten zurücksetzen

source: Reset Client
de: Client zurücksetzen

source: Reset Toolbar
de: Symbolleiste zurücksetzen

source: Resource %d
de: Ressource %d

source: Resource %s is of incorrect class
de: Ressource %s hat die falsche Klasse

source: Resource %s not found
de: Ressource %s nicht gefunden

source: Resource must not be blank
de: Ressource muss angegeben werden

source: Resource name required
de: Ressourcenname erforderlich

source: Response content is empty
de: Antwortinhalt ist leer

source: Response content is not valid JSON
de: Antwortinhalt ist kein gültiges JSON

source: Response did not return an Array of %s
de: Antwort gab kein Array mit %s zurück

source: Response has no content
de: Antwort hat keinen Inhalt

source: Response RootElement, "%s", is not a valid path for the response JSON
de: Antwort-RootElement, "%s", ist kein gültiger Pfad für das Antwort-JSON

source: Response size (%d bytes) is greater than expected (%d bytes).
de: Antwort (%d Byte) ist größer als erwartet (%d Byte).

source: REST request failed: %s
de: REST-Anforderung fehlgeschlagen: %s

source: Restore Defaults
de: Zurücksetzen

source: Result
de: Ergebnis

source: Results Truncated...
de: Ergebnisse abgeschnitten...

source: Retired/Past Contributors
de: Pensionierte/ehemalige Mitarbeiter

source: Retry
de: &Wiederholen

source: Revert
de: Rückgängig

source: RichEdit line insertion error
de: Fehler beim Einfügen einer Zeile in RichEdit

source: Right
de: Rechts

source: Right justify
de: Rechtsbündig

source: Right Justify
de: Rechtsbündig

source: Rods
de: Messrute

source: Role Name
de: Rollenname

source: Root
de: Stammverzeichnis

source: root container
de: Stamm-Container

source: Root Container creation failed with code: %d. A possible solution is to try again after a refresh.
de: Erstellen des Stamm-Containers fehlgeschlagen mit Code: %d. Versuchen Sie es nach dem Aktualisieren erneut.

source: Root Container deletion failed with code: %d. A possible solution is to try again after a refresh.
de: Löschen des Stamm-Containers fehlgeschlagen mit Code: %d. Versuchen Sie es nach dem Aktualisieren erneut.

source: Row index, %d, out of bounds
de: Zeilenindex, %d, außerhalb des Bereichs

source: Row%d
de: Zeile%d

source: RSA key generation failed
de: RSA-Schlüsselerzeugung fehlgeschlagen

source: RTTI for type %s was not found. Perhaps missing {$M+}?
de: RTTI für Typ %s wurde nicht gefunden. Möglicherweise fehlt {$M+}?

source: Run
de: Start

source: Run|Runs an application
de: Ausführen|Anwendung ausführen

source: S&ections
de: B&ereiche

source: Sample
de: Beispiel

source: Sat
de: Sa

source: Saturday
de: Samstag

source: Save &As...
de: Speichern &unter...

source: Save &Literal Characters
de: &Literalzeichen speichern

source: Save As|Saves the active file with a new name
de: Speichern unter|Aktive Datei unter einem neuen Namen speichern

source: Save connection parameters
de: Verbindungsparameter speichern

source: Save Picture
de: Bild speichern

source: Save Picture As
de: Bild speichern unter

source: Save string list
de: String-Liste speichern

source: Save the current file?
de: Aktuelle Datei speichern?

source: Saved Photos
de: Gespeicherte Fotos

source: Saving
de: Speichern von

source: Saving bitmap failed (%s).
de: Speichern des Bitmaps fehlgeschlagen (%s).

source: Saving bitmap failed.
de: Speichern des Bitmaps fehlgeschlagen.

source: Scale
de: Skalierung

source: Scale %nx
de: Skalierung %nx

source: Scale:
de: Skalierung:

source: Scan line index out of range
de: Bereichsüberschreitung bei Zeilenindex

source: Schema or user name separated by a '.' must be specified.
de: Durch '.' getrennter Schema- oder Benutzername muss angegeben werden.

source: SchemaAdapter "%s" has no data
de: SchemaAdapter "%s" hat keine Daten

source: SchemaAdapter is required
de: SchemaAdapter ist erforderlich

source: Scheme "%s" already registered for %s
de: Schema "%s" bereits für %s registriert

source: Scheme "%s" is not registered
de: Schema "%s" ist nicht registriert

source: Scheme-dependant function not implemented
de: Schemaabhängige Funktion nicht implementiert

source: Scope class %s is already registered
de: Bereichsklasse %s ist bereits registriert

source: Scope class %s not registered
de: Bereichsklasse %s ist nicht registriert

source: Scope obj cannot be Nil.
de: Gültigkeitsbereich "obj" kann nicht null sein.

source: Scroll Bar
de: Bildlaufleiste

source: Scrollbar property out of range
de: Eigenschaft Scrollbar außerhalb des zulässigen Bereichs

source: Se&lect all
de: Alles mar&kieren

source: Searchable
de: Suchbar

source: Searchable CardDAV
de: Suchbares CardDAV

source: Searchable With Like
de: Suchbar mit Like

source: Seconds
de: Sekunde

source: Section properties
de: Bereichseigenschaften

source: See all members..
de: Alle Member anzeigen...

source: Select
de: Auswählen

source: Select &All
de: Alle aus&wählen

source: Select &Color...
de: &Farbe wählen...

source: Select &Font...
de: &Schriftart wählen...

source: Select a binding task
de: Wählen Sie eine Bindungsaufgabe aus

source: Select a component and a property
de: Komponente und Eigenschaft auswählen

source: Select a control class
de: Steuerelementklasse auswählen

source: Select a control or control class
de: Wählen Sie ein Steuerelement oder eine Steuerelementklasse aus

source: Select a data source
de: Datenquelle auswählen

source: Select a data source class
de: Wählen Sie eine Datenquellenklasse aus

source: select a date
de: Datum auswählen

source: Select a field
de: Feld auswählen

source: Select a grid or a grid class
de: Wählen Sie ein Gitter oder eine Gitterklasse aus

source: Select All
de: Alles markieren

source: Select All|Selects all bindings
de: Alle auswählen|Alle Bindungen auswählen

source: Select All|Selects the entire document
de: Alles markieren|Gesamtes Dokument auswählen
