Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Select Directory
de: Verzeichnis auswählen

source: Selected DOM Vendor does not support this property or method
de: Der gewählte DOM-Hersteller unterstützt diese Eigenschaft oder Methode nicht

source: Selected printer is not valid
de: Ausgewählter Drucker ist ungültig

source: Selection contains a component introduced in an ancestor form which cannot be deleted
de: Auswahl enthält eine Komponente, die in einem Vorfahr-Formular eingeführt wurde, das nicht gelöscht werden kann.

source: Selector '%s' not found
de: Selektor '%s' nicht gefunden

source: Semaphore reached MaxCount
de: Semaphor hat maximale Anzahl erreicht

source: Send email
de: E-Mail senden

source: Send image using:
de: Bild senden mit:

source: Send text using:
de: Text senden mit:

source: Send text/image using:
de: Text/Bild senden mit:

source: Separator
de: Trennlinie

source: Sequencer
de: Sequenzer

source: Server Certificate Invalid or not present
de: Serverzertifikat ungültig oder nicht vorhanden

source: Server Certificate not accepted
de: Serverzertifikat nicht akzeptiert

source: Server is busy
de: Der Server ist ausgelastet

source: Server method %0:s consumed only %1:d input parameters out of %2:d. Either call with more parameters or change method definition.
de: Servermethode %0:s hat nur %1:d Eingabeparameter von %2:d verwendet. Rufen Sie sie entweder mit mehr Parametern auf, oder ändern Sie die Methodendefinition.

source: Server method %0:s has only %1:d parameters. Too many arguments actual arguments: %2:d.
de: Servermethode %0:s hat nur %1:d Parameter. Zu viele Argumente: %2:d.

source: Server's method %0:s %1:d parameter in not an input parameter. Either call with less parameters or change the method definition.
de: Parameter der Servermethode %0:s %1:d ist kein Eingabeparameter. Rufen Sie sie entweder mit weniger Parametern auf, oder ändern Sie die Methodendefinition.

source: Service "%s" failed to install with error: "%s"
de: Service "%s" konnte nicht installiert werden; Fehler: "%s"

source: Service "%s" failed to uninstall with error: "%s"
de: Service "%s" konnte nicht deinstalliert werden; Fehler: "%s"

source: Service %s already registered
de: Dienst %s bereits registriert

source: Service %s is already added to this server
de: Dienst %s wurde diesem Server bereits hinzugefügt

source: Service failed in custom message(%d): %s
de: Service fehlgeschlagen in selbst def. Meldung (%d): %s

source: Service failed on %s: %s
de: Service fehlgeschlagen bei %s:%s

source: Service Info Page
de: Service Info-Seite

source: Service installed successfully
de: Service erfolgreich installiert

source: Service not supported by %s provider
de: Dienst wird vom %s-Provider nicht unterstützt

source: Service registration error(%d): %s
de: Fehler (%d) bei Dienstregistrierung: %s

source: Service uninstalled successfully
de: Service erfolgreich deinstalliert

source: Services
de: Dienste

source: Session expired
de: Sitzung abgelaufen

source: Session token expected
de: Sitzungs-Token erwartet

source: Session token required
de: Sitzungs-Token erforderlich

source: SessionID required
de: SessionID erforderlich

source: Set a property with the value of a field. Update the property when the field value changes.
de: Setzen Sie eine Eigenschaft mit dem Wert eines Feldes. Aktualisieren Sie die Eigenschaft, wenn sich der Feldwert ändert.

source: Set create options
de: Legen Sie Erstellungsoptionen fest

source: Set the GroupRef property for the cmGroupRef content model
de: Legen Sie die Eigenschaft GroupRef für das cmGroupRef-Inhaltsmodell fest

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
de: Das Setzen der Bit-Transparent-Farbe ist für PNG-Images die Alpha-Werte für jedes Pixel enthalten (COLOR_RGBALPHA und COLOR_GRAYSCALEALPHA) nicht zulässig

source: Setting the arguments of a jump list item
de: Argumente eines Sprunglisteneintrags werden festgelegt

source: Setting the icon location of a jump list item
de: Symbolspeicherort eines Sprunglisteneintrags wird festgelegt

source: Setting the path of a jump list item
de: Pfad eines Sprunglisteneintrags wird festgelegt

source: Setting the value of a property store
de: Wert eines Eigenschaftsspeichers wird festgelegt

source: SetupDiGetClassDevs error: (%d) %s
de: SetupDiGetClassDevs-Fehler: (%d) %s

source: SHA1: Cannot update a finalized hash
de: SHA1: Ein finalisierter Hash kann nicht aktualisiert werden

source: SHA2: Cannot update a finalized hash
de: SHA2: Ein finalisierter Hash kann nicht aktualisiert werden

source: Shapes
de: Formen

source: ShareContract not available
de: ShareContract nicht verfügbar

source: Sharing not supported under %s
de: Teilen unter %s nicht unterstützt

source: Shift+
de: Umsch+

source: Short Time | 1345 | !90:00;1;_
de: Zeitformat, kurz | 1345 | !90:00;1;_

source: Short Zip Code | 90504 | 00000;1;_
de: Zeitformat, lang | 193059 | !90:00:00;1;_

source: Show
de: Einblenden

source: Show changed fields only
de: Nur geänderte Felder

source: Show conflicting fields only
de: Nur Konfliktfelder

source: Show Embedded Component
de: Eingebettete Komponente anzeigen

source: Show help
de: Hilfe anzeigen

source: Show Strings
de: Strings anzeigen

source: Show/Hide elements..
de: Elemente ein-/ausblenden...

source: sigaction call failed
de: sigaction-Aufruf fehlgeschlagen

source: Signed Identifier
de: Signierter Bezeichner

source: Silver
de: Silber

source: Sister
de: Schwester

source: Size
de: Größe

source: Size mismatch for field '%s', expecting: %d actual: %d
de: Unterschiedliche Größe für Feld '%s'; erwartet: %d, gefunden: %d

source: Size Type
de: Größentyp

source: Skip
de: Überspringen

source: Sky Blue
de: Himmelblau

source: Soap header %s with attribute 'mustUnderstand' set to true was not handled
de: SOAP-Header %s mit Attribut 'mustUnderstand' true wurde nicht behandelt

source: SOAP Response Packet: element matching function return not found, received "%s"
de: SOAP-Antwortpaket: Rückgabe der Elementübereinstimmungsfunktion nicht gefunden, "%s" erhalten

source: Social Profiles
de: Soziale Profile

source: Social Profiles are not supported on this platform.
de: Soziale Profile werden auf dieser Plattform nicht unterstützt.

source: Social Security | 555555555 | 000\-00\-0000;1;_
de: Bankleitzahl | 50850150 | 000\ 000\ 00;1;_

source: Socket already closed
de: Socket bereits geschlossen

source: Socket already open
de: Socket ist bereits geöffnet

source: Socket must be in blocking mode
de: Socket muss sich im Blocking-Modus befinden

source: Socket not listening
de: Socket ist nicht empfangsbereit

source: Socket type not compatible with call
de: Socket-Typ nicht kompatibel mit Aufruf

source: Some operation could not be performed because the system is out of resources. Close some windows and try again.
de: Es stehen nicht genügend Resourcen im System zur Verfügung, um die Operation auszuführen. Schließen Sie einige Fenster und versuchen Sie es erneut.

source: Source
de: Quelle

source: Source and Destination arrays must not be the same
de: Quell- und Ziel-Arrays dürfen nicht gleich sein

source: Source and destination require the same owner
de: Für Quelle und Ziel ist derselbe Eigentümer erforderlich

source: Source Component
de: Quellkomponente

source: Source Expression
de: Quellausdruck

source: Source expression for %s:
de: Quellausdruck für %s:

source: Source Expression for BindScopeDB1, Image
de: Quellausdruck für BindScopeDB1, Bild

source: Source expression:
de: Quellausdruck:

source: Source Member
de: Quell-Member

source: Space
de: Leer

source: Specified input encoding does not match byte order mark.
de: Angegebene Eingabecodierung stimmt nicht mit BOM (Byte Order Mark) überein.

source: Specified Login Credential Service not found
de: Angegebener Dienst für die Anmeldeinformationen nicht gefunden

source: Specified protocol in request %s is not supported. Current supported protocols are: %s, json, tunnel
de: In Anforderung %s angegebenes Protokoll wird nicht unterstützt. Folgende Protokolle werden aktuell unterstützt: %s, json, tunnel

source: Specified type of field [%s] is not supported on current platform
de: Angegebener Feldtyp [%s] wird auf der aktuellen Plattform nicht unterstützt

source: Specify data source properties
de: Geben Sie Datenquelleneigenschaften an

source: SpinCount out of range. Must be between 0 and %d
de: SpinCount außerhalb des Bereichs. Muss zwischen 0 und %d liegen

source: SpinLock has been re-entered on the same thread
de: In SpinLock wurde im selben Thread wieder eingetreten

source: SpinLock not owned by the current thread
de: Der aktuelle Thread ist nicht der Eigentümer von SpinLock

source: Spouse
de: Ehepartner

source: SQL Error: Error mapping failed
de: SQL-Fehler: Fehlerzuordnung gescheitert

source: SQL not supported
de: SQL wird nicht unterstützt

source: SQLConnection property required for this operation
de: Für diese Operation ist die Eigenschaft SQLConnection erforderlich

source: SquareCentimeters
de: Quadratzentimeter

source: SquareDecameters
de: Quadratdekameter

source: SquareDecimeters
de: Quadratdezimeter

source: SquareFeet
de: Quadratfuß

source: SquareHectometers
de: Quadrathektometer

source: SquareInches
de: Quadratzoll

source: SquareKilometers
de: Quadratkilometer

source: SquareMeters
de: Quadratmeter

source: SquareMiles
de: Quadratmeilen

source: SquareMillimeters
de: Quadratmillimeter

source: SquareRods
de: Quadratrute

source: SquareYards
de: Quadrat-Yard

source: SSL module was already loaded and the IP implementation cannot be changed.
de: SSL-Modul wurde bereits geladen, und die IP-Implementierung kann nicht geändert werden.

source: SSL module was not loaded or it was not loaded successful. Use LoadSSL method to load the module
de: SSL-Modul wurde nicht geladen oder wurde nicht erfolgreich geladen. Verwenden Sie die Methode LoadSSL, um das Modul zu laden

source: St&retch
de: &Dehnen

source: Stack overflow
de: Stack-Überlauf

source: Stack underflow
de: Stack-Unterlauf

source: Standard Action Classes
de: Standardaktionsklassen

source: Standard Style
de: Standard-Attribut

source: Start index out of bounds (%d)
de: Startindex außerhalb des gültigen Bereichs (%d)

source: Start point
de: Startpunkt

source: Start points
de: Startpunkte

source: StartPos must be set before calling InsertText
de: StartPos muss vor dem Aufruf von InsertText gesetzt werden

source: StartPos, FinishPos and InsertPos must be set before calling Copy
de: StartPos, FinishPos und InsertPos müssen vor dem Aufruf von Copy gesetzt werden

source: StartPos, FinishPos and InsertPos must be set before calling Move
de: StartPos, FinishPos und InsertPos müssen vor dem Aufruf von Move gesetzt werden

source: State
de: Status

source: State Inde&x:
de: &Statusindex:

source: StatusBar cannot have more than 64 panels
de: StatusBar kann nicht mehr als 64 Bedienfelder (Panels) haben

source: StatusBar Panels Editor
de: Editor für StatusBar-Bedienfelder

source: std::string and std::wstring Visualizer for C++
de: std::string- und std::wstring-Visualisierung für C++

source: Steres
de: Ster

source: Stones
de: Stone

source: Stop
de: Stoppen

source: Stored Procedures not supported by '%s' Server
de: Stored Procedures werden vom '%s'-Server nicht unterstützt

source: Stream not specified.
de: Stream nicht angegeben.

source: Stream read error
de: Stream-Lesefehler

source: Stream write error
de: Stream-Schreibfehler

source: Stri&keout
de: &Durchgestrichen

source: Strikeout
de: Durchstreichen

source: String expected
de: String erwartet

source: String expected at position %d in JSON array %s
de: String an Position %d in JSON-Array %s erwartet

source: String index out of range (%d). Must be >= %d and <= %d
de: String-Index außerhalb des Bereichs (%d). Muss >= %d und <= %d sein

source: String list does not allow duplicates
de: In der String-Liste sind Duplikate nicht zulässig

source: String List Editor
de: String-Listen-Editor

source: Strings parameter cannot be nil
de: Strings-Parameter darf nicht Nil sein

source: Style '%s' already registered
de: Stil '%s' bereits registriert

source: Style '%s' is not registered
de: Der Stil '%s' ist nicht registriert

source: Style '%s' not found
de: Stil '%s' nicht gefunden

source: Style class '%s' already registered
de: Stilklasse '%s' bereits registriert

source: Style class '%s' not found
de: Stilklasse '%s' nicht gefunden

source: Style not registered
de: Stil nicht registriert

source: Style resource does not exist
de: Stilressource ist nicht vorhanden

source: Sub-menu is not in menu
de: Untermenü ist nicht im Menü

source: Successful match required
de: Übereinstimmung erforderlich

source: Sun
de: So

source: Sunday
de: Sonntag

source: Support for compression method not registered: %s
de: Unterstützung für Komprimierungsmethode nicht registriert: %s

source: Surrogate value $%x found in %s. Values between $D800 and $DFFF are reserved for use with UTF-16
de: Surrogatwert $%x in %s gefunden. Werte zwischen $D800 und $DFFF sind für die Verwendung mit UTF-16 reserviert

source: Surrogates not allowed as a single char
de: Surrogate sind als Einzelzeichen nicht zulässig

source: System Error. Code: %d. %s%s
de: Systemfehler. Code: %d. %s%s

source: Tab index out of bounds
de: Registerindex außerhalb des zulässigen Bereichs

source: Tab position incompatible with current tab style
de: Position des Registers ist nicht mit dem aktuellen Registerstil kompatibel

source: Tab style incompatible with current tab position
de: Registerstil ist nicht mit der aktuellen Position kompatibel

source: Table cannot use column %s in an order by operation since it does not exist
de: Tabelle kann Spalte %s in einer "Order By-Operation nicht verwenden, weil sie nicht vorhanden ist

source: Table Catalog Name
de: Name des Tabellenkatalogs

source: Table Name
de: Tabellenname

source: Table Schema Name
de: Name des Tabellenschemas

source: Table Type
de: Tabellentyp

source: Table/Procedure not found
de: Tabelle/Prozedur wurde nicht gefunden

source: TAggregateStream Error: no internal streams
de: TAggregateStream-Fehler: Keine interne Streams

source: Take Photo
de: Foto aufnehmen

source: TCaretPosition.Line has incorrect value
de: TCaretPosition.Line hat falschen Wert

source: TCaretPosition.Pos has incorrect value
de: TCaretPosition.Pos hat falschen Wert

source: TDateTime/TDate/TTime Visualizer for Delphi
de: TDateTime/TDate/TTime-Visualisierung für Delphi

source: Teal
de: Grünblau

source: Temperature
de: Temperatur

source: Text &Labels
de: Symbol&beschriftungen

source: Text exceeds memo capacity
de: Text überschreitet Memo-Kapazität

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
de: Textdateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*

source: Text files (*.TXT)|*.TXT|Config files (*.SYS;*.INI)|*.SYS;*.INI|Batch files (*.BAT)|*.BAT|All files (*.*)|*.*
de: String-Liste speichern

source: Text format flag '%s' not supported
de: Das Textformat-Flag '%s' wird nicht unterstützt

source: Text not found: "%s"
de: Text nicht gefunden: "%s"

source: TGA Images
de: TGA-Bilder

source: That name is already in use by another column.
de: Dieser Name wird bereits von einer anderen Spalte verwendet.

source: The "%s" cannot be modified (Fixed = True)
de: "%s" kann nicht geändert werden (Fixed = True)

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
de: "Portable Network Graphics" konnte nicht erstellt werden, weil ungültige Bildtypparameter angegeben wurden.

source: The "Portable Network Graphics" image contains an invalid palette.
de: Das "Portable Network Graphics" Bild enthält eine ungültige Palette.

source: The "Portable Network Graphics" image could not be loaded because it uses an invalid image bit depth.
de: Das PNG-Bild (Portable Network Graphics) konnte nicht geladen werden, weil das Bild eine ungültige Bit-Tiefe verwendet.

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
de: Dieses "Portable Network Graphics" Bild konnte nicht geladen werden, weil wahrscheinlich einer der Hauptdatenbreiche (IHDR) beschädigt ist

source: The Account Key you have entered is invalid.
de: Der eingegebene Kontoschlüssel ist ungültig.

source: The advertisement is empty
de: Die Ankündigung ist leer

source: The best type match in %s for the column: %s is %s. But is cannot be used for an auto increment column.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Kann aber für eine Autoinkrement-Spalte nicht verwendet werden.

source: The best type match in %s for the column: %s is %s. But it cannot hold unicode characters.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Kann aber keine Unicode-Zeichen aufnehmen.

source: The best type match in %s for the column: %s is %s. But it is does not have sufficient precision.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die Genauigkeit ist nicht ausreichend.

source: The best type match in %s for the column: %s is %s. But it is unsigned.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Ist aber vorzeichenlos.

source: The best type match in %s for the column: %s is %s. But the max precision is: %s which is less than the specified: %s.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die maximale Genauigkeit ist: %s, was kleiner als die festgelegte: %s ist.

source: The best type match in %s for the column: %s is %s. But the max scale is: %s which is less than the specified: %s.
de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die maximale Skalierung ist: %s, was kleiner als die festgelegte: %s ist.

source: The block list is empty for blob %s/%s. Please use %s to add blocks into it and then commit them.
de: Die Blockliste ist für Blob %s/%s leer. Bitte verwenden Sie zum Hinzufügen von Blöcken %s und übergeben Sie sie dann.

source: The bluetooth adapter is in unknown scan mode
de: Der Bluetooth-Adapter befindet sich in einem unbekannten Scanmodus

source: The Break method was previously called. Break and Stop may not be used in combination in iterations of the same loop
de: Die Methode "Break" wurde zuvor aufgerufen. Break und Stop dürfen in Iterationen derselben Schleife nicht zusammen verwendet werden

source: The callback tunnel is in an invalid state and should be terminated.
de: Der Callback-Tunnel befindet sich in einem ungültigen Status und muss beendet werden.

source: The certificate has expired.
de: Das Zertifikat ist abgelaufen.

source: The certificate is not yet valid.
de: Das Zertifikat ist noch nicht gültig.

source: The chunks must be compatible to be assigned.
de: Die Abschnitte müssen kompatibel sein, damit sie zugewiesen werden können.

source: The client can not be an instance of class %s
de: Der Client kann keine Instanz der Klasse %s sein

source: The constraint: %s could not be recreated, because the column: %s was dropped.
de: Die Einschränkung: %s konnte nicht neu erstellt werden, weil die Spalte: %s entfernt wurde.

source: The content-type is not recognized as text. The viewer cannot be opened.
de: Der Inhaltstyp wird nicht als Text erkannt. Der Viewer kann nicht geöffnet werden.

source: The converter named "%s" with an identical input type (%s) and output type (%s) has already been added
de: Der Konverter namens "%s" mit einem identischen Eingabetyp (%s) und Ausgabetyp (%s) wurde bereits hinzugefügt

source: The created instance of class %s is wrong
de: Die erstellte Instanz der Klasse %s ist falsch

source: The current operating system does not support jump lists
de: Aktuelles Betriebssystem unterstützt keine Sprunglisten

source: The current process already has an application ID: %s
de: Aktueller Prozess hat bereits eine Anwendungs-ID: %s

source: The current session does not have permission to perform the requested action.
de: Die aktuelle Sitzung ist zur Ausführung der angeforderten Aktion nicht berechtigt.

source: The Data type: %s requires a column: %s, which does not exist on the Column collection.
de: Für den Datentyp: %s ist eine Spalte: %s erforderlich, die in der Spaltensammlung nicht vorhanden ist.

source: The DefaultReferenceResolver can only be used internally
de: Der DefaultReferenceResolver kann nur intern verwendet werden

source: The destination container %s cannot be found. You can create it or refresh the storage content
de: Der Ziel-Container %s wurde nicht gefunden. Sie können ihn erstellen oder den Speicherinhalt aktualisieren

source: The device does not support peripheral mode
de: Das Gerät unterstützt den Peripheriemodus nicht

source: The drive cannot be found
de: Das Laufwerk wurde nicht gefunden

source: The duration cannot be returned because the absolute value exceeds the value of TTimeSpan.MaxValue
de: Die Dauer kann nicht zurückgegeben werden, weil der absolute Wert den Wert von TTimeSpan.MaxValue überschreitet

source: The expression has not been compiled yet.
de: Der Ausdruck wurde noch nicht compiliert.

source: The factory obtained for %s is wrong
de: Der für %s erhaltene Generator ist falsch

source: The file being read is not a valid "Portable Network Graphics" image because it contains an invalid header. This file may be corrupted, try obtaining it again
de: Die gerade gelesene Datei ist kein gültiges PNG-Bild ("Portable Network Graphics"), weil sie keinen gültigen Header enthält. Diese Datei ist möglicherweise beschädigt. Versuchen Sie, eine neue Version davon zu bekommen

source: The following registered gestures were not found: %s
de: Die folgenden registrierten Gesten wurden nicht gefunden: %s

source: The FriendlyName property of an item must not be empty
de: Eigenschaft FriendlyName eines Eintrags darf nicht leer sein

source: The function '%s' must not return nil value
de: Die Funktion '%s' darf keinen nil-Wert zurückgeben

source: The given "%s" local time is invalid (situated within the missing period prior to DST).
de: Die angegebene "%s" lokale Uhrzeit ist ungültig (befindet sich im fehlenden Zeitraum vor der Sommerzeit).

source: The given custom wrapper does not support %s
de: Der benutzerdefinierte Wrapper unterstützt %s nicht

source: The graph must have a graph view to which is attached.
de: Der Graph muss mit einer Graphansicht verknüpft sein.

source: The image has a physical size %s. Do you want to use scale %s?
de: Das Bild hat die physische Größe %s. Soll die Skalierung %s verwendet werden?

source: The input value is not a valid Object
de: Der Eingabewert ist kein gültiges Objekt

source: The location sensor is started
de: Der Positionssensor wurde gestartet

source: The main menu can be only a single instance
de: Das Hauptmenü darf nur eine einzelne Instanz sein

source: The new size provided for image resizing is invalid.
de: Die neue Größe für die Größenanpassung des Bildes ist ungültig.

source: The object does not implement the IAsyncInfo interface
de: Das Objekt implementiert das IAsyncInfo-Interface nicht

source: The object does not implement the observer interface
de: Das Objekt implementiert das Observer-Interface nicht

source: The output parameter (%d) cannot be converted by the selected converter (%s)
de: Der Ausgabeparameter (%d) kann vom ausgewählten Konverter (%s) nicht konvertiert werden

source: The owner of this entity is not the current graph.
de: Der Eigentümer dieser Entität ist nicht der aktuelle Graph.

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document.
de: Die gerade bearbeitete Seite befindet sich im Fluss-Layoutmodus, und Objekte werden wie in einem Textverarbeitungsdokument von oben nach unten angeordnet.
