Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Error getting service list: (%d) %s
de: Fehler beim Abrufen der Dienstliste: (%d) %s

source: Error getting the identity of the certificate
de: Fehler beim Abrufen der Identität des Zertifikats

source: Error importing certificate
de: Fehler beim Importieren des Zertifikats

source: Error in %0:s when attempting to fill a lookup list with a control (%1:s) which does not support lookups
de: Fehler in %0:s beim Versuch, eine Suchliste mit einem Steuerelement (%1:s) zu füllen, das das Suchen nicht unterstützt

source: Error in %0:s. Inserted item not available for %1:s
de: Fehler in %0:s. Eingefügter Eintrag für %1:s nicht verfügbar

source: Error in %0:s. No control component
de: Fehler in %0:s. Keine Steuerelementkomponente

source: Error in %0:s. No dataset.
de: Fehler in %0:s. Keine Datenmenge.

source: Error in %0:s. No enumerator available for %1:s
de: Fehler in %0:s. Kein Enumerator für %1:s verfügbar

source: Error in %0:s. No list control editor "%2:s" available for %1:s
de: Fehler in %0:s. Kein Listensteuerelement-Editor "%2:s" für %1:s verfügbar

source: Error in %0:s. No list control editor available for %1:s
de: Fehler in %0:s. Kein Listensteuerelement-Editor für %1:s verfügbar

source: Error in %0:s. No observer support for %1:s
de: Fehler in %0:s. Keine Observer-Unterstützung für %1:s

source: Error in %0:s: Operation not allowed on a unidirectional data source
de: Fehler in %0:s: Operation bei einer unidirektionalen Datenquelle nicht zulässig

source: Error in %2:s: Member %0:s not found in %1:s
de: Fehler in %2:s: Member %0:s in %1:s nicht gefunden

source: Error in %s: Source component and control component cannot be the same
de: Fehler in %s: Quellkomponente und Steuerkomponente dürfen nicht gleich sein

source: Error in context method '%s'.
de: Fehler in der Kontextmethode "%s".

source: Error in method %s while waiting for a semaphore.
de: Fehler in Methode %s beim Warten auf ein Semaphor.

source: Error in path
de: Fehler im Pfad

source: Error in regular expression at offset %d: %s
de: Fehler in regulärem Ausdruck bei Offset %d: %s

source: Error loading dock zone from the stream. Expecting version %d, but found %d.
de: Fehler beim Laden der Andockzone aus dem Stream. Version %d erwartet, aber %d gefunden.

source: Error loading MIDAS.DLL
de: Fehler beim Laden von MIDAS.DLL

source: Error loading previously saved settings file: %s Would you like to delete it?
de: Fehler beim Laden der zuvor gespeicherten Einstellungsdatei: %s Soll sie gelöscht werden?

source: Error Message:
de: Fehlermeldung:

source: Error obtaining certificates
de: Fehler beim Abrufen der Zertifikate

source: Error obtaining identities
de: Fehler beim Abrufen der Identitäten

source: Error obtaining response data
de: Fehler beim Abrufen der Antwortdaten

source: Error obtaining session handle
de: Fehler beim Abrufen des Sitzungs-Handle

source: Error occurred when DDE ran out of memory ($0%x)
de: Wegen Speichermangel bei DDE ist ein Fehler aufgetreten ($0%x).

source: Error occurred while reading printer settings: %s
de: Fehler beim Lesen der Druckereinstellungen: %s

source: Error occurred while writing printer settings: %s
de: Fehler beim Schreiben der Druckereinstellungen: %s

source: Error on line %d, position %d
de: Fehler in Zeile %d, Position %d

source: Error Opening %s Server
de: Fehler beim Öffnen des %s-Servers

source: Error Opening Bluetooth Server
de: Fehler beim Öffnen des Bluetooth-Servers

source: Error opening directory services
de: Fehler beim Öffnen der Verzeichnis-Services

source: Error Opening Network Server
de: Fehler beim Öffnen des Netzwerkservers

source: Error opening port %d with error: %s
de: Fehler beim Öffnen von Port %d. Fehler: %s

source: Error opening request: (%d) %s
de: Fehler beim Öffnen der Anforderung: (%d) %s

source: Error Opening UDP Server
de: Fehler beim Öffnen des UDP-Servers

source: Error parsing boolean value.
de: Fehler beim Analysieren des booleschen Wertes.

source: Error parsing comment. Expected: *, got %s.
de: Fehler beim Analysieren des Kommentars. Erwartet: *, %s erhalten.

source: Error parsing null value.
de: Fehler beim Analysieren des Null-Wertes.

source: Error parsing undefined value
de: Fehler beim Analysieren des nicht definierten Wertes

source: Error Processing Header (%s)%s
de: Fehler beim Verarbeiten von Header (%s)%s

source: Error querying data available: (%d) %s
de: Fehler beim Abfragen der verfügbaren Daten: (%d) %s

source: Error querying headers: (%d) %s
de: Fehler beim Abrufen der Header: (%d) %s

source: Error reading %s%s%s: %s
de: Fehler beim Lesen von %s%s%s: %s

source: Error reading code with scope. Unexpected token: %s
de: Fehler beim Lesen von Code mit Gültigkeitsbereich. Unerwartetes Token: %s

source: Error reading data: (%d) %s
de: Fehler beim Lesen der Daten: (%d) %s

source: Error reading date. Unexpected token: %s
de: Fehler beim Lesen des Datums. Unerwartetes Token: %s

source: Error reading double. Unexpected token: %s
de: Fehler beim Lesen des Double-Wertes. Unerwartetes Token: %s

source: Error reading from Mime Request Stream
de: Fehler beim Lesen von Mime-Anforderungs-Stream

source: Error reading from socket
de: Fehler beim Lesen aus Socket

source: Error reading integer. Unexpected token: %s
de: Fehler beim Lesen des Integerwertes. Unerwartetes Token: %s

source: Error reading string. Unexpected token: %s
de: Fehler beim Lesen des Strings. Unerwartetes Token: %s

source: Error reading zip file
de: Fehler beim Lesen der Zip-Datei

source: Error receiving data: (%d) %s
de: Fehler beim Empfangen der Daten: (%d) %s

source: Error redirecting byte flow to internal server.
de: Fehler beim Umleiten des Byte-Flusses an internen Server.

source: Error removing control from dock tree
de: Fehler beim Entfernen des Steuerelements aus der Andock-Hierarchie

source: Error removing header: (%d) %s
de: Fehler beim Entfernen des Headers: (%d) %s

source: Error retrieving locale information
de: Fehler beim Ermitteln des Gebietsschemas

source: Error sending data over current channel
de: Fehler beim Senden von Daten über den aktuellen Kanal

source: Error sending data: (%d) %s
de: Fehler beim Senden der Daten: (%d) %s

source: Error sending mail
de: Fehler beim Versenden von Mail

source: Error setting %s.Count
de: Fehler beim Setzen von %s.Count

source: Error setting path: "%s"
de: Fehler beim Festlegen des Pfades: "%s"

source: Error setting property: %s
de: Fehler beim Festlegen der Eigenschaft: %s

source: Error setting stream size
de: Fehler beim Setzen der Größe des Stream

source: Error setting timeout for the request: (%d) %s
de: Fehler beim Festlegen der Zeitüberschreitung für die Anforderung: (%d) %s

source: Error studying the regex: %s
de: Fehler beim Untersuchen von regex: %s

source: Error trying to accept connections
de: Fehler beim Versuch, Verbindungen zu akzeptieren

source: Error unpacking shader code.
de: Fehler beim Entpacken des Schattierercodes.

source: Error unregistering service: %s
de: Fehler beim Aufheben der Registrierung des Dienstes: %s

source: Error while working with characteristic, error message: %s, %d
de: Fehler bei der Arbeit mit Merkmal, Fehlermeldung: %s, %d

source: Error writing zip file
de: Fehler beim Schreiben der Zip-Datei

source: Error:
de: Fehler:

source: Evaluate
de: Auswerten

source: Evaluate control expression and display result
de: Steuerausdruck auswerten und Ergebnis anzeigen

source: Evaluate source expression and display result
de: Quellausdruck auswerten und Ergebnis anzeigen

source: Events are not supported with server side TableDirect cursors
de: Ereignisse werden nicht mit server-seitigen TableDirect-Cursorn unterstützt

source: Exception %s in module %s at %p. %s%s
de: Exception %s in Modul %s bei %p. %s%s

source: Exception in safecall method
de: Exception in safecall-Methode

source: Exchange Global Address List
de: Exchange Globale Adressliste (GAL)

source: Exclude
de: Ausschließen

source: Excluded Items
de: Ausgeschlossene Elemente

source: Execute not supported
de: Execute wird nicht unterstützt

source: Execute...
de: Ausführen...

source: Execution
de: Ausführung

source: Execution of request terminated with unknown error
de: Ausführung der Anforderung mit unbekanntem Fehler beendet

source: Existing grid
de: Vorhandenes Gitter

source: Exit|Quits the application
de: Beenden|Anwendung beenden

source: Expand
de: Einblenden

source: Expected %d arguments, but received %d
de: %d Argumente erwartet, aber %d erhalten

source: Expected %s but got %s
de: %s erwartet, aber %s erhalten

source: Expected 1 argument to ToStr
de: 1 Argument für ToStr erwartet

source: Expected an identifier, number or string
de: Bezeichner, Zahl oder String erwartet

source: Expected at least one variable for Format() call
de: Es wird mindestens eine Variable für den Format()-Aufruf erwartet

source: Expected EOF - trailing text in expression
de: EOF erwartet - nachfolgender Text im Ausdruck

source: Expected return value not received
de: Der erwartete Rückgabewert wurde nicht empfangen

source: ExpiresAt required
de: ExpiresAt erforderlich

source: Export Images
de: Bilder exportieren

source: Expression
de: Ausdruck

source: Expression &Up
de: Ausdruck nach &oben

source: Expression Dow&n
de: Ausdruck nach unte&n

source: Expression evaluated an empty (nil) value and cannot be assigned
de: Ausdruck ergab einen leeren (nil) Wert und kann nicht zugewiesen werden

source: Expression expected but %s found
de: Ausdruck erwartet, jedoch %s vorgefunden

source: Expression is not an aggregate expression
de: Der Ausdruck ist kein Aggregat-Ausdruck

source: Expression too complex (too many constants)
de: Ausdruck zu komplex (zu viele Konstanten)

source: Expressions:
de: Ausdrücke:

source: Extension | 15450 | !99999;1;_
de: Telefon | 15450 | !99999;1;_

source: Extensions
de: Erweiterungen

source: External Definition
de: Externe Definition

source: External exception %x
de: Externe Exception %x

source: F&ind First
de: E&rsten suchen

source: Facets and Enumeration not allowed on this kind of datatype "%s"
de: Facetten und Enumeration für diesen Datentyp "%s" nicht zulässig

source: Failed acquiring access to bitmap.
de: Zugriff auf Bitmap fehlgeschlagen.

source: Failed to add Entity
de: Entität konnte nicht hinzugefügt werden

source: Failed to add Message to Queue: %s
de: Nachricht konnte nicht zu Queue hinzugefügt werden: %s

source: Failed to add Queue: %s
de: Queue konnte nicht hinzugefügt werden: %s

source: Failed to add Table: %s
de: Tabelle konnte nicht hinzugefügt werden: %s

source: Failed to allocate memory for GIF DIB
de: Fehler bei der Speicherzuweisung für GIF DIB

source: Failed to append not properly closed set of items
de: Anhängen von nicht korrekt geschlossener Menge von Einträgen fehlgeschlagen

source: Failed to append open array on item with index %d
de: Anhängen von offenem Array an Eintrag mit Index %d fehlgeschlagen

source: Failed to change input language
de: Die Eingabesprache konnte nicht geändert werden

source: Failed to clear tab control
de: Registerelement konnte nicht geleert werden

source: Failed to create DIB from Bitmap
de: Fehler beim Erstellen des DIB aus Bitmap

source: Failed to create key %s
de: Erzeugung von Schlüssel %s misslungen

source: Failed to delete tab at index %d
de: Registerseite mit Index %d konnte nicht gelöscht werden

source: Failed to get data for '%s'
de: Fehler beim Holen der Daten für '%s'

source: Failed to get object at index %d
de: Objekt mit Index %d konnte nicht gelesen werden

source: Failed to Load Stream
de: Stream konnte nicht geladen werden

source: Failed to read ImageList data from stream
de: ImageList-Daten konnten nicht aus dem Stream gelesen werden

source: Failed to remove Entity: %s
de: Entität konnte nicht entfernt werden: %s

source: Failed to remove Message(s) from Queue: %s
de: Nachricht(en) konnte(n) nicht aus Queue entfernt werden: %s

source: Failed to remove Queue: %s
de: Queue konnte nicht entfernt werden: %s

source: Failed to remove Table: %s
de: Tabelle konnte nicht entfernt werden: %s

source: Failed to retrieve tab at index %d
de: Registerseite mit Index %d konnte nicht gelesen werden

source: Failed to Save Stream
de: Stream konnte nicht gespeichert werden

source: Failed to set bitmap as preview. Error: %d
de: Fehler beim Festlegen des Bitmaps als Vorschau. Fehler: %d

source: Failed to set bitmap as thumbnail preview. Error: %d
de: Fehler beim Festlegen des Bitmaps als Miniaturansichtsvorschau. Fehler: %d

source: Failed to set calendar date or time
de: Kalenderzeit oder -datum konnte nicht gesetzt werden

source: Failed to set calendar min/max range
de: Der max./min. Bereich des Kalenders konnte nicht gesetzt werden

source: Failed to set calendar selected range
de: Der ausgewählte Bereich des Kalenders kann nicht gesetzt werden

source: Failed to set data for '%s'
de: Fehler beim Setzen der Daten für '%s'

source: Failed to set maximum selection range
de: Der max. Auswahlbereich konnte nicht gesetzt werden

source: Failed to set object at index %d
de: Objekt mit Index %d konnte nicht gesetzt werden

source: Failed to set tab "%s" at index %d
de: Registerseite "%s" mit Index %d konnte nicht gesetzt werden

source: Failed to start advertising as the advertise data to be broadcasted is larger than 31 bytes
de: Starten der Bekanntgabe fehlgeschlagen, weil die zu sendenden Bekanntgabedaten größer als 31 Byte sind

source: Failed to start advertising as the advertising is already started
de: Starten der Bekanntgabe fehlgeschlagen, weil die Bekanntgabe bereits gestartet wurde

source: Failed to start advertising because no advertising instance is available
de: Starten der Bekanntgabe fehlgeschlagen, weil keine Bekanntgabeinstanz verfügbar ist

source: Failed to store GIF on clipboard
de: Fehler beim Speichern des GIF in der Zwischenablage

source: Failed to update Entity
de: Entität konnte nicht aktualisiert werden

source: Failed to write ImageList data to stream
de: ImageList-Daten konnten nicht in den Stream geschrieben werden

source: Failure during video feed capture.
de: Fehler beim Erfassen des Videobeitrags.

source: False
de: Falsch

source: Fatal error during function invocation
de: Schwerwiegender Fehler beim Aufruf der Funktion

source: Fatal error invoking interface
de: Schwerer Fehler beim Aufrufen des Interface

source: Father
de: Vater

source: Fathoms
de: Faden

source: Feature not implemented
de: Feature nicht implementiert

source: Feature not supported by this style
de: Funktion wird von diesem Stil nicht unterstützt

source: February
de: Februar

source: Feet
de: Fuß

source: Field
de: Feld

source: Field '%s' cannot be a calculated or lookup field
de: Feld '%s' kann kein berechnetes oder Nachschlage-Feld sein

source: Field '%s' cannot be modified
de: Feld '%s' kann nicht verändert werden

source: Field '%s' cannot be used in a filter expression
de: Feld '%s' kann nicht in einem Filterausdruck verwendet werden

source: Field '%s' has no dataset
de: Feld '%s' hat keine Datenmenge

source: Field '%s' is not indexed and cannot be modified
de: Feld '%s' ist nicht indiziert und kann nicht verändert werden

source: Field '%s' is not of type Boolean
de: Feld '%s' ist kein boolescher Typ

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
de: Feld '%s' ist nicht der korrekte Typ eines berechneten Feldes für eine Aggregierung; verwenden Sie internalcalc

source: Field '%s' is of an unknown type
de: Typ für Feld '%s' ist unbekannt

source: Field '%s' is of an unsupported type
de: Der Typ von Feld '%s' wird nicht unterstützt

source: Field '%s' must have a value
de: Feld '%s' muss einen Wert haben

source: Field '%s' not found
de: Das Feld '%s' wurde nicht gefunden

source: Field attribute should provide a field interceptor instead of a type one on field %s
de: Feldattribut sollte einen Feld-Interzeptor anstelle eines Typs für Feld %s bereitstellen

source: Field index out of range
de: Feldindex außerhalb des gültigen Bereichs

source: Field Link Designer
de: Feldverbindungs-Designer

source: Field Name
de: Feldname

source: Field name is not unique
de: Feldname ist nicht eindeutig

source: Field name missing
de: Feldname fehlt

source: Field properties
de: Feldeigenschaften

source: Field type
de: Feldtyp

source: Field Type
de: Feldtyp

source: Fieldname %s exceeds %d chars
de: Feldname %s überschreitet %d Zeichen

source: Fields
de: Felder

source: File access denied
de: Dateizugriff verweigert

source: File content exceeds the current block size limit of 4 MB
de: Dateiinhalt überschreitet die aktuelle Blockgrößenbeschränkung von 4 MB

source: File is corrupt.
de: Datei ist beschädigt.

source: File load error
de: Fehler beim Laden der Datei

source: File must be open
de: Datei muss geöffnet sein

source: File must be open for reading
de: Datei muss zum Lesen geöffnet sein

source: File must be open for writing
de: Datei muss zum Schreiben geöffnet sein

source: File name must not be empty
de: Dateiname darf nicht leer sein

source: File not found
de: Datei nicht gefunden

source: FileID required
de: FileID erforderlich

source: FileName cannot be blank
de: FileName muss angegeben werden

source: FileName property cannot be blank
de: Eigenschaft FileName darf nicht leer sein

source: Filename required
de: Dateiname erforderlich

source: Fill Grid
de: Tabelle füllen

source: Fill List
de: Liste füllen

source: Filter %s rejected setup parameter %s given value %s. At this point the server communication is not possible due to this incompatibility.
de: Filter %s hat Setup-Parameter %s mit dem Wert %s zurückgewiesen. Gegenwärtig ist wegen dieser Inkompatibilität keine Serverkommunikation möglich.

source: Filter expression incorrectly terminated
de: Filterausdruck fehlerhaft abgeschlossen

source: Filter property cannot be used for detail tables
de: Die Filter-Eigenschaft kann nicht bei Detail-Tabellen verwendet werden

source: FilterOptions are not supported
de: Filteroptionen werden nicht unterstützt

source: Find &Next
de: &Weitersuchen

source: Find First|Finds the first occurance of specified text
de: Ersten suchen|Erstes Vorkommen des angegebenen Textes suchen

source: Find must be called prior to calling FindNext
de: Find muss vor dem Aufruf von FindNext aufgerufen werden

source: Find Next|Repeats the last find
de: Weitersuchen|Letzte Suche wiederholen

source: Find|Finds the specified text
de: Suchen|Angegebenen Text suchen

source: First
de: Erster

source: First argument to Format() must be a string
de: Erstes Argument für Format() muss ein String sein

source: First Name
de: Vorname

source: First Name Phonetic
de: Vorname (phonetisch)

source: First record
de: Erster Datensatz

source: Fixed column count must be less than column count
de: Die Anzahl fester Spalten muss kleiner sein als die Spaltenanzahl

source: Fixed Length
de: Feste Länge

source: Fixed Precision
de: Feste Genauigkeit

source: Fixed row count must be less than row count
de: Die Anzahl fester Zeilen muss kleiner sein als die Zeilenanzahl

source: Flash does not exist on this device
de: Auf diesem Gerät ist kein Blitz vorhanden

source: Float values must be entered in sets of three.
de: Gleitkommawerte müssen in Dreiergruppen eingegeben werden.

source: Float values must be entered in sets of two.
de: Gleitkommawerte müssen in Zweiergruppen eingegeben werden.

source: Floating point division by zero
de: Gleitkommadivision durch Null

source: Floating point overflow
de: Gleitkommaüberlauf

source: Floating point underflow
de: Gleitkommaunterlauf

source: FluidCups
de: Tasse (Flüssigkeit)

source: FluidGallons
de: Gallone (Flüssigkeit)

source: FluidGills
de: Gill (Flüssigkeit)

source: FluidOunces
de: Unze (Flüssigkeit)

source: FluidPints
de: Pinte (Flüssigkeit)

source: FluidQuarts
de: Quart (Flüssigkeit)

source: FluidTablespoons
de: Esslöffel (Flüssigkeit)

source: FluidTeaspoons
de: Teelöffel (Flüssigkeit)

source: Focus
de: Fokus

source: Font Select
de: Schriftart wählen

source: Font St&yle:
de: Schrifta&ttribute:

source: Fonts
de: Schriftarten

source: Footer
de: Fußzeile

source: For the latest updates and information please visit:
de: Die neuesten Aktualisierungen und Informationen finden Sie unter:

source: Foreign Key Name
de: Name des Fremdschlüssels

source: Format '%s' invalid or incompatible with argument
de: Format '%s' ungültig oder nicht kompatibel mit Argument

source: Format result longer than 4096 characters
de: Formatergebnis länger als 4096 Zeichen

source: Format string too long
de: Format-String zu lang

source: Format type (%d) for Integer conversion is not supported
de: Formattyp (%d) für die Konvertierung von Integer-Typen wird nicht unterstützt

source: Format type (%d) for Single conversion is not supported
de: Formattyp (%d) für die Konvertierung von Single-Typen wird nicht unterstützt

source: Fortnights
de: Vierzehn Tage

source: Frame contains multiple Graphic Control Extension blocks
de: Frame enthält mehrere Blöcke mit grafischen Steuerelementerweiterungen

source: Fri
de: Fr

source: Friday
de: Freitag

source: Friend
de: Freund

source: Fuchsia
de: Fuchsie

source: Full
de: Vollständig

source: Full Screen
de: Vollbild

source: Furlongs
de: Achtelmeile

source: GCM AppID is blank. Specify a GCM AppID.
de: GCM-AppID ist leer. Geben Sie eine GCM-AppID an.

source: Generate DataSnap client classes
de: DataSnap-Client-Klassen erzeugen

source: Gestures
de: Gesten

source: GetDriverFunc must be specified.
de: GetDriverFunc muss angegeben werden.

source: GIF Image
de: GIF-Bild

source: GIF Images
de: GIF-Grafiken

source: Gigameters
de: Gigameter

source: Global schema items may not contain a ref
de: Globale Schemaelemente dürfen keine Verweise enthalten

source: Go to %s
de: Zu %s

source: Go to <Tab>
de: Zu <Registerkarte> wechseln

source: goColMoving is not a supported option
de: goColMoving wird nicht unterstützt

source: Google Play Services needs to be updated. Please go to Play Store to update Google Play Services then, restart the application
de: Google Play Services muss aktualisiert werden. Bitte aktualisieren Sie Google Play Services im Play Store, und starten Sie dann die Anwendung neu

source: Gradient Active Caption
de: Verlauf Aktiver Titel

source: Gradient Inactive Caption
de: Verlauf Inaktiver Titel

source: Grains
de: Gran

source: Grams
de: Gramm

source: Gray
de: Grau

source: Gray Text
de: Grauer Text

source: Green
de: Grün

source: Grid
de: Gitter

source: Grid index out of range
de: Gitterindex außerhalb des zulässigen Bereichs

source: Grid requested to display more than 256 columns
de: Gitter soll mehr als 256 Spalten darstellen

source: Grid too large for operation
de: Gitter zu groß für Operation

source: Grids
de: Gitter

source: Group name required
de: Gruppenname erforderlich

source: Group not found: %s
de: Gruppe nicht gefunden: %s

source: Group[%d] - Active: %s
de: Gruppe[%d] - Aktiv: %s

source: GroupIndex cannot be less than a previous menu item's GroupIndex
de: GroupIndex darf nicht kleiner sein als der GroupIndex eines vorherigen Menüelements

source: Grouping level exceeds current index field count
de: Die Gruppierungsebene überschreitet die aktuelle Feldanzahl des Index

source: Grouping level not defined
de: Die Gruppierungsebene ist nicht definiert

source: GUID '%s' was previously registered
de: GUID '%s' wurde bereits registriert

source: Handled null exception
de: Behandelte Null-Exception

source: Hands
de: Handbreite

source: HeaderControl Sections Editor
de: HeaderControl-Bereichseditor

source: Hectares
de: Hektoar

source: Hectograms
de: Hektogramm

source: HectoLiters
de: Hektoliter

source: Hectometers
de: Hektometer

source: Help
de: Hilfe

source: Help and Hints
de: Hilfe und Hinweise
