Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Class Aliases
de: Klassenaliase

source: Classes
de: Klassen

source: - Dock zone has no control
de: - Andockzone enthält kein Steuerelement

source: - Dock zone not found
de: - Andockzone nicht gefunden

source: Group Classes
de: Gruppenklassen

source: &Images
de: B&ilder

source: &Selected Image
de: Ausge&wähltes Bild

source: Assign Data From
de: Daten zuweisen von

source: configuration
de: Konfiguration

source: Mapped Port
de: Zugeordneter Port

source: Options
de: Optionen

source: platform
de: Plattform

source: Protocols
de: Protokolle

source: Protocols (am)
de: Protokolle (am)

source: Protocols (nz)
de: Protokolle (nz)

source: Reconcile Action
de: Behebung

source: Value
de: Wert

source: "%0:s" of "%1:s" cannot be a child control of "%1:s" or the "%1:s" itself
de: "%0:s" von "%1:s" darf kein untergeordnetes Steuerelement von "%1:s" oder "%1:s" selbst sein

source: "%s" DOMImplementation already registered
de: DOM-Implementierung "%s" bereits registriert

source: "%s" is an invalid path
de: "%s" ist ein ungültiger Pfad

source: "%s" must have a Provider
de: "%s" muss einen Provider haben

source: $%x is not a valid %s code point
de: $%x ist kein gültiger %s-Codepunkt

source: %0:s does not reference a component property. Delete %0:s?
de: %0:s verweist nicht auf eine Komponenteneigenschaft. %0:s löschen?

source: %0:s does not reference a control component. Delete %0:s?
de: %0:s verweist nicht auf eine Steuerkomponente. %0:s löschen?

source: %0:s does not reference a data source component. Delete %0:s?
de: %0:s verweist nicht auf eine Datenquellenkomponente. %0:s löschen?

source: %d current connections
de: %d aktuelle Verbindungen

source: %d is an invalid PageIndex value. PageIndex must be between 0 and %d
de: %d ist ein ungültiger Wert für PageIndex. PageIndex muss zwischen 0 und %d liegen

source: %d is incorrect. Should be between 0 and %d
de: %d ist falsch. Muss zwischen 0 und %d liegen

source: %d is not a valid ISO-10646-UCS4 code point
de: %d ist kein gültiger ISO-10646-UCS4-Codepunkt

source: '%d' is not a valid span
de: %d' ist keine gültige Spanne

source: '%d.%d' is not a valid timestamp
de: %d.%d' ist kein gültiger Zeitstempel

source: %f Julian cannot be represented as a DateTime
de: %f Julianischer Wert kann nicht als Datum/Uhrzeitwert dargestellt werden

source: '%g' is not a valid date and time
de: %g' kein gültiger Datums- und Zeitwet

source: %g is not a valid value for field '%s'. The allowed range is %g to %g
de: %g ist kein gültiger Wert für das Feld '%s'. Der zulässige Bereich ist %g bis %g

source: %s - PortTypes:
de: %s - PortTypen:

source: %s (%s, line %d)
de: %s (%s, Zeile %d)

source: %s ActionManager property has not been assigned
de: %s ActionManager-Eigenschaft wurde nicht zugewiesen

source: %s cannot be owned by a different canvas
de: Andere Zeichenfläche kann nicht Eigentümer von %s sein

source: %s cannot be set on a ref item
de: %s darf für ein Verweiselement nicht gesetzt werden

source: %s class already registered
de: %s-Klasse ist bereits registriert

source: %s class cannot be found in %s
de: %s-Klasse in %s nicht gefunden

source: %s class has already been added to the server class list
de: Klasse %s wurde bereits zur Serverklassenliste hinzugefügt

source: %s class is not registered
de: Klasse %s ist nicht registriert

source: %s class not found in the server class list
de: Klasse %s in der Serverklassenliste nicht gefunden

source: %s class registered with a nil class reference
de: %s-Klasse wurde mit einer Klassenreferenz nil registriert

source: %s does not allow hiding
de: %s kann nicht verborgen werden

source: %s does not implement IScopeLookup
de: %s implementiert IScopeLookup nicht

source: %s does not support custom data
de: %s unterstützt benutzerdefinierte Daten nicht

source: %s doesn't support %s children
de: %s unterstützt keine untergeordneten Elemente von %s

source: %s driver cannot be loaded. Make sure your project either uses the %s unit or uses packages so the %s package can be loaded dynamically
de: %s-Treiber konnte nicht geladen werden. Stellen Sie sicher, dass Ihr Projekt entweder die Unit %s oder Packages verwendet, damit das Package %s dynamisch geladen werden kann

source: %s encoding out of range
de: Codierung %s außerhalb des gültigen Bereichs

source: %s error %d, %s
de: %s-Fehler %d, %s

source: %s expected
de: %s erwartet

source: ''%s'' expected
de: %s'' erwartet

source: %s Factory property is not assigned
de: %s Factory-Eigenschaft ist nicht zugewiesen

source: %s has a factor of zero
de: %s hat den Faktor Null

source: %s has no owner
de: %s hat keinen Eigentümer

source: %s has not been registered as a COM class
de: %s wurde nicht als COM-Klasse registriert

source: %s interface is not supported on this OS version
de: Interface %s wird auf dieser Betriebssystemversion nicht unterstützt

source: %s is already associated with %s
de: %s ist bereits mit %s verknüpft

source: '%s' is an invalid mask at (%d)
de: %s' ist eine ungültige Maske für (%d)

source: %s is an invalid setting for the %s property. Use '%s' or a semicolon separated list of one or more of the following: %s %s %s %s %s %s %s %s %s %s %s %s
de: %s ist eine ungültige Einstellung für die Eigenschaft %s. Verwenden Sie '%s' oder eine durch Komma getrennte Liste eines oder mehrerer der folgenden Werte: %s %s %s %s %s %s %s %s %s %s %s %s

source: %s is an unrecognized command type
de: %s ist ein unbekannter Anweisungstyp

source: %s is not a valid BCD value
de: %s ist kein gültiger BCD-Wert

source: '%s' is not a valid boolean value
de: %s' ist kein gültiger boolescher Wert

source: '%s' is not a valid boolean value for field '%s'
de: %s' ist kein gültiger boolescher Wert für Feld '%s'

source: ''%s'' is not a valid component name
de: %s'' ist kein gültiger Komponentenname

source: '%s' is not a valid currency value
de: %s' ist kein gültiger Währungswert

source: '%s' is not a valid date
de: %s' ist kein gültiges Datum

source: '%s' is not a valid date and time
de: %s' ist keine gültige Datums- und Uhrzeitangabe

source: ''%s'' is not a valid date and timeUse SysConst.SInvalidDateTime
de: %s'' ist keine gültige Datums-/ZeitangabeVerwenden Sie SysConst.SInvalidDateTime

source: ''%s'' is not a valid dateUse SysConst.SInvalidDate
de: %s'' ist kein gültiges DatumVerwenden Sie SysConst.SInvalidDate

source: %s is not a valid day
de: %s ist kein gültiger Tag

source: %s is not a valid Eddystone instance
de: %s ist keine gültige Eddystone-Instanz

source: %s is not a valid Eddystone namespace
de: %s ist kein gültiger Eddystone-Namespace

source: '%s' is not a valid floating point value
de: %s' ist kein gültiger Gleitkommawert

source: '%s' is not a valid floating point value for %s type
de: %s' ist kein gültiger Gleitkommawert für Typ %s

source: '%s' is not a valid floating point value for field '%s'
de: %s' ist kein gültiger Fließkommawert für Feld '%s'

source: '%s' is not a valid GUID value
de: %s' kein gültiger Wert für GUID

source: %s is not a valid hex string
de: %s ist kein gültiger Hex-String

source: '%s' is not a valid integer value
de: %s' ist kein gültiger Integerwert

source: '%s' is not a valid integer value for %s type
de: %s' ist kein gültiger Integerwert für Typ '%s'

source: '%s' is not a valid integer value for field '%s'
de: %s' ist kein gültiger Integerwert für Feld '%s'

source: ''%s'' is not a valid integer valueUse SysConst.SInvalidInteger
de: %s'' ist kein gültiger Integer-WertVerwenden Sie SysConst.SInvalidInteger

source: %s is not a valid month
de: %s ist kein gültiger Monat

source: %s is not a valid ObjectiveC type
de: %s ist kein gültiger ObjectiveC-Typ

source: '%s' is not a valid property value
de: %s' ist kein gültiger Wert für die Eigenschaft

source: '%s' is not a valid time
de: %s' ist keine gültige Uhrzeit

source: ''%s'' is not a valid timeUse SysConst.SInvalidTime
de: %s'' ist keine gültige ZeitangabeVerwenden Sie SysConst.SInvalidTime

source: %s is not a valid value for field '%s'. The allowed range is %s to %s
de: %s ist kein gültiger Wert für Feld '%s'. Der zulässige Bereich ist %s bis %s

source: %s is not authorized to perform the requested action.
de: %s ist für das Durchführen der angeforderten Aktion nicht berechtigt.

source: %s method has already been added to the server method list
de: Methode %s wurde bereits zur Servermethodenliste hinzugefügt

source: %s method not found in the server method list
de: Methode %s in der Servermethodenliste nicht gefunden

source: '%s' must be an interface derived from IObjectiveCClass
de: %s' muss ein von IObjectiveCClass abgeleitetes Interface sein

source: '%s' must be an interface derived from IObjectiveCInstance
de: %s' muss ein von IObjectiveCInstance abgeleitetes Interface sein

source: '%s' must be an interface derived from IObjectiveCProtocol
de: %s' muss ein von IObjectiveCProtocol abgeleitetes Interface sein

source: %s needs to be activated first.
de: %s muss zuerst aktiviert werden.

source: %s needs to be disabled before changed.
de: Vor der Änderung muss %s deaktiviert werden.

source: %s not implemented on this platform
de: %s ist auf dieser Plattform nicht implementiert

source: %s not in a class registration group
de: %s befindet sich nicht in einer Gruppe für Klassenregistrierungen

source: %s on %s
de: %s an %s

source: %s on line %d
de: %s in Zeile %d

source: %s only supports sinking of method calls!
de: %s unterstützt nur Methodenaufrufe!

source: %s parameter cannot be modified
de: Parameter %s kann nicht geändert werden

source: %s parameter cannot be nil
de: Parameter %s darf nicht nil sein

source: %s parameter in call to %s cannot be nil
de: %s-Parameter beim Aufruf von %s darf nicht nil sein

source: %s Properties
de: %s Eigenschaften

source: %s property not set
de: Eigenschaft %s nicht gesetzt

source: %s property out of range
de: Eigenschaft %s außerhalb des zulässigen Bereichs

source: %s requires themes to be enabled
de: Für %s sind aktivierte Themes erforderlich

source: %s requires Windows Vista or later
de: Für %s ist Windows Vista oder höher erforderlich

source: %s type cannot be modified
de: Typ %s kann nicht geändert werden

source: %s value type cannot be accessed as %s value type
de: Auf %s-Wertetyp kann nicht als %s-Wertetyp zugegriffen werden

source: %s. Vendor error message: %s.
de: %s. Fehlermeldung des Herstellers: %s.

source: %s.CreateBehavior failed with error: %s
de: %s.CreateBehavior fehlgeschlagen mit Fehler: %s

source: %s.FinishPos must be set before calling FindText
de: %s.FinishPos muss vor dem Aufruf von FindText gesetzt werden

source: %s.GetComClass returned nil
de: %s.GetComClass gab nil zurück

source: %s.Seek not implemented
de: %s.Seek nicht implementiert

source: %s.WebBrowser property not assigned
de: %s.WebBrowser-Eigenschaft ist nicht zugewiesen

source: %s: Actual number of parameters (%d) exceeds the current number of stored procedure parameters (%d). Either uncheck the ParamCheck component property or review the parameter list content
de: %s: Tatsächliche Anzahl der Parameter (%d) überschreitet die aktuelle Anzahl der Stored-Procedure-Parameter (%d). Deaktivieren Sie entweder die ParamCheck-Komponenteneigenschaft, oder überprüfen Sie den Inhalt der Parameterliste

source: %s: Missing call to LoadColumnDetails
de: %s: Fehlender Aufruf von LoadColumnDetails

source: &Abort
de: &Abbrechen

source: &Add
de: &Hinzufügen

source: &Add Collection
de: &Kollektion hinzufügen

source: &Add ConnectionString Param
de: ConnectionString-Parameter &hinzufügen

source: &Add Expression
de: &Ausdruck hinzufügen

source: &Add fields...
de: &Felder hinzufügen...

source: &Add or Remove Buttons
de: &Schaltflächen hinzufügen oder entfernen

source: &Add...
de: Hin&zufügen...

source: &All
de: &Alle

source: &Allow XML Packets
de: Erl&aube XML-Pakete

source: &Apply
de: Ü&bernehmen

source: &Arrange
de: An&ordnen

source: &Available
de: &Verfügbar

source: &Available Action Classes:
de: &Verfügbare Aktionsklassen:

source: &Bevel:
de: R&and:

source: &Bind Components:
de: Komponenten &binden:

source: &Binding Components...
de: &Bindungskomponenten...

source: &Bindings
de: &Bindungen

source: &Bold
de: &Fett

source: &Browse URL
de: &URL suchen

source: &Browse...
de: &Durchsuchen...

source: &Bullets
de: &Aufzählungszeichen

source: &Calculated
de: &Berechnet

source: &Cancel
de: &Abbrechen

source: &Caption:
de: &Titel:

source: &Cascade
de: Ü&berlappend

source: &Center
de: &Zentrieren

source: &Clear
de: Ent&fernen

source: &Close
de: &Schließen

source: &Code Editor...
de: &Quelltext-Editor...

source: &Columns
de: &Spalten

source: &Connections
de: V&erbindungen

source: &Contents
de: &Inhalt

source: &Copy
de: &Kopieren

source: &Copy Selection
de: Auswahl &kopieren

source: &Customize...
de: A&npassen...

source: &Data
de: &Daten

source: &Delete
de: &Löschen

source: &Delete Collection
de: Kollektion &löschen

source: &Delete Expression
de: Aus&druck löschen

source: &Delete Selection
de: Auswahl &löschen

source: &Directories:
de: &Verzeichnisse:

source: &Disconnect
de: &Verbindung trennen

source: &Domain
de: &Domäne

source: &Download URL
de: &Von URL herunterladen

source: &Edit
de: B&earbeiten

source: &Edit CommandText
de: Anweisungstext &bearbeiten

source: &Edit Connection Properties
de: &Verbindungseigenschaften bearbeiten

source: &Eval Control
de: &Steuerausdruck auswerten

source: &Evaluate
de: Aus&werten

source: &Exit
de: &Verbindungen

source: &Expanded Index:
de: Er&weiterter Index:

source: &Expressions...
de: &Ausdrücke...

source: &Field Name:
de: &Feldname:

source: &Fields:
de: &Felder:

source: &Files: (*.*)
de: &Dateien: (*.*)

source: &Fill Color:
de: &Füllfarbe:

source: &Find...
de: &Suchen...

source: &Finish
de: &Fertig stellen

source: &First
de: E&rster

source: &Font:
de: &Schriftart:

source: &Group:
de: &Gruppe:

source: &Header Width
de: Breite &der Überschrift

source: &Help
de: &Hilfe

source: &Help on Help
de: &Verwendung der Hilfe

source: &Ignore
de: &Ignorieren

source: &Inactive Timeout:
de: &Inaktivitäts-Timeout:

source: &Input Mask:
de: &Eingabemaske:

source: &Input Text:
de: &Eingabetext:

source: &Insert
de: Ein&fügen

source: &IP Address
de: &IP-Adresse

source: &Italic
de: &Kursiv

source: &Item Width
de: Breite des &Eintrags

source: &Items
de: &Einträge

source: &Joined Fields
de: Ver&knüpfte Felder

source: &Key Fields:
de: &Schlüsselfelder:

source: &Last
de: Let&zter

source: &Listen on Port:
de: P&ort überwachen:

source: &Load
de: L&aden

source: &Load...
de: &Laden...

source: &Lookup
de: N&achschlagen

source: &Masks...
de: &Masken...

source: &Master Fields
de: H&auptfelder

source: &Minimize All
de: &Alle verkleinern

source: &Move Selection
de: Auswahl &verlagern

source: &Multiline Expressions
de: &Mehrzeilige Ausdrücke

source: &nbsp;&nbsp;<span class="Tip">Link to WS-Inspection document of Services <a href="%s">here</a></span>
de: &nbsp;&nbsp;<span class="Tip">Verknüpfung mit WS-Inspektionsdokument der Services <a href="%s">hier</a></span>

source: &New
de: &Neu

source: &New field...
de: &Neues Feld...

source: &New Item
de: &Neuer Eintrag

source: &Next
de: &Weiter

source: &No
de: &Nein

source: &Open Picture...
de: &Bild öffnen...

source: &Open...
de: Ö&ffnen...

source: &Panels
de: Be&dienfelder

source: &Password
de: &Passwort

source: &Password:
de: &Passwort:

source: &Paste
de: &Einfügen

source: &Previous
de: &Zurück

source: &Print...
de: &Drucken...

source: &Prior
de: &Vorheriger

source: &Properties
de: &Eigenschaften

source: &Property Name:
de: Name der &Eigenschaft:

source: &Refresh
de: Aktual&isieren

source: &Registered Objects Only
de: &Nur registrierte Objekte

source: &Remove
de: Ent&fernen

source: &Remove ConnectionString Param
de: ConnectionString-Parameter &entfernen

source: &Replace
de: &Ersetzen

source: &Replace...
de: &Ersetzen...

source: &Restore Defaults
de: Zu&rücksetzen

source: &Result Field:
de: E&rgebnisfeld:

source: &Retry
de: &Wiederholen

source: &Run...
de: &Ausführen...

source: &Sample Masks:
de: &Beispielmasken:

source: &Save Picture...
de: Bild speic&hern...

source: &Save...
de: &Speichern...

source: &Select All
de: &Alles markieren

source: &Select/Unselect All
de: &Alle auswählen/Auswahl aufheben

source: &Selected Index:
de: Ausgewählt-&Index:

source: &Send Mail...
de: &Mail senden...

source: &Show Host Name
de: Zeige Ho&stname

source: &Size:
de: &Größe:

source: &State Index:
de: &Statusindex:

source: &Strikeout
de: &Durchstreichen

source: &Style:
de: &Stil:

source: &System Color:
de: &Systemfarbe:

source: &Tables:
de: &Tabellen:

source: &Test Input:
de: &Testeingabe:

source: &Thread Cache Size:
de: Größe des &Thread-Puffers:

source: &Tile Vertically
de: &Vertikal anordnen

source: &Toolbar
de: Sy&mbolleiste

source: &Topic Search
de: &Suche über Schlüsselwort

source: &Transparent Color:
de: &Transparente Farbe:

source: &Type:
de: &Typ:

source: &Underline
de: &Unterstrichen

source: &Undo
de: &Rückgängig

source: &User Name:
de: &Benutzername:

source: &Username
de: &Benutzername

source: &Width
de: B&reite

source: &Width:
de: B&reite:

source: &Yes
de: &Ja

source: '(' expected but %s found
de: (' erwartet, aber %s vorgefunden

source: (%d, %d) is not a valid DateDay pair
de: (%d, %d) ist kein gültiger Wert für die Tagesangabe im Datum

source: (%d, %d, %d) is not a valid DateWeek triplet
de: (%d, %d, %d) ist kein gültiger Wert für die Wochenangabe im Datum

source: (%d, %d, %d, %d) is not a valid DateMonthWeek quad
de: (%d, %d, %d, %d) ist kein gültiger Wert für die Monats- und Wochenangabe im Datum

source: (%d, %d, %d, %d) is not a valid DayOfWeekInMonth quad
de: (%d, %d, %d, %d) ist kein gültiger Wert für die Tages- und Monatsangabe im Datum

source: (All Actions)
de: (Alle Aktionen)

source: (All Collections)
de: (Alle Kollektionen)

source: (All LiveBindings)
de: (Alle LiveBindings)

source: (Binary)
de: (Binär)

source: (default)
de: Alle Dateien

source: (No Category)
de: (Keine Kategorie)

source: (No Name)
de: (Kein Name)

source: (None)
de: (Ohne)

source: (Not available)
de: (Nicht verfügbar)

source: (Not Shown)
de: (Nicht angezeigt)

source: (Unassigned)
de: (Nicht zugewiesen)

source: (Unknown)
de: (Unbekannt)

source: (Untitled)
de: (Neu)

source: ')' expected but %s found
de: )' erwartet, jedoch %s vorgefunden

source: ')' or ',' expected but %s found
de: )' oder ',' erwartet, jedoch %s vorgefunden

source: , line %d, position %d
de: , Zeile %d, Position %d

source: : [ - no volume label - ]
de: : [ - Ohne Namen - ]

source: ;Input;Output;Input/Output;Result
de: ;Eingabe;Ausgabe;Eingabe/Ausgabe;Ergebnis

source: [%] parameter cannot be nil
de: [%]-Parameter darf nicht nil sein

source: [%s] without Presentation
de: [%s] ohne Darstellung

source: [0x0005]: Operation Not Supported
de: [0x0005]: Operation wird nicht unterstützt

source: [new entity]
de: [neue Entität]

source: |AOwner| should be an instance of TCustomPresentedScrollBox
de: |AOwner| muss eine Instanz von TCustomPresentedScrollBox sein

source: <- &Bind ->
de: <- B&indung ->

source: </head><body><h1>Error Encountered</h1><P>Interface %s not found</P></body></html>
de: <html><head></head><body><h1>Error Encountered</h1><P>Interface %s not found</P></body></html>

source: </head><body><h1>Forbidden (403)</h1><P>Access Forbidden</P></body></html>
de: <html><head></head><body><h1>Forbidden (403)</h1><P>Access Forbidden</P></body></html>

source: <Application.Title>
de: <Anwendung.Titel>

source: <Components[%d]>
de: <Komponenten[%d]>

source: <html><body><h1>Internal Application Error</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
de: <html><body><h1>Interner Anwendungsfehler</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>

source: <html><title>Document Moved 302</title> <body><h1>Object Moved</h1><hr> This Object may be found <a HREF="%s">here.</a><br> <br></body></html>
de: <html><title>Dokument wurde verschoben 302</title> <body><h1>Objekt wurde verschoben</h1><hr> Das Objekt könnte <a HREF="%s">hier</a> gefunden werden.<br> <br></body></html>

source: <html><title>Internal Server Error 500</title> <h1>Internal Server Error 500</h1><hr> Exception: %s<br> Message: %s<br></html>
de: <html><title>Interner Server-Fehler 500</title> <h1>Interner Server-Fehler 500</h1><hr> Exception: %s<br> Meldung: %s<br></html>

source: <Invalid Registration: %s>
de: <Ungültige Registrierung: %s>

source: <New control>
de: <Neues Steuerelement>

source: <New field>
de: <Neues Feld>

source: <New source>
de: <Neue Quelle>

source: <No Records>
de: <Keine Datensätze>

source: <Press CTRL-ENTER for new line>
de: <STRG-EINGABE für neue Zeile>

source: <Unchanged>
de: <Unverändert>

source: <unknown>
de: <unbekannt>

source: <Unnamed>
de: <Unbenannt>

source: 0 lines
de: 0 Zeilen

source: 10bytes-Extended type in method %s' return type is not supported
de: 10 Byte großer Extended-Typ in Rückgabetyp von Methode '%s' wird nicht unterstützt

source: 10bytes-Extended type in parameter %d in method %s is not supported
de: 10 Byte großer Extended-Typ in Parameter %d in Methode %s wird nicht unterstützt

source: 1999 XML Schema Translator (.xsd <-> .xsd)
de: 1999 XML-Schema-Übersetzung (.xsd <-> .xsd)

source: 3D Dark Shadow
de: 3D Dunkler Schatten

source: 3D Layers
de: 3D-Ebenen

source: 3D Light
de: 3D Hell

source: 3D Scene
de: 3D-Szene

source: 3D Shapes
de: 3D-Formen

source: 3GP Audio Files
de: 3GP-Audiodateien

source: A backend thread can't be started because it is already running.
de: Ein Backend-Thread kann nicht gestartet werden, weil er bereits ausgeführt wird.

source: A call to an OS function failed
de: Ein Aufruf einer Betriebssystemfunktion ist fehlgeschlagen

source: A callback parameter cannot be found at the provided index
de: Ein Callback-Parameter wurde am angegebenen Index nicht gefunden

source: A class named %s already exists
de: Klasse mit der Bezeichnung %s existiert bereits

source: A component named %s already exists
de: Komponente mit der Bezeichnung %s existiert bereits

source: A connection component is required for async ExecuteOptions
de: Für asynchrone ExecuteOptions wird eine Verbindungskomponente erwartet

source: A control cannot have itself as its parent
de: Steuerelement kann nicht sich selbst als Vorfahr haben

source: A descendant of TStyledPresentationProxy has not been registered for class %s. Maybe it is necessary to add the %s module to the uses section
de: Für Klasse %s wurde kein TStyledPresentationProxy-Nachkomme registriert. Eventuell muss das %s Modul in den uses-Abschnitt eingefügt werden

source: A driver instance with the %s name has already been loaded.
de: Eine Treiberinstanz mit dem Namen %s wurde bereits geladen.

source: A key with the name of "%s" already exists
de: Schlüssel mit der Bezeichnung "%s" existiert bereits

source: A lookup list can't be created with a control (%0:s) which does not support lookups
de: Eine Suchliste kann nicht mit einem Steuerelement (%0:s) erstellt werden, das das Suchen nicht unterstützt

source: A main menu only supports TMenuItem children
de: Ein Hauptmenü unterstützt nur untergeordnete Elemente von TMenuItem

source: A MetaData command was expected here e.g. GetTables.
de: Hier wurde ein MetaData-Befehl, z.B. GetTables, erwartet.

source: A method with name %s already exists
de: Eine Methode mit dem Namen %s ist bereits vorhanden

source: A name is required when setting property name state
de: Zum Festlegen des Status des Eigenschaftsnamens ist ein Name erforderlich

source: A Property with name '%s' already exists.
de: Eine Eigenschaft mit Namen '%s' ist bereits vorhanden.

source: A recorded gesture named %s already exists
de: Eine aufgezeichnete Geste mit der Bezeichnung %s ist bereits vorhanden
