Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Unexpected character while parsing constructor: %s
de: Unerwartetes Zeichen beim Analysieren des Konstruktors: %s

source: Unexpected character while parsing indexer: %s
de: Unerwartetes Zeichen beim Analysieren des Indizierers: %s

source: Unexpected characters
de: Unerwartete Zeichen

source: Unexpected class conflict
de: Unerwarteter Klassenkonflikt

source: Unexpected content type: %s
de: Unerwarteter Inhaltstyp: %s

source: Unexpected content while parsing JSON
de: Unerwarteter Inhalt beim Analysieren von JSON

source: Unexpected data type %s
de: Interner Fehler: Datentyp %s kann nicht in und aus Text konvertiert werden

source: Unexpected delete count: %d
de: Unerwarteter Löschzähler: %d

source: Unexpected end
de: Unerwartetes Ende

source: Unexpected end of object byte value
de: Unerwartetes Ende des Objekt-Byte-Wertes

source: Unexpected end of string [%s]
de: Unerwartetes Ende des Strings [%s]

source: Unexpected end when deserializing array
de: Unerwartetes Ende beim Deserialisieren des Arrays

source: Unexpected end when deserializing object
de: Unerwartetes Ende beim Deserialisieren des Objekts

source: Unexpected end when deserializing value
de: Unerwartetes Ende beim Deserialisieren des Werts

source: Unexpected end when reading bytes.
de: Unerwartetes Ende beim Lesen der Bytes.

source: Unexpected end when reading date constructor
de: Unerwartetes Ende beim Lesen des Datumskonstruktors

source: Unexpected end while parsing comment
de: Unerwartetes Ende beim Analysieren des Kommentars

source: Unexpected end while parsing constructor.
de: Unerwartetes Ende beim Analysieren des Konstruktors.

source: Unexpected end while parsing unicode character
de: Unerwartetes Ende beim Analysieren des Unicode-Zeichens

source: Unexpected end while parsing unquoted property name
de: Unerwartetes Ende beim Analysieren des nicht in Anführungszeichen gesetzten Eigenschaftsnamens

source: Unexpected errors applying updates: %s
de: Unerwartete Fehler beim Übernehmen von Aktualisierungen: %s

source: Unexpected grid current type in %s
de: Unerwarteter aktueller Gittertyp in %s

source: Unexpected header
de: Unerwarteter Header

source: Unexpected index: %d
de: Unerwarteter Index: %d

source: Unexpected internal error. DBX Object such as a connection, command, or reader may already be closed.
de: Unerwarteter interner Fehler. DBX-Objekt, wie eine Verbindung, ein Befehl oder ein Reader, ist möglicherweise bereits geschlossen.

source: Unexpected key word
de: Unerwartetes Schlüsselwort

source: Unexpected metadata type
de: Unerwarteter Metadatentyp

source: Unexpected state: %s
de: Unerwarteter Status: %s

source: Unexpected string overflow. Length('%s') >= %s)
de: Unerwarteter String-Überlauf. Länge('%s') &gt;= %s)

source: Unexpected token %s
de: Unerwartetes Token %s

source: Unexpected token when reading bytes: %s
de: Unerwartetes Token beim Lesen der Bytes: %s

source: Unexpected token when reading date constructor. Expected EndConstructor, got %s
de: Unerwartetes Token beim Lesen des Datumskonstruktors. EndConstructor erwartet, %s erhalten

source: Unexpected token when reading date constructor. Expected Integer, got %s
de: Unerwartetes Token beim Lesen des Datumskonstruktors. Integer erwartet, %s erhalten

source: Unexpected token when reading Extended JSON value %s. Expected token: %s
de: Unerwartetes Token beim Lesen des erweiterten JSON-Werts %s. Erwartetes Token: %s

source: Unexpected token while deserializing object: %s
de: Unerwartetes Token beim Deserialisieren des Objekts: %s

source: Unexpected Token while populate an Array
de: Unerwartetes Token beim Füllen eines Arrays

source: Unexpected Token while populate an Object
de: Unerwartetes Token beim Füllen eines Objekts

source: Unexpected type to create a primitive contract
de: Unerwarteter Typ zum Erstellen einer einfachen Vereinbarung

source: Unexpected type when writing end: %s
de: Unerwarteter Typ beim Schreiben des Endes: %s

source: Unexpected type while read json array
de: Unerwarteter Typ beim Lesen des JSON-Arrays

source: Unexpected type while read json object
de: Unerwarteter Typ beim Lesen des JSON-Objekts

source: Unexpected value %s
de: Unerwarteter Wert %s

source: Unexpected variant error
de: Unerwarteter Variant-Fehler

source: Unexpected variant or safe array error: %s%.8x
de: Unerwarteter Fehler bei Variante oder sicherem Array: %s%.8x

source: Unicode code point $%x has no equivalent in %s
de: Unicode-Codepunkt $%x hat keine Entsprechung in %s

source: Unique
de: Eindeutig

source: Unknown
de: Unbekannt

source: Unknown command type
de: Unbekannter Befehlstyp

source: Unknown content type: %s
de: Unbekannter Inhaltstyp: %s

source: Unknown conversion family %s
de: Unbekannte Konvertierungsfamilie %s

source: Unknown conversion type %s
de: Unbekannter Konvertierungstyp %s

source: Unknown custom variant type ($%.4x)
de: Unbekannter benutzerdefinierter Variant-Typ ($%.4x)

source: Unknown Data Type
de: Unbekannter Datentyp

source: Unknown data type for parameter %d: %d
de: Unbekannter Datentyp für Parameter %d: %d

source: Unknown data type: %s for %s parameter
de: Unbekannter Datentyp: %s für Parameter %s

source: Unknown data type: %s
de: Unbekannter Datentyp: %s

source: Unknown datatype "%s"
de: Unbekannter Datentyp "%s"

source: Unknown driver: %s
de: Unbekannter Treiber: %s

source: Unknown editor: %s
de: Unbekannter Editor: %s

source: Unknown Error
de: Unbekannter Fehler

source: Unknown error code
de: Unbekannter Fehler-Code

source: Unknown extension type
de: Unbekannter Erweiterungstyp

source: Unknown GIF block type
de: Unbekannter GIF-Blocktyp

source: Unknown JsonType: %s
de: Unbekannter JsonType: %s

source: Unknown picture file extension (.%s)
de: Unbekannte Bilddateierweiterung (.%s)

source: Unknown query condition
de: Unbekannte Abfragebedingung

source: Unknown request-method. Cannot execute request.
de: Unbekannte Anforderungsmethode. Anforderung kann nicht ausgeführt werden.

source: Unknown RichEdit conversion file extension (.%s)
de: Unbekannte Dateierweiterung für RichEdit-Konvertierung (.%s)

source: Unknown schema name specified: %s
de: Unbekannter Schemaname angegeben: %s

source: Unknown SOAPAction %s
de: Unbekannte SOAP-Aktion %s

source: Unknown table type specified:
de: Unbekannten Tabellentyp festgelegt:

source: Unknown Type
de: Unbekannter Typ

source: Unknown type value
de: Unbekannter Typwert

source: Un-marshaled array cannot be set as a field value. A reverter may be missing for field %s of %s
de: Aus dem Marshaling entferntes Array kann nicht als Feldwert gesetzt werden. Möglicherweise fehlt ein Reversions-Tool für Feld %s von %s

source: Unmatched brace found in format string: %d
de: Einzelne geschweifte Klammer im Formatstring %d gefunden.

source: Unmatched brace found in format string: %s
de: Einzelne geschweifte Klammer im Formatstring %s gefunden.

source: Unnamed %1:s %0:d
de: %1:s %0:d (unbenannt)

source: Unrecognized command type.
de: Unbekannter Befehlstyp.

source: Unrecognized command: %s
de: Nicht erkannter Befehl: %s

source: Unregister error. Provider "%s" not registered.
de: Fehler beim Aufheben der Registrierung. Provider "%s" ist nicht registriert.

source: Unregister error. Service not found for provider: %s
de: Fehler beim Aufheben der Registrierung. Dienst nicht gefunden für Provider: %s

source: Unsigned
de: Vorzeichenlos

source: Unspecific state of location sensor
de: Unspezifischer Zustand des Positionssensors

source: Unspecified certificate from client
de: Nicht spezifiziertes Zertifikat vom Client

source: Unsupported Application Extension block size
de: Nicht unterstützte Blockgröße für Anwendungserweiterung

source: Unsupported Authentication Method!
de: Nicht unterstützte Authentifizierungsmethode!

source: Unsupported Backend query type: %s
de: Nicht unterstützter Backend-Abfragetyp: %s

source: Unsupported bitmap format
de: Nicht unterstütztes Bitmap-Format

source: Unsupported calling convention: %s
de: Nicht unterstützte Aufrufkonvention: %s

source: Unsupported character encoding "%s", try using LoadFromFile
de: Nicht unterstützte Zeichencodierung "%s", versuchen Sie LoadFromFile

source: Unsupported clipboard format
de: Nicht unterstütztes Zwischenablagenformat

source: Unsupported data type: %s
de: Nicht unterstützter Datentyp: %s

source: Unsupported DateTime format
de: Nicht unterstütztes DateTime-Format

source: Unsupported field type
de: Nicht unterstützter Feldtyp

source: Unsupported field type (%s) in field %s
de: Nicht unterstützter Feldtyp (%s) in Feld %s

source: Unsupported Format() type found: %s
de: Nicht unterstützter Format()-Typ gefunden: %s

source: Unsupported InputQuery fields
de: Nicht unterstützte InputQuery-Felder

source: Unsupported media file %s%
de: Nicht unterstützte Mediendatei %s%

source: Unsupported operation
de: Nicht unterstützte Operation

source: Unsupported OS version: %s
de: Nicht unterstützte Betriebssystemversion: %s

source: Unsupported PixelFormat
de: Nicht unterstütztes Pixel-Format

source: Unsupported platform service: %s
de: Nicht unterstützter Plattformdienst: %s

source: Unsupported protocol
de: Nicht unterstütztes Protokoll

source: Unsupported Protocol: %s
de: Nicht unterstütztes Protokoll: %s

source: Unsupported Request Method
de: Nicht unterstützte Anforderungsmethode

source: Unsupported SOAP encodingStyle %s
de: Nicht unterstützter SOAP-Codierungsstil %s

source: Unsupported stream format
de: Nicht unterstütztes Stream-Format

source: Unsupported type: %s
de: Nicht unterstützter Typ: %s

source: Unsupported variant type: %s
de: Nicht unterstützter Variant-Typ: %s

source: Unsuppported variant type %d
de: Nicht unterstützter Variant-Typ %d

source: Unterminated field name
de: Nicht begrenzter Feldname

source: Unterminated string constant
de: Nicht begrenzte String-Konstante

source: Unterminated string found
de: Nicht abgeschlossenen String gefunden

source: Unterminated string. Expected delimiter: %s.
de: Nicht abgeschlossener String. Erwartetes Trennzeichen: %s.

source: Up
de: Auf

source: Update
de: Aktualisieren

source: Update affected more than 1 record.
de: Die Aktualisierung betrifft mehr als 1 Datensatz.

source: Update Blob Content
de: Blob-Inhalt aktualisieren

source: Update blob's %s/%s content
de: Inhalt des Blobs %s/%s aktualisieren

source: Update DataSet
de: DataSet aktualisieren

source: Update Error
de: Fehler bei Aktualisierung

source: Update Error - %s
de: Aktualisierungsfehler - %s

source: Update Type:
de: Aktualisierungstyp:

source: UpdatedAt required
de: UpdatedAt erforderlich

source: URL already assigned
de: URL bereits zugewiesen

source: URL for a request must not be empty
de: URL für eine Anforderung darf nicht leer sein

source: URL must be in the form "http://server.company.com/scripts/httpsrvr.dll"
de: Die URL muss folgende Form besitzen: "http://server.company.com/scripts/httpsrvr.dll"

source: URL required
de: Es wird eine URL benötigt

source: URLHost must not be blank
de: URLHost muss angegeben werden

source: URLProtocol must not be blank
de: URLProtocol muss angegeben werden

source: Use %0:s or %1:s.
de: Verwenden Sie %0:s oder %1:s.

source: Use %s.
de: Verwenden Sie %s.

source: Use a control to display the value of a field. Use the control to modify the field value.
de: Verwenden Sie zum Anzeigen des Wertes eines Feldes ein Steuerelement. Verwenden Sie das Steuerelement zum Ändern des Feldwertes.

source: Use a control to display the value of a property. Some types of controls can also edit the property.
de: Verwenden Sie zum Anzeigen des Wertes einer Eigenschaft ein Steuerelement. Mit einigen Steuerelementtypen kann die Eigenschaft auch bearbeitet werden.

source: Use a grid to display fields of a data source.
de: Verwenden Sie zum Anzeigen der Felder einer Datenquelle ein Gitter.

source: Use Items property to set TAppearanceListView adapter
de: Verwenden Sie die Eigenschaft Items, um den TAppearanceListView-Adapter festzulegen

source: User ID required
de: Benutzer-ID erforderlich

source: User Name
de: &Benutzername

source: User name required
de: Benutzername erforderlich

source: User rejected permission
de: Benutzer hat Berechtigung verweigert

source: Username required
de: Benutzername erforderlich

source: Users
de: Benutzer

source: UTF-8 error %d
de: UTF-8-Fehler %d

source: UTF8: A start byte not followed by enough continuation bytes in position %s
de: UTF8: Ein Start-Byte ohne ausreichende Anzahl von Fortsetzungs-Bytes an Position %s

source: UTF8: An unexpected continuation byte in %s-byte UTF8 in position %s
de: UTF8: Unerwartetes Fortsetzungs-Byte in %s-Byte UTF8 an Position %s

source: UTF8: Type cannot be determined out of header byte at position %s
de: UTF8: Typ kann aus dem Header-Byte an Position %s nicht ermittelt werden

source: Value
de: Wert

source: Value %s cannot be converted into %s. You may use a user-defined reverter
de: Wert %s kann nicht in %s konvertiert werden. Verwenden Sie evtl. ein benutzerdefiniertes Reversions-Tool

source: Value '%s' not found
de: Wert '%s' nicht gefunden

source: Value cannot be NaN
de: Wert darf nicht NaN

source: Value cannot be stored in an optional parameter
de: Der Wert kann nicht als optionaler Parameter gespeichert werden

source: Value Expr
de: Wertausdruck

source: Value is not a valid %s
de: Wert ist kein gültiger %s

source: Value List Editor
de: Wertlisten-Editor

source: Value must be an instance of TJSONObject
de: Wert muss eine Instanz von TJSONObject sein

source: Value must be between %d and %d
de: Wert muss zwischen %d und %d liegen

source: Value name cannot be empty
de: Wertname muss angegeben werden

source: value not accessible
de: Auf Wert kann nicht zugegriffen werden

source: Value of field '%s' is out of range
de: Wert des Feldes '%s' ist außerhalb des zulässigen Bereichs

source: Value Scope
de: Wertebereich

source: VAR and OUT arguments must match parameter type exactly
de: VAR- und OUT-Argumente müssen exakt mit dem Parametertyp übereinstimmen

source: varDate type not supported
de: Typ varDate wird nicht unterstützt

source: varDispatch type not supported
de: Typ varDispatch wird nicht unterstützt

source: varError type not supported
de: Typ varError wird nicht unterstützt

source: Variant does not reference an automation object
de: Variante referenziert kein Automatisierungsobjekt

source: Variant does not reference an OLE object
de: Variante referenziert kein OLE-Objekt

source: Variant is empty
de: Die Variante ist leer

source: Variant is not an array
de: Variant ist kein Array

source: Variant method calls not supported
de: Variant-Methodenaufruf nicht unterstützt

source: Variant operation ran out memory
de: Speichermangel bei Variant-Operation

source: Variant or safe array index out of bounds
de: Variante oder sicheres Array-Index außerhalb des gültigen Bereichs

source: Variant or safe array is locked
de: Variante oder sicheres Array ist gesperrt

source: Variant overflow
de: Variant-Überlauf

source: varVariant type not supported
de: Typ varVariant wird nicht unterstützt

source: VCL Style File
de: Datei im VCL-Stil

source: Vendor error
de: Hersteller-Fehler

source: VendorLib must be specified
de: VendorLib muss angegeben werden

source: Version of Transformation File not supported
de: Version der Umwandlungsdatei wird nicht unterstützt

source: View
de: Ansicht

source: View Data
de: Daten anzeigen

source: View Name
de: Sichtname

source: Viewports
de: Bildausschnitte

source: Virtual members are read-only.
de: Virtuelle Member sind schreibgeschützt.

source: Visible Element
de: Sichtbares Element

source: Visual
de: Visuell

source: Volume
de: Volumen

source: Warning
de: Warnung

source: WAV Files
de: WAV-Dateien

source: We have fixed the TxValue for this beacon, previous value was %d
de: Der TxValue für diesen Beacon wurde korrigiert, voriger Wert war %d

source: WebService Listing
de: WebService-Liste

source: WebService Listing Administrator
de: Administrator für WebService-Listen

source: Wed
de: Mi

source: Wednesday
de: Mittwoch

source: Weeks
de: Woche

source: White
de: Weiß

source: WideString index out of bounds
de: WideString-Index außerhalb des gültigen Bereichs

source: Width &Value
de: Breiten&wert

source: Win32 Error. Code: %d. %sUse SOSError
de: Win32-Fehler. Code: %d. %sVerwenden Sie SOSError

source: Window Background
de: Fensterhintergrund

source: Window Frame
de: Fensterrahmen

source: Window is invalid or a child window
de: Fenster ist ungültig oder ein untergeordnetes Fenster

source: Window Style
de: Fensterstil

source: Window Text
de: Fenstertext

source: Windows Media Audio Files
de: Windows Media Audio-Dateien

source: Windows socket error: %s (%d), on API '%s'
de: Windows-Socket-Fehler: %s (%d), bei API '%s'

source: Windows taskbar only supports %d buttons on preview tabs
de: Windows-Taskleiste unterstützt nur %d Schaltflächen auf Vorschauregisterkarten

source: WinSock 2 must be installed to use the socket connection
de: Um Socket-Verbindungen verwenden zu können, muss WinSock2 installiert sein

source: WMP Images
de: WMP-Bilder

source: WMV Files
de: WMV-Dateien

source: Work
de: Arbeit

source: Work fax
de: Fax Arbeit

source: Work mobile
de: Arbeit mobil

source: Work pager
de: Arbeit Pager

source: Would you like to reset to the default Priority Schedule?
de: Soll der Standard-Prioritätsplan wiederhergestellt werden?

source: Write
de: Schreiben

source: Write attempt when write data is already available
de: Schreibversuch, aber zu schreibende Daten sind bereits vorhanden

source: Write constructor is unsupported
de: Write-Konstruktor wird nicht unterstützt

source: Write raw JSON is unsupported
de: Schreiben von Roh-JSON wird nicht unterstützt

source: Write the value of field to a property. Update the property when the field value changes.
de: Übernehmen Sie den Wert eines Feldes in eine Eigenschaft. Aktualisieren Sie die Eigenschaft, wenn sich der Feldwert ändert.

source: WriteJson is not implemented cause CanWrite is False
de: WriteJson wird nicht implementiert, weil CanWrite False ist

source: WriteObject called twice for the same instance
de: Zweimaliger Aufruf von WriteObject für die gleiche Instanz

source: Writer not available
de: Writer nicht verfügbar

source: Writing permission [WRITE_CONTACTS] is not in Manifest file. You will not be able to make changes with AddressBook
de: Schreibberechtigung [WRITE_CONTACTS] ist in Manifest-Datei nicht vorhanden. Daher können Sie keine Änderungen am AddressBook vornehmen

source: Wrong accessor method used for the datatype: %s.
de: Falsche Zugriffsmethode für den Datentyp %s verwendet.

source: Wrong faces index
de: Falscher Flächenindex

source: Wrong faces number
de: Falsche Flächenanzahl

source: Wrong materials number
de: Falsche Materialenanzahl

source: Wrong normal number
de: Falsche Normalanzahl

source: Wrong number of args: expected %d, got %d
de: Falsche Argumentanzahl: %d erwartet, %d erhalten

source: Wrong Owner Error
de: Fehler: Falscher Eigentümer

source: Wrong provider
de: Falscher Provider

source: Wrong texture coord index
de: Falscher Texturkoordinatenindex

source: Wrong texture coord number
de: Falsche Texturkoordinatenanzahl

source: Wrong triangle mesh index
de: Falscher Dreiecks-Mesh-Index

source: Wrong triangle mesh number
de: Falsche Dreiecks-Mesh-Anzahl

source: Wrong vertex index
de: Falscher Vertexindex

source: Wrong vertex number
de: Falsche Vertexanzahl

source: WSDL Ports for PortType
de: WSDL-Ports für PortType

source: XDR to XML Schema Translator (.xdr <-> .xsd)
de: Übersetzer XDR nach XML-Schema (.xdr <-> .xsd)

source: XML Parse Error:
de: XML-Auswertungsfehler:

source: XMLData to XML Schema Translator (.xml -> .xsd)
de: Übersetzer XMLData nach XML-Schema (.xml -> .xsd)

source: XMLDataFile must be specified
de: XMLDataFile muss angegeben werden

source: Yards
de: Yard

source: Year portion of date too large for conversion
de: Die Jahreszahl im Datumswert ist zu groß für eine Konvertierung

source: Years
de: Jahr

source: Yellow
de: Gelb

source: Yes
de: &Ja

source: Yes to &All
de: A&lle Ja

source: You are about to delete of %s %s. Proceed with it?
de: Sie sind im Begriff %s von %s zu löschen. Fortsetzen?

source: You are about to delete the %s container and all its content. Proceed with the deletion?
de: Sie sind im Begriff, den Container %s und dessen gesamten Inhalt zu löschen. Fortsetzen?

source: You are about to delete the blob %s from the %s container. Proceed with the deletion?
de: Sie sind im Begriff das Blob %s aus dem Container %s zu löschen. Fortsetzen?

source: You are not allowed to delete this item
de: Dieses Element darf nicht gelöscht werden

source: You are not allowed to use location services.
de: Sie sind nicht berechtigt, die Positionsdienste zu verwenden.

source: You can only tab dock TWinControl based Controls
de: Nur auf TWinControl basierende Steuerelemente können an Register angedockt werden

source: You can use only the inheritors of class "%s"
de: Sie können nur die Erben der Klasse "%s" verwenden

source: You cannot create Presentation without MultiView
de: Darstellung kann ohne MultiView nicht erstellt werden

source: You cannot delete a column by default
de: Eine Spalte kann nicht standardmäßig gelöscht werden

source: You may not modify %s
de: %s darf nicht geändert werden

source: You must be in ShowCheckbox mode to set to this date
de: Um das Datum zu setzen, müssen Sie im Modus ShowCheckbox sein

source: You must provide a proximity UUID
de: Sie müssen eine Näherungs-UUID angeben

source: You need to add a protocol and an adapter connecting to %s
de: Sie müssen ein Protokoll und einen Adapter für die Verbindung mit %s hinzufügen

source: Zip file must be empty
de: Zip-Datei muss leer sein

source: ZLib error: target buffer may be too small
de: Zlib-Fehler: Zielpuffer könnte zu klein sein
