Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/Delphi10-4.po
Languages: de

source: Could not decompress the image because it contains invalid compressed data. Description:
de: Die Grafik konnte nicht entpackt werden, weil Teile der komprimierten Daten fehlerhaft sind. Beschreibung:

source: Could not find metadata: %s; package: %s. Add %s to your uses.
de: Metadaten wurden nicht gefunden: %s; Package: %s. Fügen Sie der uses-Klausel %s hinzu.

source: Could not find server in ObjectManager list
de: Der Server kann in der ObjectManager-Liste nicht gefunden werden

source: Could not hook messages, buttons and preview events will not work
de: Botschaften konnten nicht eingebunden werden, Schaltflächen- und Vorschauereignisse funktionieren daher nicht

source: Could not initialize taskbar. Error: %d
de: Taskleiste konnte nicht initialisiert werden. Fehler: %d

source: Could not load CARDS.DLL
de: CARDS.DLL kann nicht geladen werden

source: Could not locate the type: %s.
de: Der Typ %s wurde nicht gefunden.

source: Could not obtain OLE control window handle
de: Das Fenster-Handle des OLE-Elements nicht verfügbar

source: Could not parse %s
de: %s konnte nicht analysiert werden

source: Could not parse imaginary portion
de: Imaginärer Anteil konnte nicht analysiert werden

source: Could not parse real portion
de: Realer Anteil konnte nicht analysiert werden

source: Could not parse required '%s' symbol
de: Erforderliches '%s'-Symbol kann nicht analysiert werden

source: Could not parse required '+' (or '-') symbol
de: Erforderliches '+' (oder '-') Symbol konnte nicht analysiert werden

source: Could not parse SQL TimeStamp string
de: SQL-TimeStamp-String konnte nicht analysiert werden

source: Could not parse the %1:s metadata command. Problem found near: %0:s. Original query: %2:s.
de: Der Metadatenbefehl %1:s konnte nicht analysiert werden. Problem befindet sich in der Nähe von: %0:s. Originalabfrage: %2:s.

source: Could not register tab. Error %d
de: Registerkarte konnte nicht registriert werden. Fehler %d

source: Could not retrieve surface contents.
de: Oberflächeninhalt konnte nicht abgerufen werden.

source: Could not retrieve surface description.
de: Oberflächenbeschreibung konnte nicht abgerufen werden.

source: Couldn't find %s
de: %s wurde nicht gefunden

source: Count already max: Amount: %d, CurCount: %d
de: Anzahl hat bereits Maximum erreicht: Anzahl: %d, Aktuelle Anzahl: %d

source: Countdown already reached zero (0)
de: Countdown hat bereits Null (0) erreicht

source: Countdown canceled
de: Countdown abgebrochen

source: Cr&op
de: Z&uschneiden

source: Cream
de: Creme

source: Create
de: Erstellen

source: Create a Block Blob in %s container
de: Block-Blob im Container %s erstellen

source: Create a control
de: Steuerelement erstellen

source: Create a new container
de: Neuen Container erstellen

source: Create a new data source
de: Neue Datenquelle erstellen

source: Create a new data source.
de: Erstellen Sie eine neue Datenquelle.

source: Create a Page Blob in %s container
de: Seiten-Blob im Container %s erstellen

source: Create Block Blob
de: Block-Blob erstellen

source: Create Container
de: Container erstellen

source: Create Format
de: Format erstellen

source: Create New TBitmapAnimation
de: Neue TBitmapAnimation erstellen

source: Create New TBitmapListAnimation
de: Neue TBitmapListAnimation erstellen

source: Create New TColorAnimation
de: Neue TColorAnimation erstellen

source: Create New TColorKeyAnimation
de: Neue TColorKeyAnimation erstellen

source: Create New TFloatAnimation
de: Neue TFloatAnimation erstellen

source: Create New TFloatKeyAnimation
de: Neue TFloatKeyAnimation erstellen

source: Create New TGradientAnimation
de: Neue TGradientAnimation erstellen

source: Create New TRectAnimation
de: Neue TRectAnimation erstellen

source: Create Page Blob
de: Seiten-Blob erstellen

source: Create Parameters
de: Parameter erstellen

source: Create root container
de: Stamm-Container erstellen

source: Create Root Container
de: Stamm-Container erstellen

source: Create Snapshot
de: Schnappschuss erstellen

source: Create snapshot of %s/%s
de: Schnappschuss von %s/%s erstellen

source: Created
de: Erstellt

source: CreatedAt required
de: CreatedAt erforderlich

source: Creation Date
de: Erstellungsdatum

source: Credential without user or password
de: Anmeldeinformationen ohne Benutzer oder Passwort

source: Crop
de: Zuschneiden

source: Ctrl+
de: Strg+

source: Cu&t
de: &Ausschneiden

source: CubicCentimeters
de: Kubikzentimeter

source: CubicDecameters
de: Kubikdekameter

source: CubicDecimeters
de: Kubikdezimeter

source: CubicFeet
de: Kubikfuß

source: CubicHectometers
de: Kubikhektometer

source: CubicInches
de: Kubikzoll

source: CubicKilometers
de: Kubikkilometer

source: CubicMeters
de: Kubikmeter

source: CubicMiles
de: Kubikmeilen

source: CubicMillimeters
de: Kubikmillimeter

source: CubicYards
de: Kubik-Yard

source: Cubits
de: Elle

source: Cursor is positioned before the first row, move to the next row before getting data
de: Cursor befindet sich vor der ersten Zeile, verschieben Sie ihn vor dem Abrufen von Daten in die nächste Zeile

source: Cursor not returned from Query
de: Cursor nicht aus Abfrage zurückgekehrt

source: Custom
de: Benutzerdefiniert

source: Custom Bindable Member
de: Benutzerdefinierter bindbarer Member

source: Custom clipboard format with name "%s" is already registered
de: Benutzerdefiniertes Zwischenablagenformat "%s" ist bereits registriert

source: Custom clipboard format with name "%s" is not registered
de: Benutzerdefiniertes Zwischenablagenformat "%s" ist nicht registriert

source: Custom colors
de: Selbst definierte Farben

source: Custom Colors
de: Selbst definierte Farben

source: Custom Format
de: Benutzerdefiniertes Format

source: Custom Gestures...
de: Benutzerdefinierte Gesten...

source: Custom Local Item %d
de: Benutzerdefinierter lokaler Eintrag %d

source: Custom member already exists!
de: Benutzerdefinierter Member ist bereits vorhanden!

source: Custom variant type ($%.4x) already used by %s
de: Benutzerdefinierter Variant-Typ ($%.4x) wird bereits von %s verwendet

source: Custom variant type ($%.4x) is not usable
de: Benutzerdefinierter Variant-Typ ($%.4x) ist nicht verwendbar

source: Custom variant type ($%.4x) is out of range
de: Benutzerdefinierter Variant-Typ ($%.4x) ist außerhalb des gültigen Bereichs

source: Custom variant type (%s%.4x) already used by %s
de: Benutzerdefinierter Variant-Typ (%s%.4x) bereits benutzt von %s

source: Custom variant type (%s%.4x) is not usable
de: Benutzerdefinierter Variant-Typ (%s%.4x) nicht brauchbar

source: Custom variant type (%s%.4x) is out of range
de: Benutzerdefinierter Variant-Typ (%s%.4x) außerhalb des gültigen Bereichs

source: Custom...
de: Individuell...

source: Cut
de: Ausschneiden

source: Cut|Cuts the selection and puts it on the Clipboard
de: Ausschneiden|Auswahl in die Zwischenablage verschieben

source: Cypher filter needs to be setUp first
de: Verschlüsselungsfilter muss zuerst eingerichtet werden

source: Cypher keys do not match, please use the same key
de: Codeschlüssel stimmen nicht überein, bitte verwenden Sie denselben Schlüssel

source: D&ataset:
de: Dat&enmenge:

source: D&etail Fields
de: D&etailfelder

source: D&rives:
de: &Laufwerke:

source: Data
de: Daten

source: Data Bindings...
de: Datenbindungen...

source: Data source
de: Datenquelle

source: Data source properties
de: Eigenschaften der Datenquelle

source: Data Type
de: Datentyp

source: Data type name required
de: Datentypname erforderlich

source: Data type: %s is not recognized for SQL dialect.
de: Datentyp: %s wird für den SQL-Dialekt nicht erkannt.

source: Database
de: Datenbank

source: Database Login
de: Datenbank-Anmeldung

source: Database must be specified.
de: Datenbank muss angegeben werden.

source: Database Server Error: %s
de: Datenbank-Server-Fehler: %s

source: Database:
de: Datenbank:

source: Dataset does not support bookmarks, which are required for multi-record data controls
de: Die Datenmenge unterstützt keine Positionsmarken, die von Multi-Datensatz-Elementen benötigt werden.

source: Dataset not in edit or insert mode
de: Datenmenge weder im Editier- noch im Einfügemodus

source: DataSource cannot be changed
de: DataSource kann nicht geändert werden

source: Datatype of TypeKind: %s not supported as argument for remote invocation
de: Datentyp von TypeKind: %s wird als Argument für Remote-Aufruf nicht unterstützt

source: Date | 062794 | !99/99/00;1;_
de: Datum | 062794 | !99/99/00;1;_

source: Date exceeds maximum of "%s"
de: Das Datum überschreitet das Maximum von "%s"

source: Date exceeds maximum of %s
de: Das Datum überschreitet das Maximum von "%s"

source: Date is less than minimum of "%s"
de: Das Datum unterschreitet das Minimum von "%s"

source: Date is less than minimum of %s
de: Das Datum unterschreitet das Minimum von "%s"

source: Date range can only be used in multiselect mode
de: Datumsbereich kann nur im Multiselect-Modus gebraucht werden

source: Dates
de: Datumsangaben

source: Dates before Year 1 are not supported
de: Datumsangaben vor dem Jahr 1 werden nicht unterstützt

source: DateTime
de: Datum/Uhrzeit

source: DateTime picker does not support psmDateTime on current platform
de: DateTime-Auswahlfeld unterstützt psmDateTime auf der aktuellen Plattform nicht

source: DAX Error
de: DAX-Fehler

source: Days
de: Tag

source: DB Links (deprecated)
de: DB-Verknüpfungen (veraltet)

source: dbExpress driver does not support the %s data type
de: Der dbExpress-Treiber unterstützt den Datentyp %s nicht

source: dbExpress Error: %s
de: dbExpress-Fehler: %s

source: dbExpress Error: Unknown Error Code '%s'
de: dbExpress-Fehler: Unbekannter Fehlercode '%s'

source: DBX Error: %s
de: DBX-Fehler: %s

source: DCOM not installed
de: DCOM ist nicht installiert

source: DDE Error - conversation not established ($0%x)
de: DDE-Fehler - Konversation konnte nicht eingerichtet werden ($0%x)

source: Dec
de: Dez

source: Decades
de: Dekade

source: Decagrams
de: Dekagramm

source: DecaLiters
de: Dekaliter

source: Decameters
de: Dekameter

source: Decasteres
de: Dekaster

source: December
de: Dezember

source: Decigrams
de: Dezigramm

source: DeciLiters
de: Deziliter

source: Decimeters
de: Dezimeter

source: Decisteres
de: Dezister

source: Decoder bit buffer under-run
de: Zu wenig Bits im Decoder-Puffer

source: Decrement amount will cause invalid results: Count: %d, CurCount: %d
de: Dekrement verursacht ungültige Ergebnisse: Anzahl: %d, Aktuelle Anzahl: %d

source: decrypt
de: entschlüsseln

source: Default
de: Standard

source: Default Encoding not specified.
de: Standardcodierung nicht angegeben.

source: Default Value
de: Vorgabewert

source: Del
de: Entf

source: Delete
de: Löschen

source: Delete %s
de: %s löschen

source: Delete %s?
de: %s löschen?

source: Delete all selected records?
de: Alle markierten Datensätze löschen?

source: Delete Blob
de: Blob löschen

source: Delete Collection
de: Kollektion löschen

source: Delete Container
de: Container löschen

source: Delete Entity
de: Entität löschen

source: Delete existing columns?
de: Vorhandene Spalten löschen?

source: Delete Expression
de: Ausdruck löschen

source: Delete Member
de: Member löschen

source: Delete object
de: Objekt löschen

source: Delete Property
de: Eigenschaft löschen

source: Delete record
de: Datensatz löschen

source: Delete record?
de: Datensatz löschen?

source: Delete Root Container
de: Stamm-Container löschen

source: Delete Selected
de: Auswahl löschen

source: Delete Selection
de: Auswahl löschen

source: Delete Table
de: Tabelle löschen

source: Delete|Delete selected bindings
de: Löschen|Ausgewählte Bindungen löschen

source: Delete|Erases the selection
de: Löschen|Auswahl löschen

source: Deleted
de: Gelöscht

source: Deletes are not allowed
de: Löschen nicht gestattet

source: Delimiter and QuoteChar properties cannot have the same value
de: Die Eigenschaften Delimiter und QuoteChar dürfen nicht denselben Wert besitzen

source: Demos Coordinator
de: Demos-Koordinator

source: Department
de: Abteilung

source: Description
de: Beschreibung

source: Descriptions|Shows/hides panel descriptions
de: Beschreibungen|Bereichsbeschreibungen anzeigen/verbergen

source: Design
de: Entwurf

source: Device '%s' already exists
de: Gerät '%s' ist bereits vorhanden

source: Device names expected
de: Gerätenamen erwartet

source: DeviceID is not available. This application may not be configured to support push notifications
de: DeviceID ist nicht verfügbar. Diese Anwendung ist möglicherweise nicht für die Unterstützung von Push-Benachrichtigungen konfiguriert

source: DeviceToken is not available. This application may not be configured to support push notifications
de: DeviceToken ist nicht verfügbar. Diese Anwendung ist möglicherweise nicht für die Unterstützung von Push-Benachrichtigungen konfiguriert

source: DeviceToken request failed: %s
de: DeviceToken-Anforderung fehlgeschlagen: %s

source: Dialogs
de: Dialogfelder

source: Directory &Name:
de: Verzeichnis&name:

source: Directory Mask
de: Verzeichnismaske

source: Disconnecting clients can cause application errors. Continue?
de: Wenn die Verbindung zu den Clients getrennt wird, kann das zu Fehlern in der Anwendung führen. Weiter?

source: Disk full
de: Zu wenig Speicherplatz

source: Dispatch interface missing from class %s
de: Dispatch-Interface der Klasse %s fehlt

source: Dispatch methods do not support more than 64 parameters
de: Dispatch-Methoden unterstützen maximal 64 Parameter.

source: Display Text
de: Text anzeigen

source: Display the fields of a data source in a grid.
de: Zeigen Sie die Felder einer Datenquelle in einem Gitter an.

source: Display the value of a field in a control. Use the control to modify the field value.
de: Zeigen Sie den Wert eines Feldes in einem Steuerelement an. Verwenden Sie das Steuerelement zum Ändern des Feldwertes.

source: Display the value of a property in a control. Some types of controls can also edit the property.
de: Zeigen Sie den Wert einer Eigenschaft in einem Steuerelement an. Mit einigen Steuerelementtypen kann die Eigenschaft auch bearbeitet werden.

source: Displays a list of the actual strings held in a TStrings instance
de: Zeigt eine Liste der in einer TStrings-Instanz enthaltenen Strings an

source: Displays TDateTime, TDate and TTime instances in a human-readable date and time format rather than as a floating-point value
de: Zeigt TDateTime-, TDate- und TTime-Instanzen anstatt des Gleitkommawertes in einem lesbaren Datums- und Zeitformat an

source: Displays the actual string value for std::string and std::wstring instances
de: Zeigt den tatsächlichen Stringwert für std::string- und std::wstring-Instanzen an

source: Distance
de: Entfernung

source: Division by zero
de: Division durch Null

source: DLL/Shared Library Name not Set
de: Name für DLL/Gemeinsame Bibliothek ist nicht gesetzt

source: Do You want to apply the changes before closing?
de: Sollen die Änderungen vor dem Schließen übernommen werden?

source: Docked control must have a name
de: Angedocktes Steuerelement muss einen Namen haben.

source: Docked Panel
de: Angedockter Bereich

source: Documentation
de: Dokumentation

source: Documentation Coordinator
de: Dokumentationskoordinator

source: DocumentElement %s:%s expected, %s:%s found
de: Dokumentelement %s:%s erwartet, %s:%s gefunden

source: DOM Implementation does not support IDOMParseOptions
de: DOM-Implementierung unterstützt nicht IDOMParseOptions

source: Domestic Partner
de: Lebenspartner

source: Done
de: Fertig

source: Don't know how to add "%s" and "%s"
de: Wie "%s" und "%s" addiert werden sollen, ist nicht bekannt

source: Don't know how to compare "%s" and "%s"
de: Wie "%s" und "%s" verglichen werden sollen, ist nicht bekannt

source: Don't know how to divide "%s" and "%s"
de: Wie "%s" und "%s" dividiert werden sollen, ist nicht bekannt

source: Don't know how to multiply "%s" and "%s"
de: Wie "%s" und "%s" multipliziert werden sollen, ist nicht bekannt

source: Don't know how to negate "%s"
de: Wie "%s" negiert werden soll, ist nicht bekannt

source: Don't know how to subtract "%s" and "%s"
de: Wie "%s" und "%s" subtrahiert werden sollen, ist nicht bekannt

source: Down
de: Ab

source: Download
de: Herunterladen

source: Download from URL
de: Von URL herunterladen

source: Download URL required
de: Download-URL erforderlich

source: Drams
de: Drachme

source: Drawer
de: Schublade

source: Driver already registered:
de: Treiber bereits registriert:

source: Driver could not be properly initialized. Client library may be missing, not installed properly, of the wrong version, or the driver may be missing from the system path.
de: Der Treiber konnte nicht korrekt initialisiert werden. Die Client-Bibliothek könnte fehlen, nicht ordnungsgemäß installiert sein, eine falsche Version haben, oder der Treiber fehlt möglicherweise im Systempfad.

source: Driver incompatible
de: Inkompatibler Treiber

source: Driver restricted
de: Treiber eingeschränkt

source: Driver/Connection Registry File '%s' not found
de: Registrierungsdatei '%s' für Treiber/Verbindung nicht gefunden

source: DryBuckets
de: Bucket (Trockenmaß)

source: DryBushels
de: Scheffel (Trockenmaß)

source: DryGallons
de: Gallone (Trockenmaß)

source: DryPecks
de: Viertelscheffel (Trockenmaß)

source: DryPints
de: Pinte (Trockenmaß)

source: DryQuarts
de: Quart (Trockenmaß)

source: DTD to XML Schema Translator (.dtd <-> .xsd)
de: Übersetzer DTD nach XML-Schema (.dtd <-> .xsd)

source: Duplicatate ProviderID: %s
de: Doppelte ProviderID: %s

source: Duplicate action name
de: Doppelter Aktionsname

source: Duplicate CardId found
de: Doppelte CardId gefunden

source: Duplicate field name '%s'
de: Doppelter Feldname '%s'

source: Duplicate gesture name: %s
de: Doppelter Gestenname: %s

source: Duplicate index name '%s'
de: Doppelter Indexname '%s'

source: Duplicate mime types for extension: %s
de: Doppelte Mime-Typen für Erweiterung: %s

source: Duplicate name '%s' in %s
de: Doppelter Name '%s' in %s

source: Duplicate scale value %s
de: Doppelter Skalierungswert %s

source: Duplicate service for provider: %s
de: Doppelter Dienst für Provider: %s

source: Duplicate transaction id
de: Doppelte Transaktions-ID

source: Duplicates not allowed
de: Duplikate nicht zulässig

source: E&val Source
de: &Quelle auswerten

source: E&valuate
de: Auswer&ten

source: E&xit
de: &Beenden

source: E&xport...
de: E&xportieren...

source: Eddystone format not supported
de: Eddystone-Format wird nicht unterstützt

source: Edit &List
de: &Liste bearbeiten

source: Edit Access Control List
de: Zugriffskontrollliste bearbeiten

source: Edit Bitmap Collection
de: Bitmap-Sammlung bearbeiten

source: Edit Blob %s/%s Metadata
de: Metadaten des Blobs %s/%s bearbeiten

source: Edit Container %s Metadata
de: Metadaten des Containers %s bearbeiten

source: Edit Mask:
de: Editiermaske:

source: Edit Masks (*.dem)|*.dem|All Files (*.*)|*.*
de: Editiermasken (*.DEM)|*.DEM|Alle Dateien (*.*)|*.*

source: Edit Metadata
de: Metadaten bearbeiten

source: Edit Property
de: Eigenschaft bearbeiten

source: Edit record
de: Datensatz bearbeiten

source: Edit...
de: Bearbeiten...

source: Editing %s%s%s
de: %s%s%s wird bearbeitet

source: Editing SASL List for %s
de: Bearbeitung der SASL-Liste für %s

source: Effect id %s not found. File is corrupt.
de: Effekt-ID %s nicht gefunden. Datei ist beschädigt.

source: Effects
de: Effekte

source: Element "%s" does not contain a single text node
de: Element "%s" enthält keinen einzelnen Textknoten

source: Element cannot be inserted at the current position
de: Element kann an der aktuellen Position nicht eingefügt werden

source: Element Layers
de: Elementebenen

source: Element of Array type %s has no RTTI
de: Element des Array-Typs %s hat kein RTTI

source: Element Visibility
de: Elementsichtbarkeit

source: Empty certificate list
de: Leere Zertifikatsliste

source: Empty document
de: Leeres Dokument

source: Empty name not allowed in dot notation, use ['']
de: Leerer Name in der Punktnotation nicht zulässig, verwenden Sie ['']

source: EMS Error: %0:s
de: EMS-Fehler: %0:s

source: EMS Error: %0:s. %1:s
de: EMS-Fehler: %0:s. %1:s

source: Enabled
de: Aktiviert

source: Encoding:
de: Codierung:

source: encrypt
de: verschlüsseln

source: Encryption key expected to be not null
de: Verschlüsselungswert sollte nicht Null sein

source: End
de: Ende

source: End of path
de: Ende des Pfads

source: Enhanced Metafiles
de: Erweiterte Metadateien

source: Enter
de: Eingabe

source: Enter Message:
de: Nachricht eingeben:

source: Enter New Queue Name:
de: Name für neue Queue eingeben:

source: Enter New Table Name:
de: Neuen Tabellennamen eingeben:

source: Enter password
de: Passwort eingeben

source: Enter the new property's name
de: Geben Sie den Namen der neuen Eigenschaft ein

source: Entity: %s
de: Entität: %s

source: Error
de: Fehler

source: Error %d accessing to %s: %s
de: Fehler %d beim Zugriff auf %s: %s

source: Error adding header: (%d) %s
de: Fehler beim Hinzufügen des Headers: (%d) %s

source: Error adjusting BCD precision
de: Fehler beim Anpassen der BCD-Genauigkeit

source: Error assigning Hot-Key to %s. %s
de: Fehler bei der Zuordnung des Tastenkürzels zu %s. %s

source: ERROR at line %d. '%s' expected but char '%s' found.
de: FEHLER in Zeile %d. '%s' erwartet, aber Zeichen '%s' gefunden.

source: ERROR at line %d. %s expected but token %s found.
de: FEHLER in Zeile %d. %s erwartet, aber Token %s gefunden.

source: Error calling setsockopt SO_RCVTIMEO: %s
de: Fehler beim Aufruf von setsockopt SO_RCVTIMEO: %s

source: Error calling setsockopt: %s
de: Fehler beim Aufruf von setsockopt: %s

source: Error Code:
de: Fehlercode:

source: Error compressing stream.
de: Fehler beim Komprimieren des Streams.

source: Error configuring %s: Object must implement IBindLink
de: Fehler beim Konfigurieren von %s: Objekt muss IBindLink implementieren

source: Error configuring %s: Object must implement IBindPosition
de: Fehler beim Konfigurieren von %s: Objekt muss IBindPosition implementieren

source: Error connecting to server: %s
de: Fehler beim Verbinden zum Server: %s

source: Error creating CFString
de: Fehler beim Erstellen von CFString

source: Error creating element: %0:s (%1:s)
de: Fehler beim Erstellen des Elements: %0:s (%1:s)

source: Error Creating Event
de: Fehler beim Erstellen des Ereignisses

source: Error creating HString for %s
de: Fehler beim Erstellen von HString für %s

source: Error creating object. Please verify that the Microsoft Data Access Components 2.1 (or later) have been properly installed
de: Fehler bei der Objekterzeugung. Stellen Sie sicher, dass die Microsoft Data Access Components 2.1 (oder höher) richtig installiert sind

source: Error Creating Semaphore
de: Fehler beim Erstellen des Semaphors

source: Error creating system registry entry
de: Fehler beim Erstellen eines Eintrages in der Systemregistrierung

source: Error creating variant or safe array
de: Fehler beim Erzeugen von Variante oder sicherem Array

source: Error creating window
de: Fehler beim Erzeugen eines Fensters

source: Error creating window class
de: Fehler beim Erzeugen einer Fensterklasse

source: Error creating window device context
de: Fehler beim Erstellen des Fenster-Gerätekontexts

source: Error decoding URL style (%%XX) encoded string at position %d
de: Fehler beim Decodieren eines im URL-Stil (%%XX) codierten Strings bei Position %d

source: Error decompressing stream.
de: Fehler beim Dekomprimieren des Streams.

source: Error downloading URL: %s
de: Fehler beim Download von URL: %s

source: Error getting device info: (%d) %s
de: Fehler beim Abrufen von Geräteinformationen: (%d) %s

source: Error getting Server Certificate
de: Fehler beim Abrufen des Serverzertifikats
