Repository: landrix/Gettext-for-Delphi
Catalog: trunk/translations/*/rave5.po
Languages: de

source: Report Preview
de: Reportvorschau

source: &Open
de: Ö&ffnen

source: &Save As
de: Speichern &unter

source: &Print
de: &Drucken

source: &First
de: E&rster

source: &Previous
de: &Zurück

source: &Next
de: &Weiter

source: &Last
de: Let&zter

source: Page
de: Seite

source: of 3000
de: von 3000

source: Zoom &In
de: Ve&rgrößern

source: Zoom &Out
de: &Verkleinern

source: Fit to Page &Width
de: Auf Seiten&breite angepasst

source: Fit to &Page
de: &Auf Seite angepasst

source: E&xit
de: &Beenden

source: File
de: Datei

source: Print report
de: Bericht drucken

source: Save report
de: Bericht speichern

source: Exit viewer
de: Viewer beenden

source: Open another report
de: Anderen Report öffnen

source: Move to first page
de: Zu erster Seite gehen

source: Move to next page
de: Zu nächster Seite gehen

source: Move to previous page
de: Zu vorheriger Seite gehen

source: Move to last page
de: Zu letzter Seite gehen

source: Zoom In (+)
de: Zoom Ein (+)

source: Zoom Out (-)
de: Zoom Aus (-)

source: Zoom to fit page width
de: Zoom auf Seitenbreite

source: Zoom to fit page
de: Zoom auf Seite

source: &File
de: &Datei

source: &Page
de: &Seite

source: &Go to Page #
de: &Zu Seite #

source: Go to specified page
de: Zu angegebener Seite gehen

source: Rave Snapshot Files (*.ndr)|*.ndr|All Files|*.*
de: Rave Snapshot-Dateien (*.ndr)|*.ndr|Alle Dateien|*.*

source: Open File
de: Datei öffnen

source: Save File
de: Datei speichern

source: Output Options
de: Ausgabeoptionen

source: Cancel
de: Abbrechen

source: Selected Printer
de: Ausgewählter Drucker

source: (none)
de: (Leer)

source: Options
de: Optionen

source: &Copies
de: &Kopien

source: C&ollate
de: S&ortieren

source: Report Destination
de: Reportziel

source: &Printer
de: D&rucker

source: Pre&view
de: &Vorschau

source: Print Range
de: Druckbereich

source: From
de: Von

source: Selection
de: Auswahl

source: All
de: Alle

source: Pages
de: Seiten

source: All Files|*.*
de: Alle Dateien|*.*

source: Save As
de: Speichern unter

source: Fields
de: Felder

source: &Custom
de: &Individuell

source: Delete
de: Löschen

source: Help
de: Hilfe

source: &About
de: &Info

source: Displays about box
de: Anzeige des Info-Fensters

source: Left
de: Links

source: Distance
de: Entfernung

source: Right
de: Rechts

source: Top
de: Oben

source: Bottom
de: Unten

source: Enabled
de: Aktiviert

source: Height
de: Höhe

source: Connection
de: Verbindung

source: Use Data &Link File
de: &Datenverknüpfungsdatei verwenden

source: Use &Connection String
de: &Verbindungs-String verwenden

source: &Cancel
de: &Abbrechen

source: Database Connection Parameters
de: Parameter für Datenbankverbindung

source: Driver:
de: Treiber:

source: Parameters:
de: Parameter:

source: Specify Alias
de: Alias angeben

source: Specify Parameters
de: Parameter angeben

source: Authentication
de: Authentifizierung

source: &Username:
de: &Anwendername:

source: &Password:
de: &Passwort:

source: Connection Name:
de: Name der Verbindung:

source: Connection Settings
de: Einstellungen der Verbindung

source: Defined Events
de: Definierte Ereignisse

source: Available Events
de: Verfügbare Ereignisse

source: Show Events for Selected
de: Ereignisse für ausgewählte Objekte zeigen

source: Show All Events on Page
de: Alle Ereignisse auf der Seite zeigen

source: Compile
de: Compilieren

source: Anchor Editor
de: Anker-Editor

source: Horizontal Anchor
de: Horizontaler Anker

source: Vertical Anchor
de: Vertikaler Anker

source: Vertical Sample
de: Beispiel für Vertikal

source: Horizontal Sample
de: Beispiel für Horizontal

source: Band Style Editor
de: Abschnittsattribut-Editor

source: Band Display
de: Abschnittsanzeige

source: Print &Location
de: Druck&ort

source: &Body Header (B)
de: &Textkörperkopf (T)

source: &Group Header (G)
de: &Gruppenkopf (G)

source: &Row Header (R)
de: &Zeilenkopf (Z)

source: Ro&w Footer (r)
de: Zeilen&fuß (z)

source: Grou&p Footer (g)
de: Gru&ppenfuß (g)

source: Bod&y Footer (b)
de: Te&xtkörperfuß (t)

source: Print Occ&urrence
de: Druc&kereignis

source: &First (1)
de: &Erste (1)

source: &New Page (P)
de: &Neue Seite (S)

source: N&ew Column (C)
de: Neue Spa&lte(P)

source: &Datasource:
de: &Datenquelle:

source: &Options:
de: &Optionen:

source: Data Mirror Editor
de: Datenspiegel-Editor

source: Data Mirrors
de: Datenspiegel

source: &Add
de: Hin&zufügen

source: &Delete
de: &Löschen

source: Data Mirror Settings
de: Einstellungen für Datenspiegel

source: Field Value
de: Feldwert

source: Mirrored Section
de: Gespiegelte Sektion

source: Default
de: Vorgabe

source: Data Text Editor
de: Datentext-Editor

source: Data Text
de: Datentext

source: Data Fields
de: Datenfelder

source: Data Field
de: Datenfeld

source: Insert &Field
de: &Feld einfügen

source: Data View
de: Datenansicht

source: Selected
de: Auswahl

source: Report Variables
de: Reportvariablen

source: Insert &Report Var
de: &Report-Var einfügen

source: Project Parameters
de: Projektparameter

source: Insert &Parameter
de: &Parameter einfügen

source: Post Initialize Variables
de: Post-Initialisierungsvariablen

source: Insert PI &Var
de: PI&Var einfügen

source: Image Selector
de: Grafikauswahl

source: &Open...
de: Ö&ffnen...

source: &Clear
de: &Entfernen

source: &Save As...
de: Speichern &unter...

source: None
de: Ohne

source: Save
de: Speichern

source: Mail Merge Editor
de: Serienbrief-Editor

source: Mail Merge Items
de: Serienbrief-Eintrag

source: Mail Merge Settings
de: Serienbrief-Einstellungen

source: Search Token
de: Suchbegriff

source: Replacement String
de: Ersetzungstext

source: &Edit
de: &Bearbeiten

source: Case sensitive
de: Groß-/Kleinschreibung beachten

source: Page List Editor
de: Seitenlisten-Editor

source: Page List
de: Seitenliste

source: Available Pages
de: Verfügbare Seiten

source: Report Pages
de: Reportseiten

source: Global Pages
de: Globale Seiten

source: &Add Page
de: Seite hin&zufügen

source: Add &Global
de: &Global hinzufügen

source: Move Page Up
de: Eine Seite nach oben verschieben

source: Move Page Down
de: Eine Seite nach unten verschieben

source: Delete Page
de: Seite löschen

source: Reprint Settings
de: Einstellungen für Neudruck

source: Reprint For &Locations
de: &Neudruck bei

source: &Master (M)
de: Ha&upt (H)

source: &All
de: A&lle

source: &None
de: Kei&ne

source: Strings Editor
de: String-Editor

source: Master/Detail Wizard
de: Haupt-/Detail-Experte

source: Page Description Here
de: Seitenbeschreibung hierher

source: Cancel The Report Wizard
de: Report-Experten abbrechen

source: &Next >
de: &Weiter >

source: < &Back
de: < &Zurück

source: Select All Fields
de: Alle Felder auswählen

source: Clear All Selected Items
de: Alle ausgewählten Einträge entfernen

source: Move the Selected Item Up One Position
de: Ausgewählten Eintrag eine Position nach oben verschieben

source: Move The Selected Item Down One Position
de: Ausgewählten Eintrag eine Position nach unten verschieben

source: Detail Keys Selected: %s
de: Ausgewählte Detail-Schlüssel: %s

source: Master Keys Selected: %s
de: Ausgewählte Hauptschlüssel: %s

source: Detail Indent
de: Detail-Einrückung

source: Report Margins
de: Reportränder

source: Type the position of the left margin
de: Geben Sie die Position des linken Randes ein

source: Type the position of the top margin
de: Geben Sie die Position des oberen Randes ein

source: Type the position of the right margin
de: Geben Sie die Position des rechten Randes ein

source: Type the position for the bottom margin
de: Geben Sie die Position des unteren Randes ein

source: Report Title
de: Reportüberschrift

source: Type the Title You Want For This Report
de: Geben Sie die Überschrift für diesen Report ein

source: Master/Detail Report
de: Haupt-/Detail-Report

source: Print Report Title
de: Report-Überschrift drucken

source: Title Font
de: Schriftart der Überschrift

source: Change Font
de: Schriftart ändern

source: The Caption Font Will Look Like This
de: Die Schrift sieht so aus

source: Caption Font
de: Schriftart der Überschrift

source: The Printed Data Will Look Like This
de: Die gedruckten Daten sehen so aus

source: Body Font
de: Schriftart des Textkörpers

source: Simple Table
de: Einfache Tabelle

source: Simple Table Report
de: Einfacher Tabellenreport
